{
    "sceneName": "Act 2, scene 4",
    "playName": "richard the third",
    "location": "London. The palace.",
    "lines": [
        {
            "text": "Enter the ARCHBISHOP OF YORK, young YORK, QUEEN ELIZABETH, and the DUCHESS OF YORK"
        },
        {
            "speaker": "archbishop of york",
            "text": "Last night, I hear, they lay at Northampton; At Stony-Stratford will they be to-night: To-morrow, or next day, they will be here."
        },
        {
            "speaker": "duchess of york",
            "text": "I long with all my heart to see the prince: I hope he is much grown since last I saw him."
        },
        {
            "speaker": "queen elizabeth",
            "text": "But I hear, no; they say my son of York Hath almost overta'en him in his growth."
        },
        {
            "speaker": "york",
            "text": "Ay, mother; but I would not have it so."
        },
        {
            "speaker": "duchess of york",
            "text": "Why, my young cousin, it is good to grow."
        },
        {
            "speaker": "york",
            "text": "Grandam, one night, as we did sit at supper, My uncle Rivers talk'd how I did grow More than my brother: 'Ay,' quoth my uncle Gloucester, 'Small herbs have grace, great weeds do grow apace:' And since, methinks, I would not grow so fast, Because sweet flowers are slow and weeds make haste."
        },
        {
            "speaker": "duchess of york",
            "text": "Good faith, good faith, the saying did not hold In him that did object the same to thee; He was the wretched'st thing when he was young, So long a-growing and so leisurely, That, if this rule were true, he should be gracious."
        },
        {
            "speaker": "archbishop of york",
            "text": "Why, madam, so, no doubt, he is."
        },
        {
            "speaker": "duchess of york",
            "text": "I hope he is; but yet let mothers doubt."
        },
        {
            "speaker": "york",
            "text": "Now, by my troth, if I had been remember'd, I could have given my uncle's grace a flout, To touch his growth nearer than he touch'd mine."
        },
        {
            "speaker": "duchess of york",
            "text": "How, my pretty York? I pray thee, let me hear it."
        },
        {
            "speaker": "york",
            "text": "Marry, they say my uncle grew so fast That he could gnaw a crust at two hours old 'Twas full two years ere I could get a tooth. Grandam, this would have been a biting jest."
        },
        {
            "speaker": "duchess of york",
            "text": "I pray thee, pretty York, who told thee this?"
        },
        {
            "speaker": "york",
            "text": "Grandam, his nurse."
        },
        {
            "speaker": "duchess of york",
            "text": "His nurse! why, she was dead ere thou wert born."
        },
        {
            "speaker": "york",
            "text": "If 'twere not she, I cannot tell who told me."
        },
        {
            "speaker": "queen elizabeth",
            "text": "A parlous boy: go to, you are too shrewd."
        },
        {
            "speaker": "archbishop of york",
            "text": "Good madam, be not angry with the child."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Pitchers have ears."
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "archbishop of york",
            "text": "Here comes a messenger. What news?"
        },
        {
            "speaker": "messenger",
            "text": "Such news, my lord, as grieves me to unfold."
        },
        {
            "speaker": "queen elizabeth",
            "text": "How fares the prince?"
        },
        {
            "speaker": "messenger",
            "text": "Well, madam, and in health."
        },
        {
            "speaker": "duchess of york",
            "text": "What is thy news then?"
        },
        {
            "speaker": "messenger",
            "text": "Lord Rivers and Lord Grey are sent to Pomfret, With them Sir Thomas Vaughan, prisoners."
        },
        {
            "speaker": "duchess of york",
            "text": "Who hath committed them?"
        },
        {
            "speaker": "messenger",
            "text": "The mighty dukes Gloucester and Buckingham."
        },
        {
            "speaker": "queen elizabeth",
            "text": "For what offence?"
        },
        {
            "speaker": "messenger",
            "text": "The sum of all I can, I have disclosed; Why or for what these nobles were committed Is all unknown to me, my gracious lady."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Ay me, I see the downfall of our house! The tiger now hath seized the gentle hind; Insulting tyranny begins to jet Upon the innocent and aweless throne: Welcome, destruction, death, and massacre! I see, as in a map, the end of all."
        },
        {
            "speaker": "duchess of york",
            "text": "Accursed and unquiet wrangling days, How many of you have mine eyes beheld! My husband lost his life to get the crown; And often up and down my sons were toss'd, For me to joy and weep their gain and loss: And being seated, and domestic broils Clean over-blown, themselves, the conquerors. Make war upon themselves; blood against blood, Self against self: O, preposterous And frantic outrage, end thy damned spleen; Or let me die, to look on death no more!"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Come, come, my boy; we will to sanctuary. Madam, farewell."
        },
        {
            "speaker": "duchess of york",
            "text": "I'll go along with you."
        },
        {
            "speaker": "queen elizabeth",
            "text": "You have no cause."
        },
        {
            "speaker": "archbishop of york",
            "text": "My gracious lady, go; And thither bear your treasure and your goods. For my part, I'll resign unto your grace The seal I keep: and so betide to me As well I tender you and all of yours! Come, I'll conduct you to the sanctuary."
        },
        {
            "text": "Exeunt"
        }
    ]
}