{
    "sceneName": "Act 4, scene 4",
    "playName": "richard the third",
    "location": "Before the palace.",
    "lines": [
        {
            "text": "Enter QUEEN MARGARET"
        },
        {
            "speaker": "queen margaret",
            "text": "So, now prosperity begins to mellow And drop into the rotten mouth of death. Here in these confines slily have I lurkd, To watch the waning of mine adversaries. A dire induction am I witness to, And will to France, hoping the consequence Will prove as bitter, black, and tragical. Withdraw thee, wretched Margaret: who comes here"
        },
        {
            "text": "Enter QUEEN ELIZABETH and the DUCHESS OF YORK"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Ah, my young princes! ah, my tender babes! My unblown flowers, newappearing sweets! If yet your gentle souls fly in the air And be not fixd in doom perpetual, Hover about me with your airy wings And hear your mothers lamentation!"
        },
        {
            "speaker": "queen margaret",
            "text": "Hover about her say, that right for right Hath dimmd your infant morn to aged night."
        },
        {
            "speaker": "duchess of york",
            "text": "So many miseries have crazed my voice, That my woewearied tongue is mute and dumb, Edward Plantagenet, why art thou dead"
        },
        {
            "speaker": "queen margaret",
            "text": "Plantagenet doth quit Plantagenet. Edward for Edward pays a dying debt."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Wilt thou, O God, fly from such gentle lambs, And throw them in the entrails of the wolf When didst thou sleep when such a deed was done"
        },
        {
            "speaker": "queen margaret",
            "text": "When holy Harry died, and my sweet son."
        },
        {
            "speaker": "duchess of york",
            "text": "Blind sight, dead life, poor mortal living ghost, Woes scene, worlds shame, graves due by life usurpd, Brief abstract and record of tedious days, Rest thy unrest on Englands lawful earth, Unlawfully made drunk with innocents blood!"
        },
        {
            "text": "Sitting down"
        },
        {
            "speaker": "queen elizabeth",
            "text": "O, that thou wouldst as well afford a grave As thou canst yield a melancholy seat! Then would I hide my bones, not rest them here. O, who hath any cause to mourn but I"
        },
        {
            "text": "Sitting down by her"
        },
        {
            "speaker": "queen margaret",
            "text": "If ancient sorrow be most reverend, Give mine the benefit of seniory, And let my woes frown on the upper hand. If sorrow can admit society, Tell oer your woes again by viewing mine: I had an Edward, till a Richard killd him I had a Harry, till a Richard killd him: Thou hadst an Edward, till a Richard killd him Thou hadst a Richard, till a Richard killed him"
        },
        {
            "text": "Sitting down with them"
        },
        {
            "speaker": "duchess of york",
            "text": "I had a Richard too, and thou didst kill him I had a Rutland too, thou holpst to kill him."
        },
        {
            "speaker": "queen margaret",
            "text": "Thou hadst a Clarence too, and Richard killd him. From forth the kennel of thy womb hath crept A hellhound that doth hunt us all to death: That dog, that had his teeth before his eyes, To worry lambs and lap their gentle blood, That foul defacer of Gods handiwork, That excellent grand tyrant of the earth, That reigns in galled eyes of weeping souls, Thy womb let loose, to chase us to our graves. O upright, just, and truedisposing God, How do I thank thee, that this carnal cur Preys on the issue of his mothers body, And makes her pewfellow with others moan!"
        },
        {
            "speaker": "duchess of york",
            "text": "O Harrys wife, triumph not in my woes! God witness with me, I have wept for thine."
        },
        {
            "speaker": "queen margaret",
            "text": "Bear with me I am hungry for revenge, And now I cloy me with beholding it. Thy Edward he is dead, that stabbd my Edward: Thy other Edward dead, to quit my Edward Young York he is but boot, because both they Match not the high perfection of my loss: Thy Clarence he is dead that killd my Edward And the beholders of this tragic play, The adulterate Hastings, Rivers, Vaughan, Grey, Untimely smotherd in their dusky graves. Richard yet lives, hells black intelligencer, Only reserved their factor, to buy souls And send them thither: but at hand, at hand, Ensues his piteous and unpitied end: Earth gapes, hell burns, fiends roar, saints pray. To have him suddenly conveyd away. Cancel his bond of life, dear God, I prey, That I may live to say, The dog is dead!"
        },
        {
            "speaker": "queen elizabeth",
            "text": "O, thou didst prophesy the time would come That I should wish for thee to help me curse That bottled spider, that foul bunchbackd toad!"
        },
        {
            "speaker": "queen margaret",
            "text": "I calld thee then vain flourish of my fortune I calld thee then poor shadow, painted queen The presentation of but what I was The flattering index of a direful pageant One heaved ahigh, to be hurld down below A mother only mockd with two sweet babes A dream of what thou wert, a breath, a bubble, A sign of dignity, a garish flag, To be the aim of every dangerous shot, A queen in jest, only to fill the scene. Where is thy husband now where be thy brothers Where are thy children wherein dost thou, joy Who sues to thee and cries God save the queen Where be the bending peers that flatterd thee Where be the thronging troops that followd thee Decline all this, and see what now thou art: For happy wife, a most distressed widow For joyful mother, one that wails the name For queen, a very caitiff crownd with care For one being sued to, one that humbly sues For one that scornd at me, now scornd of me For one being feard of all, now fearing one For one commanding all, obeyd of none. Thus hath the course of justice wheeld about, And left thee but a very prey to time Having no more but thought of what thou wert, To torture thee the more, being what thou art. Thou didst usurp my place, and dost thou not Usurp the just proportion of my sorrow Now thy proud neck bears half my burthend yoke From which even here I slip my weary neck, And leave the burthen of it all on thee. Farewell, Yorks wife, and queen of sad mischance: These English woes will make me smile in France."
        },
        {
            "speaker": "queen elizabeth",
            "text": "O thou well skilld in curses, stay awhile, And teach me how to curse mine enemies!"
        },
        {
            "speaker": "queen margaret",
            "text": "Forbear to sleep the nights, and fast the days Compare dead happiness with living woe Think that thy babes were fairer than they were, And he that slew them fouler than he is: Bettering thy loss makes the bad causer worse: Revolving this will teach thee how to curse."
        },
        {
            "speaker": "queen elizabeth",
            "text": "My words are dull O, quicken them with thine!"
        },
        {
            "speaker": "queen margaret",
            "text": "Thy woes will make them sharp, and pierce like mine."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "duchess of york",
            "text": "Why should calamity be full of words"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Windy attorneys to their client woes, Airy succeeders of intestate joys, Poor breathing orators of miseries! Let them have scope: though what they do impart Help not all, yet do they ease the heart."
        },
        {
            "speaker": "duchess of york",
            "text": "If so, then be not tonguetied: go with me. And in the breath of bitter words lets smother My damned son, which thy two sweet sons smotherd. I hear his drum: be copious in exclaims."
        },
        {
            "text": "Enter KING RICHARD III, marching, with drums and trumpets"
        },
        {
            "speaker": "king richard the third",
            "text": "Who intercepts my expedition"
        },
        {
            "speaker": "duchess of york",
            "text": "O, she that might have intercepted thee, By strangling thee in her accursed womb From all the slaughters, wretch, that thou hast done!"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Hidest thou that forehead with a golden crown, Where should be graven, if that right were right, The slaughter of the prince that owed that crown, And the dire death of my two sons and brothers Tell me, thou villain slave, where are my children"
        },
        {
            "speaker": "duchess of york",
            "text": "Thou toad, thou toad, where is thy brother Clarence And little Ned Plantagenet, his son"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Where is kind Hastings, Rivers, Vaughan, Grey"
        },
        {
            "speaker": "king richard the third",
            "text": "A flourish, trumpets! strike alarum, drums! Let not the heavens hear these telltale women Rail on the Lords enointed: strike, I say! Either be patient, and entreat me fair, Or with the clamorous report of war Thus will I drown your exclamations."
        },
        {
            "text": "Flourish. Alarums"
        },
        {
            "speaker": "duchess of york",
            "text": "Art thou my son"
        },
        {
            "speaker": "king richard the third",
            "text": "Ay, I thank God, my father, and yourself."
        },
        {
            "speaker": "duchess of york",
            "text": "Then patiently hear my impatience."
        },
        {
            "speaker": "king richard the third",
            "text": "Madam, I have a touch of your condition, Which cannot brook the accent of reproof."
        },
        {
            "speaker": "duchess of york",
            "text": "O, let me speak!"
        },
        {
            "speaker": "king richard the third",
            "text": "Do then: but Ill not hear."
        },
        {
            "speaker": "duchess of york",
            "text": "I will be mild and gentle in my speech."
        },
        {
            "speaker": "king richard the third",
            "text": "And brief, good mother for I am in haste."
        },
        {
            "speaker": "duchess of york",
            "text": "Art thou so hasty I have stayd for thee, God knows, in anguish, pain and agony."
        },
        {
            "speaker": "king richard the third",
            "text": "And came I not at last to comfort you"
        },
        {
            "speaker": "duchess of york",
            "text": "No, by the holy rood, thou knowst it well, Thou camest on earth to make the earth my hell. A grievous burthen was thy birth to me Tetchy and wayward was thy infancy Thy schooldays frightful, desperate, wild, and furious, Thy prime of manhood daring, bold, and venturous, Thy age confirmd, proud, subdued, bloody, treacherous, More mild, but yet more harmful, kind in hatred: What comfortable hour canst thou name, That ever graced me in thy company"
        },
        {
            "speaker": "king richard the third",
            "text": "Faith, none, but Humphrey Hour, that calld your grace To breakfast once forth of my company. If I be so disgracious in your sight, Let me march on, and not offend your grace. Strike the drum."
        },
        {
            "speaker": "duchess of york",
            "text": "I prithee, hear me speak."
        },
        {
            "speaker": "king richard the third",
            "text": "You speak too bitterly."
        },
        {
            "speaker": "duchess of york",
            "text": "Hear me a word For I shall never speak to thee again."
        },
        {
            "speaker": "king richard the third",
            "text": "So."
        },
        {
            "speaker": "duchess of york",
            "text": "Either thou wilt die, by Gods just ordinance, Ere from this war thou turn a conqueror, Or I with grief and extreme age shall perish And never look upon thy face again. Therefore take with thee my most heavy curse Which, in the day of battle, tire thee more Than all the complete armour that thou wearst! My prayers on the adverse party fight And there the little souls of Edwards children Whisper the spirits of thine enemies And promise them success and victory. Bloody thou art, bloody will be thy end Shame serves thy life and doth thy death attend."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Though far more cause, yet much less spirit to curse Abides in me I say amen to all."
        },
        {
            "speaker": "king richard the third",
            "text": "Stay, madam I must speak a word with you."
        },
        {
            "speaker": "queen elizabeth",
            "text": "I have no more sons of the royal blood For thee to murder: for my daughters, Richard, They shall be praying nuns, not weeping queens And therefore level not to hit their lives."
        },
        {
            "speaker": "king richard the third",
            "text": "You have a daughter calld Elizabeth, Virtuous and fair, royal and gracious."
        },
        {
            "speaker": "queen elizabeth",
            "text": "And must she die for this O, let her live, And Ill corrupt her manners, stain her beauty Slander myself as false to Edwards bed Throw over her the veil of infamy: So she may live unscarrd of bleeding slaughter, I will confess she was not Edwards daughter."
        },
        {
            "speaker": "king richard the third",
            "text": "Wrong not her birth, she is of royal blood."
        },
        {
            "speaker": "queen elizabeth",
            "text": "To save her life, Ill say she is not so."
        },
        {
            "speaker": "king richard the third",
            "text": "Her life is only safest in her birth."
        },
        {
            "speaker": "queen elizabeth",
            "text": "And only in that safety died her brothers."
        },
        {
            "speaker": "king richard the third",
            "text": "Lo, at their births good stars were opposite."
        },
        {
            "speaker": "queen elizabeth",
            "text": "No, to their lives bad friends were contrary."
        },
        {
            "speaker": "king richard the third",
            "text": "All unavoided is the doom of destiny."
        },
        {
            "speaker": "queen elizabeth",
            "text": "True, when avoided grace makes destiny: My babes were destined to a fairer death, If grace had blessd thee with a fairer life."
        },
        {
            "speaker": "king richard the third",
            "text": "You speak as if that I had slain my cousins."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Cousins, indeed and by their uncle cozend Of comfort, kingdom, kindred, freedom, life. Whose hand soever lanced their tender hearts, Thy head, all indirectly, gave direction: No doubt the murderous knife was dull and blunt Till it was whetted on thy stonehard heart, To revel in the entrails of my lambs. But that still use of grief makes wild grief tame, My tongue should to thy ears not name my boys Till that my nails were anchord in thine eyes And I, in such a desperate bay of death, Like a poor bark, of sails and tackling reft, Rush all to pieces on thy rocky bosom."
        },
        {
            "speaker": "king richard the third",
            "text": "Madam, so thrive I in my enterprise And dangerous success of bloody wars, As I intend more good to you and yours, Than ever you or yours were by me wrongd!"
        },
        {
            "speaker": "queen elizabeth",
            "text": "What good is coverd with the face of heaven, To be discoverd, that can do me good"
        },
        {
            "speaker": "king richard the third",
            "text": "The advancement of your children, gentle lady."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Up to some scaffold, there to lose their heads"
        },
        {
            "speaker": "king richard the third",
            "text": "No, to the dignity and height of honour The high imperial type of this earths glory."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Flatter my sorrows with report of it Tell me what state, what dignity, what honour, Canst thou demise to any child of mine"
        },
        {
            "speaker": "king richard the third",
            "text": "Even all I have yea, and myself and all, Will I withal endow a child of thine So in the Lethe of thy angry soul Thou drown the sad remembrance of those wrongs Which thou supposest I have done to thee."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Be brief, lest that be process of thy kindness Last longer telling than thy kindness date."
        },
        {
            "speaker": "king richard the third",
            "text": "Then know, that from my soul I love thy daughter."
        },
        {
            "speaker": "queen elizabeth",
            "text": "My daughters mother thinks it with her soul."
        },
        {
            "speaker": "king richard the third",
            "text": "What do you think"
        },
        {
            "speaker": "queen elizabeth",
            "text": "That thou dost love my daughter from thy soul: So from thy souls love didst thou love her brothers And from my hearts love I do thank thee for it."
        },
        {
            "speaker": "king richard the third",
            "text": "Be not so hasty to confound my meaning: I mean, that with my soul I love thy daughter, And mean to make her queen of England."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Say then, who dost thou mean shall be her king"
        },
        {
            "speaker": "king richard the third",
            "text": "Even he that makes her queen who should be else"
        },
        {
            "speaker": "queen elizabeth",
            "text": "What, thou"
        },
        {
            "speaker": "king richard the third",
            "text": "I, even I: what think you of it, madam"
        },
        {
            "speaker": "queen elizabeth",
            "text": "How canst thou woo her"
        },
        {
            "speaker": "king richard the third",
            "text": "That would I learn of you, As one that are best acquainted with her humour."
        },
        {
            "speaker": "queen elizabeth",
            "text": "And wilt thou learn of me"
        },
        {
            "speaker": "king richard the third",
            "text": "Madam, with all my heart."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Send to her, by the man that slew her brothers, A pair of bleedinghearts thereon engrave Edward and York then haply she will weep: Therefore present to heras sometime Margaret Did to thy father, steepd in Rutlands blood, A handkerchief which, say to her, did drain The purple sap from her sweet brothers body And bid her dry her weeping eyes therewith. If this inducement force her not to love, Send her a story of thy noble acts Tell her thou madest away her uncle Clarence, Her uncle Rivers yea, and, for her sake, Madest quick conveyance with her good aunt Anne."
        },
        {
            "speaker": "king richard the third",
            "text": "Come, come, you mock me this is not the way To win our daughter."
        },
        {
            "speaker": "queen elizabeth",
            "text": "There is no other way Unless thou couldst put on some other shape, And not be Richard that hath done all this."
        },
        {
            "speaker": "king richard the third",
            "text": "Say that I did all this for love of her."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Nay, then indeed she cannot choose but hate thee, Having bought love with such a bloody spoil."
        },
        {
            "speaker": "king richard the third",
            "text": "Look, what is done cannot be now amended: Men shall deal unadvisedly sometimes, Which after hours give leisure to repent. If I did take the kingdom from your sons, To make amends, Ill give it to your daughter. If I have killd the issue of your womb, To quicken your increase, I will beget Mine issue of your blood upon your daughter A grandams name is little less in love Than is the doting title of a mother They are as children but one step below, Even of your mettle, of your very blood Of an one pain, save for a night of groans Endured of her, for whom you bid like sorrow. Your children were vexation to your youth, But mine shall be a comfort to your age. The loss you have is but a son being king, And by that loss your daughter is made queen. I cannot make you what amends I would, Therefore accept such kindness as I can. Dorset your son, that with a fearful soul Leads discontented steps in foreign soil, This fair alliance quickly shall call home To high promotions and great dignity: The king, that calls your beauteous daughter wife. Familiarly shall call thy Dorset brother Again shall you be mother to a king, And all the ruins of distressful times Repaird with double riches of content. What! we have many goodly days to see: The liquid drops of tears that you have shed Shall come again, transformd to orient pearl, Advantaging their loan with interest Of ten times double gain of happiness. Go, then my mother, to thy daughter go Make bold her bashful years with your experience Prepare her ears to hear a wooers tale Put in her tender heart the aspiring flame Of golden sovereignty acquaint the princess With the sweet silent hours of marriage joys And when this arm of mine hath chastised The petty rebel, dullbraind Buckingham, Bound with triumphant garlands will I come And lead thy daughter to a conquerors bed To whom I will retail my conquest won, And she shall be sole victress, Caesars Caesar."
        },
        {
            "speaker": "queen elizabeth",
            "text": "What were I best to say her fathers brother Would be her lord or shall I say, her uncle Or, he that slew her brothers and her uncles Under what title shall I woo for thee, That God, the law, my honour and her love, Can make seem pleasing to her tender years"
        },
        {
            "speaker": "king richard the third",
            "text": "Infer fair Englands peace by this alliance."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Which she shall purchase with still lasting war."
        },
        {
            "speaker": "king richard the third",
            "text": "Say that the king, which may command, entreats."
        },
        {
            "speaker": "queen elizabeth",
            "text": "That at her hands which the kings King forbids."
        },
        {
            "speaker": "king richard the third",
            "text": "Say, she shall be a high and mighty queen."
        },
        {
            "speaker": "queen elizabeth",
            "text": "To wail the tide, as her mother doth."
        },
        {
            "speaker": "king richard the third",
            "text": "Say, I will love her everlastingly."
        },
        {
            "speaker": "queen elizabeth",
            "text": "But how long shall that title ever last"
        },
        {
            "speaker": "king richard the third",
            "text": "Sweetly in force unto her fair lifes end."
        },
        {
            "speaker": "queen elizabeth",
            "text": "But how long fairly shall her sweet lie last"
        },
        {
            "speaker": "king richard the third",
            "text": "So long as heaven and nature lengthens it."
        },
        {
            "speaker": "queen elizabeth",
            "text": "So long as hell and Richard likes of it."
        },
        {
            "speaker": "king richard the third",
            "text": "Say, I, her sovereign, am her subject love."
        },
        {
            "speaker": "queen elizabeth",
            "text": "But she, your subject, loathes such sovereignty."
        },
        {
            "speaker": "king richard the third",
            "text": "Be eloquent in my behalf to her."
        },
        {
            "speaker": "queen elizabeth",
            "text": "An honest tale speeds best being plainly told."
        },
        {
            "speaker": "king richard the third",
            "text": "Then in plain terms tell her my loving tale."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Plain and not honest is too harsh a style."
        },
        {
            "speaker": "king richard the third",
            "text": "Your reasons are too shallow and too quick."
        },
        {
            "speaker": "queen elizabeth",
            "text": "O no, my reasons are too deep and dead Too deep and dead, poor infants, in their grave."
        },
        {
            "speaker": "king richard the third",
            "text": "Harp not on that string, madam that is past."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Harp on it still shall I till heartstrings break."
        },
        {
            "speaker": "king richard the third",
            "text": "Now, by my George, my garter, and my crown,"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Profaned, dishonourd, and the third usurpd."
        },
        {
            "speaker": "king richard the third",
            "text": "I swear"
        },
        {
            "speaker": "queen elizabeth",
            "text": "By nothing for this is no oath: The George, profaned, hath lost his holy honour The garter, blemishd, pawnd his knightly virtue The crown, usurpd, disgraced his kingly glory. if something thou wilt swear to be believed, Swear then by something that thou hast not wrongd."
        },
        {
            "speaker": "king richard the third",
            "text": "Now, by the world"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Tis full of thy foul wrongs."
        },
        {
            "speaker": "king richard the third",
            "text": "My fathers death"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Thy life hath that dishonourd."
        },
        {
            "speaker": "king richard the third",
            "text": "Then, by myself"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Thyself thyself misusest."
        },
        {
            "speaker": "king richard the third",
            "text": "Why then, by God"
        },
        {
            "speaker": "queen elizabeth",
            "text": "Gods wrong is most of all. If thou hadst feard to break an oath by Him, The unity the king thy brother made Had not been broken, nor my brother slain: If thou hadst feard to break an oath by Him, The imperial metal, circling now thy brow, Had graced the tender temples of my child, And both the princes had been breathing here, Which now, two tender playfellows to dust, Thy broken faith hath made a prey for worms. What canst thou swear by now"
        },
        {
            "speaker": "king richard the third",
            "text": "The time to come."
        },
        {
            "speaker": "queen elizabeth",
            "text": "That thou hast wronged in the time oerpast For I myself have many tears to wash Hereafter time, for time past wrongd by thee. The children live, whose parents thou hast slaughterd, Ungovernd youth, to wail it in their age The parents live, whose children thou hast butcherd, Old witherd plants, to wail it with their age. Swear not by time to come for that thou hast Misused ere used, by time misused oerpast."
        },
        {
            "speaker": "king richard the third",
            "text": "As I intend to prosper and repent, So thrive I in my dangerous attempt Of hostile arms! myself myself confound! Heaven and fortune bar me happy hours! Day, yield me not thy light nor, night, thy rest! Be opposite all planets of good luck To my proceedings, if, with pure hearts love, Immaculate devotion, holy thoughts, I tender not thy beauteous princely daughter! In her consists my happiness and thine Without her, follows to this land and me, To thee, herself, and many a Christian soul, Death, desolation, ruin and decay: It cannot be avoided but by this It will not be avoided but by this. Therefore, good mother,I must can you so Be the attorney of my love to her: Plead what I will be, not what I have been Not my deserts, but what I will deserve: Urge the necessity and state of times, And be not peevishfond in great designs."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Shall I be tempted of the devil thus"
        },
        {
            "speaker": "king richard the third",
            "text": "Ay, if the devil tempt thee to do good."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Shall I forget myself to be myself"
        },
        {
            "speaker": "king richard the third",
            "text": "Ay, if yourselfs remembrance wrong yourself."
        },
        {
            "speaker": "queen elizabeth",
            "text": "But thou didst kill my children."
        },
        {
            "speaker": "king richard the third",
            "text": "But in your daughters womb I bury them: Where in that nest of spicery they shall breed Selves of themselves, to your recomforture."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Shall I go win my daughter to thy will"
        },
        {
            "speaker": "king richard the third",
            "text": "And be a happy mother by the deed."
        },
        {
            "speaker": "queen elizabeth",
            "text": "I go. Write to me very shortly. And you shall understand from me her mind."
        },
        {
            "speaker": "king richard the third",
            "text": "Bear her my true loves kiss and so, farewell. Relenting fool, and shallow, changing woman! Enter RATCLIFF CATESBY following How now! what news"
        },
        {
            "text": "Exit QUEEN ELIZABETH"
        },
        {
            "speaker": "ratcliff",
            "text": "My gracious sovereign, on the western coast Rideth a puissant navy to the shore Throng many doubtful hollowhearted friends, Unarmd, and unresolved to beat them back: Tis thought that Richmond is their admiral And there they hull, expecting but the aid Of Buckingham to welcome them ashore."
        },
        {
            "speaker": "king richard the third",
            "text": "Some lightfoot friend post to the Duke of Norfolk: Ratcliff, thyself, or Catesby where is he"
        },
        {
            "speaker": "catesby",
            "text": "Here, my lord."
        },
        {
            "speaker": "king richard the third",
            "text": "Fly to the duke: Post thou to Salisbury When thou comest thither Dull, unmindful villain, Why standst thou still, and gost not to the duke"
        },
        {
            "text": "To RATCLIFF"
        },
        {
            "text": "To CATESBY"
        },
        {
            "speaker": "catesby",
            "text": "First, mighty sovereign, let me know your mind, What from your grace I shall deliver to him."
        },
        {
            "speaker": "king richard the third",
            "text": "O, true, good Catesby: bid him levy straight The greatest strength and power he can make, And meet me presently at Salisbury."
        },
        {
            "speaker": "catesby",
            "text": "I go."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "ratcliff",
            "text": "What ist your highness pleasure I shall do at Salisbury"
        },
        {
            "speaker": "king richard the third",
            "text": "Why, what wouldst thou do there before I go"
        },
        {
            "speaker": "ratcliff",
            "text": "Your highness told me I should post before."
        },
        {
            "speaker": "king richard the third",
            "text": "My mind is changed, sir, my mind is changed. How now, what news with you"
        },
        {
            "text": "Enter STANLEY"
        },
        {
            "speaker": "stanley",
            "text": "None good, my lord, to please you with the hearing Nor none so bad, but it may well be told."
        },
        {
            "speaker": "king richard the third",
            "text": "Hoyday, a riddle! neither good nor bad! Why dost thou run so many mile about, When thou mayst tell thy tale a nearer way Once more, what news"
        },
        {
            "speaker": "stanley",
            "text": "Richmond is on the seas."
        },
        {
            "speaker": "king richard the third",
            "text": "There let him sink, and be the seas on him! Whiteliverd runagate, what doth he there"
        },
        {
            "speaker": "stanley",
            "text": "I know not, mighty sovereign, but by guess."
        },
        {
            "speaker": "king richard the third",
            "text": "Well, sir, as you guess, as you guess"
        },
        {
            "speaker": "stanley",
            "text": "Stirrd up by Dorset, Buckingham, and Ely, He makes for England, there to claim the crown."
        },
        {
            "speaker": "king richard the third",
            "text": "Is the chair empty is the sword unswayd Is the king dead the empire unpossessd What heir of York is there alive but we And who is Englands king but great Yorks heir Then, tell me, what doth he upon the sea"
        },
        {
            "speaker": "stanley",
            "text": "Unless for that, my liege, I cannot guess."
        },
        {
            "speaker": "king richard the third",
            "text": "Unless for that he comes to be your liege, You cannot guess wherefore the Welshman comes. Thou wilt revolt, and fly to him, I fear."
        },
        {
            "speaker": "stanley",
            "text": "No, mighty liege therefore mistrust me not."
        },
        {
            "speaker": "king richard the third",
            "text": "Where is thy power, then, to beat him back Where are thy tenants and thy followers Are they not now upon the western shore. Safeconducting the rebels from their ships!"
        },
        {
            "speaker": "stanley",
            "text": "No, my good lord, my friends are in the north."
        },
        {
            "speaker": "king richard the third",
            "text": "Cold friends to Richard: what do they in the north, When they should serve their sovereign in the west"
        },
        {
            "speaker": "stanley",
            "text": "They have not been commanded, mighty sovereign: Please it your majesty to give me leave, Ill muster up my friends, and meet your grace Where and what time your majesty shall please."
        },
        {
            "speaker": "king richard the third",
            "text": "Ay, ay. thou wouldst be gone to join with Richmond: I will not trust you, sir."
        },
        {
            "speaker": "stanley",
            "text": "Most mighty sovereign, You have no cause to hold my friendship doubtful: I never was nor never will be false."
        },
        {
            "speaker": "king richard the third",
            "text": "Well, Go muster men but, hear you, leave behind Your son, George Stanley: look your faith be firm. Or else his heads assurance is but frail."
        },
        {
            "speaker": "stanley",
            "text": "So deal with him as I prove true to you."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "messenger",
            "text": "My gracious sovereign, now in Devonshire, As I by friends am well advertised, Sir Edward Courtney, and the haughty prelate Bishop of Exeter, his brother there, With many more confederates, are in arms."
        },
        {
            "text": "Enter another Messenger"
        },
        {
            "speaker": "second messenger",
            "text": "My liege, in Kent the Guildfords are in arms And every hour more competitors Flock to their aid, and still their power increaseth."
        },
        {
            "text": "Enter another Messenger"
        },
        {
            "speaker": "third messenger",
            "text": "My lord, the army of the Duke of Buckingham"
        },
        {
            "speaker": "king richard the third",
            "text": "Out on you, owls! nothing but songs of death Take that, until thou bring me better news."
        },
        {
            "text": "He striketh him"
        },
        {
            "speaker": "third messenger",
            "text": "The news I have to tell your majesty Is, that by sudden floods and fall of waters, Buckinghams army is dispersed and scatterd And he himself wanderd away alone, No man knows whither."
        },
        {
            "speaker": "king richard the third",
            "text": "I cry thee mercy: There is my purse to cure that blow of thine. Hath any welladvised friend proclaimd Reward to him that brings the traitor in"
        },
        {
            "speaker": "third messenger",
            "text": "Such proclamation hath been made, my liege."
        },
        {
            "text": "Enter another Messenger"
        },
        {
            "speaker": "fourth messenger",
            "text": "Sir Thomas Lovel and Lord Marquis Dorset, Tis said, my liege, in Yorkshire are in arms. Yet this good comfort bring I to your grace, The Breton navy is dispersed by tempest: Richmond, in Yorkshire, sent out a boat Unto the shore, to ask those on the banks If they were his assistants, yea or no Who answerd him, they came from Buckingham. Upon his party: he, mistrusting them, Hoisted sail and made away for Brittany."
        },
        {
            "speaker": "king richard the third",
            "text": "March on, march on, since we are up in arms If not to fight with foreign enemies, Yet to beat down these rebels here at home."
        },
        {
            "text": "Reenter CATESBY"
        },
        {
            "speaker": "catesby",
            "text": "My liege, the Duke of Buckingham is taken That is the best news: that the Earl of Richmond Is with a mighty power landed at Milford, Is colder tidings, yet they must be told."
        },
        {
            "speaker": "king richard the third",
            "text": "Away towards Salisbury! while we reason here, A royal battle might be won and lost Some one take order Buckingham be brought To Salisbury the rest march on with me."
        },
        {
            "text": "Flourish. Exeunt"
        }
    ]
}