{
    "sceneName": "Act 1, scene 3",
    "playName": "richard the third",
    "location": "The palace.",
    "lines": [
        {
            "text": "Enter QUEEN ELIZABETH, RIVERS, and GREY"
        },
        {
            "speaker": "rivers",
            "text": "Have patience, madam: theres no doubt his majesty Will soon recover his accustomd health."
        },
        {
            "speaker": "grey",
            "text": "In that you brook it in, it makes him worse: Therefore, for Gods sake, entertain good comfort, And cheer his grace with quick and merry words."
        },
        {
            "speaker": "queen elizabeth",
            "text": "If he were dead, what would betide of me"
        },
        {
            "speaker": "rivers",
            "text": "No other harm but loss of such a lord."
        },
        {
            "speaker": "queen elizabeth",
            "text": "The loss of such a lord includes all harm."
        },
        {
            "speaker": "grey",
            "text": "The heavens have blessd you with a goodly son, To be your comforter when he is gone."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Oh, he is young and his minority Is put unto the trust of Richard Gloucester, A man that loves not me, nor none of you."
        },
        {
            "speaker": "rivers",
            "text": "Is it concluded that he shall be protector"
        },
        {
            "speaker": "queen elizabeth",
            "text": "It is determined, not concluded yet: But so it must be, if the king miscarry."
        },
        {
            "text": "Enter BUCKINGHAM and DERBY"
        },
        {
            "speaker": "grey",
            "text": "Here come the lords of Buckingham and Derby."
        },
        {
            "speaker": "buckingham",
            "text": "Good time of day unto your royal grace!"
        },
        {
            "speaker": "derby",
            "text": "God make your majesty joyful as you have been!"
        },
        {
            "speaker": "queen elizabeth",
            "text": "The Countess Richmond, good my Lord of Derby. To your good prayers will scarcely say amen. Yet, Derby, notwithstanding shes your wife, And loves not me, be you, good lord, assured I hate not you for her proud arrogance."
        },
        {
            "speaker": "derby",
            "text": "I do beseech you, either not believe The envious slanders of her false accusers Or, if she be accused in true report, Bear with her weakness, which, I think proceeds From wayward sickness, and no grounded malice."
        },
        {
            "speaker": "rivers",
            "text": "Saw you the king today, my Lord of Derby"
        },
        {
            "speaker": "derby",
            "text": "But now the Duke of Buckingham and I Are come from visiting his majesty."
        },
        {
            "speaker": "queen elizabeth",
            "text": "What likelihood of his amendment, lords"
        },
        {
            "speaker": "buckingham",
            "text": "Madam, good hope his grace speaks cheerfully."
        },
        {
            "speaker": "queen elizabeth",
            "text": "God grant him health! Did you confer with him"
        },
        {
            "speaker": "buckingham",
            "text": "Madam, we did: he desires to make atonement Betwixt the Duke of Gloucester and your brothers, And betwixt them and my lord chamberlain And sent to warn them to his royal presence."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Would all were well! but that will never be I fear our happiness is at the highest."
        },
        {
            "text": "Enter GLOUCESTER, HASTINGS, and DORSET"
        },
        {
            "speaker": "gloucester",
            "text": "They do me wrong, and I will not endure it: Who are they that complain unto the king, That I, forsooth, am stern, and love them not By holy Paul, they love his grace but lightly That fill his ears with such dissentious rumours. Because I cannot flatter and speak fair, Smile in mens faces, smooth, deceive and cog, Duck with French nods and apish courtesy, I must be held a rancorous enemy. Cannot a plain man live and think no harm, But thus his simple truth must be abused By silken, sly, insinuating Jacks"
        },
        {
            "speaker": "rivers",
            "text": "To whom in all this presence speaks your grace"
        },
        {
            "speaker": "gloucester",
            "text": "To thee, that hast nor honesty nor grace. When have I injured thee when done thee wrong Or thee or thee or any of your faction A plague upon you all! His royal person, Whom God preserve better than you would wish! Cannot be quiet scarce a breathingwhile, But you must trouble him with lewd complaints."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Brother of Gloucester, you mistake the matter. The king, of his own royal disposition, And not provoked by any suitor else Aiming, belike, at your interior hatred, Which in your outward actions shows itself Against my kindred, brothers, and myself, Makes him to send that thereby he may gather The ground of your illwill, and so remove it."
        },
        {
            "speaker": "gloucester",
            "text": "I cannot tell: the world is grown so bad, That wrens make prey where eagles dare not perch: Since every Jack became a gentleman Theres many a gentle person made a Jack."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Come, come, we know your meaning, brother Gloucester You envy my advancement and my friends: God grant we never may have need of you!"
        },
        {
            "speaker": "gloucester",
            "text": "Meantime, God grants that we have need of you: Your brother is imprisond by your means, Myself disgraced, and the nobility Held in contempt whilst many fair promotions Are daily given to ennoble those That scarce, some two days since, were worth a noble."
        },
        {
            "speaker": "queen elizabeth",
            "text": "By Him that raised me to this careful height From that contented hap which I enjoyd, I never did incense his majesty Against the Duke of Clarence, but have been An earnest advocate to plead for him. My lord, you do me shameful injury, Falsely to draw me in these vile suspects."
        },
        {
            "speaker": "gloucester",
            "text": "You may deny that you were not the cause Of my Lord Hastings late imprisonment."
        },
        {
            "speaker": "rivers",
            "text": "She may, my lord, for"
        },
        {
            "speaker": "gloucester",
            "text": "She may, Lord Rivers! why, who knows not so She may do more, sir, than denying that: She may help you to many fair preferments, And then deny her aiding hand therein, And lay those honours on your high deserts. What may she not She may, yea, marry, may she"
        },
        {
            "speaker": "rivers",
            "text": "What, marry, may she"
        },
        {
            "speaker": "gloucester",
            "text": "What, marry, may she! marry with a king, A bachelor, a handsome stripling too: I wis your grandam had a worser match."
        },
        {
            "speaker": "queen elizabeth",
            "text": "My Lord of Gloucester, I have too long borne Your blunt upbraidings and your bitter scoffs: By heaven, I will acquaint his majesty With those gross taunts I often have endured. I had rather be a country servantmaid Than a great queen, with this condition, To be thus taunted, scornd, and baited at: Small joy have I in being Englands queen."
        },
        {
            "text": "Enter QUEEN MARGARET, behind"
        },
        {
            "speaker": "queen margaret",
            "text": "And lessend be that small, God, I beseech thee! Thy honour, state and seat is due to me."
        },
        {
            "speaker": "gloucester",
            "text": "What! threat you me with telling of the king Tell him, and spare not: look, what I have said I will avouch in presence of the king: I dare adventure to be sent to the Tower. Tis time to speak my pains are quite forgot."
        },
        {
            "speaker": "queen margaret",
            "text": "Out, devil! I remember them too well: Thou slewest my husband Henry in the Tower, And Edward, my poor son, at Tewksbury."
        },
        {
            "speaker": "gloucester",
            "text": "Ere you were queen, yea, or your husband king, I was a packhorse in his great affairs A weederout of his proud adversaries, A liberal rewarder of his friends: To royalize his blood I spilt mine own."
        },
        {
            "speaker": "queen margaret",
            "text": "Yea, and much better blood than his or thine."
        },
        {
            "speaker": "gloucester",
            "text": "In all which time you and your husband Grey Were factious for the house of Lancaster And, Rivers, so were you. Was not your husband In Margarets battle at Saint Albans slain Let me put in your minds, if you forget, What you have been ere now, and what you are Withal, what I have been, and what I am."
        },
        {
            "speaker": "queen margaret",
            "text": "A murderous villain, and so still thou art."
        },
        {
            "speaker": "gloucester",
            "text": "Poor Clarence did forsake his father, Warwick Yea, and forswore himself,which Jesu pardon!"
        },
        {
            "speaker": "queen margaret",
            "text": "Which God revenge!"
        },
        {
            "speaker": "gloucester",
            "text": "To fight on Edwards party for the crown And for his meed, poor lord, he is mewd up. I would to God my heart were flint, like Edwards Or Edwards soft and pitiful, like mine I am too childishfoolish for this world."
        },
        {
            "speaker": "queen margaret",
            "text": "Hie thee to hell for shame, and leave the world, Thou cacodemon! there thy kingdom is."
        },
        {
            "speaker": "rivers",
            "text": "My Lord of Gloucester, in those busy days Which here you urge to prove us enemies, We followd then our lord, our lawful king: So should we you, if you should be our king."
        },
        {
            "speaker": "gloucester",
            "text": "If I should be! I had rather be a pedlar: Far be it from my heart, the thought of it!"
        },
        {
            "speaker": "queen elizabeth",
            "text": "As little joy, my lord, as you suppose You should enjoy, were you this countrys king, As little joy may you suppose in me. That I enjoy, being the queen thereof."
        },
        {
            "speaker": "queen margaret",
            "text": "A little joy enjoys the queen thereof For I am she, and altogether joyless. I can no longer hold me patient. Hear me, you wrangling pirates, that fall out In sharing that which you have pilld from me! Which of you trembles not that looks on me If not, that, I being queen, you bow like subjects, Yet that, by you deposed, you quake like rebels O gentle villain, do not turn away!"
        },
        {
            "text": "Advancing"
        },
        {
            "speaker": "gloucester",
            "text": "Foul wrinkled witch, what makest thou in my sight"
        },
        {
            "speaker": "queen margaret",
            "text": "But repetition of what thou hast marrd That will I make before I let thee go."
        },
        {
            "speaker": "gloucester",
            "text": "Wert thou not banished on pain of death"
        },
        {
            "speaker": "queen margaret",
            "text": "I was but I do find more pain in banishment Than death can yield me here by my abode. A husband and a son thou owest to me And thou a kingdom all of you allegiance: The sorrow that I have, by right is yours, And all the pleasures you usurp are mine."
        },
        {
            "speaker": "gloucester",
            "text": "The curse my noble father laid on thee, When thou didst crown his warlike brows with paper And with thy scorns drewst rivers from his eyes, And then, to dry them, gavest the duke a clout Steepd in the faultless blood of pretty Rutland His curses, then from bitterness of soul Denounced against thee, are all falln upon thee And God, not we, hath plagued thy bloody deed."
        },
        {
            "speaker": "queen elizabeth",
            "text": "So just is God, to right the innocent."
        },
        {
            "speaker": "hastings",
            "text": "O, twas the foulest deed to slay that babe, And the most merciless that eer was heard of!"
        },
        {
            "speaker": "rivers",
            "text": "Tyrants themselves wept when it was reported."
        },
        {
            "speaker": "dorset",
            "text": "No man but prophesied revenge for it."
        },
        {
            "speaker": "buckingham",
            "text": "Northumberland, then present, wept to see it."
        },
        {
            "speaker": "queen margaret",
            "text": "What were you snarling all before I came, Ready to catch each other by the throat, And turn you all your hatred now on me Did Yorks dread curse prevail so much with heaven That Henrys death, my lovely Edwards death, Their kingdoms loss, my woful banishment, Could all but answer for that peevish brat Can curses pierce the clouds and enter heaven Why, then, give way, dull clouds, to my quick curses! If not by war, by surfeit die your king, As ours by murder, to make him a king! Edward thy son, which now is Prince of Wales, For Edward my son, which was Prince of Wales, Die in his youth by like untimely violence! Thyself a queen, for me that was a queen, Outlive thy glory, like my wretched self! Long mayst thou live to wail thy childrens loss And see another, as I see thee now, Deckd in thy rights, as thou art stalld in mine! Long die thy happy days before thy death And, after many lengthend hours of grief, Die neither mother, wife, nor Englands queen! Rivers and Dorset, you were standers by, And so wast thou, Lord Hastings, when my son Was stabbd with bloody daggers: God, I pray him, That none of you may live your natural age, But by some unlookd accident cut off!"
        },
        {
            "speaker": "gloucester",
            "text": "Have done thy charm, thou hateful witherd hag!"
        },
        {
            "speaker": "queen margaret",
            "text": "And leave out thee stay, dog, for thou shalt hear me. If heaven have any grievous plague in store Exceeding those that I can wish upon thee, O, let them keep it till thy sins be ripe, And then hurl down their indignation On thee, the troubler of the poor worlds peace! The worm of conscience still begnaw thy soul! Thy friends suspect for traitors while thou livest, And take deep traitors for thy dearest friends! No sleep close up that deadly eye of thine, Unless it be whilst some tormenting dream Affrights thee with a hell of ugly devils! Thou elvishmarkd, abortive, rooting hog! Thou that wast seald in thy nativity The slave of nature and the son of hell! Thou slander of thy mothers heavy womb! Thou loathed issue of thy fathers loins! Thou rag of honour! thou detested"
        },
        {
            "speaker": "gloucester",
            "text": "Margaret."
        },
        {
            "speaker": "queen margaret",
            "text": "Richard!"
        },
        {
            "speaker": "gloucester",
            "text": "Ha!"
        },
        {
            "speaker": "queen margaret",
            "text": "I call thee not."
        },
        {
            "speaker": "gloucester",
            "text": "I cry thee mercy then, for I had thought That thou hadst calld me all these bitter names."
        },
        {
            "speaker": "queen margaret",
            "text": "Why, so I did but lookd for no reply. O, let me make the period to my curse!"
        },
        {
            "speaker": "gloucester",
            "text": "Tis done by me, and ends in Margaret."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Thus have you breathed your curse against yourself."
        },
        {
            "speaker": "queen margaret",
            "text": "Poor painted queen, vain flourish of my fortune! Why strewst thou sugar on that bottled spider, Whose deadly web ensnareth thee about Fool, fool! thou whetst a knife to kill thyself. The time will come when thou shalt wish for me To help thee curse that poisonous bunchbackd toad."
        },
        {
            "speaker": "hastings",
            "text": "Falseboding woman, end thy frantic curse, Lest to thy harm thou move our patience."
        },
        {
            "speaker": "queen margaret",
            "text": "Foul shame upon you! you have all moved mine."
        },
        {
            "speaker": "rivers",
            "text": "Were you well served, you would be taught your duty."
        },
        {
            "speaker": "queen margaret",
            "text": "To serve me well, you all should do me duty, Teach me to be your queen, and you my subjects: O, serve me well, and teach yourselves that duty!"
        },
        {
            "speaker": "dorset",
            "text": "Dispute not with her she is lunatic."
        },
        {
            "speaker": "queen margaret",
            "text": "Peace, master marquess, you are malapert: Your firenew stamp of honour is scarce current. O, that your young nobility could judge What twere to lose it, and be miserable! They that stand high have many blasts to shake them And if they fall, they dash themselves to pieces."
        },
        {
            "speaker": "gloucester",
            "text": "Good counsel, marry: learn it, learn it, marquess."
        },
        {
            "speaker": "dorset",
            "text": "It toucheth you, my lord, as much as me."
        },
        {
            "speaker": "gloucester",
            "text": "Yea, and much more: but I was born so high, Our aery buildeth in the cedars top, And dallies with the wind and scorns the sun."
        },
        {
            "speaker": "queen margaret",
            "text": "And turns the sun to shade alas! alas! Witness my son, now in the shade of death Whose bright outshining beams thy cloudy wrath Hath in eternal darkness folded up. Your aery buildeth in our aerys nest. O God, that seest it, do not suffer it! As it was won with blood, lost be it so!"
        },
        {
            "speaker": "buckingham",
            "text": "Have done! for shame, if not for charity."
        },
        {
            "speaker": "queen margaret",
            "text": "Urge neither charity nor shame to me: Uncharitably with me have you dealt, And shamefully by you my hopes are butcherd. My charity is outrage, life my shame And in that shame still live my sorrows rage."
        },
        {
            "speaker": "buckingham",
            "text": "Have done, have done."
        },
        {
            "speaker": "queen margaret",
            "text": "O princely Buckingham Ill kiss thy hand, In sign of league and amity with thee: Now fair befal thee and thy noble house! Thy garments are not spotted with our blood, Nor thou within the compass of my curse."
        },
        {
            "speaker": "buckingham",
            "text": "Nor no one here for curses never pass The lips of those that breathe them in the air."
        },
        {
            "speaker": "queen margaret",
            "text": "Ill not believe but they ascend the sky, And there awake Gods gentlesleeping peace. O Buckingham, take heed of yonder dog! Look, when he fawns, he bites and when he bites, His venom tooth will rankle to the death: Have not to do with him, beware of him Sin, death, and hell have set their marks on him, And all their ministers attend on him."
        },
        {
            "speaker": "gloucester",
            "text": "What doth she say, my Lord of Buckingham"
        },
        {
            "speaker": "buckingham",
            "text": "Nothing that I respect, my gracious lord."
        },
        {
            "speaker": "queen margaret",
            "text": "What, dost thou scorn me for my gentle counsel And soothe the devil that I warn thee from O, but remember this another day, When he shall split thy very heart with sorrow, And say poor Margaret was a prophetess! Live each of you the subjects to his hate, And he to yours, and all of you to Gods!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "hastings",
            "text": "My hair doth stand on end to hear her curses."
        },
        {
            "speaker": "rivers",
            "text": "And so doth mine: I muse why shes at liberty."
        },
        {
            "speaker": "gloucester",
            "text": "I cannot blame her: by Gods holy mother, She hath had too much wrong and I repent My part thereof that I have done to her."
        },
        {
            "speaker": "queen elizabeth",
            "text": "I never did her any, to my knowledge."
        },
        {
            "speaker": "gloucester",
            "text": "But you have all the vantage of her wrong. I was too hot to do somebody good, That is too cold in thinking of it now. Marry, as for Clarence, he is well repaid, He is frankd up to fatting for his pains God pardon them that are the cause of it!"
        },
        {
            "speaker": "rivers",
            "text": "A virtuous and a Christianlike conclusion, To pray for them that have done scathe to us."
        },
        {
            "speaker": "gloucester",
            "text": "So do I ever: being welladvised. For had I cursed now, I had cursed myself."
        },
        {
            "text": "Aside"
        },
        {
            "text": "Enter CATESBY"
        },
        {
            "speaker": "catesby",
            "text": "Madam, his majesty doth call for you, And for your grace and you, my noble lords."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Catesby, we come. Lords, will you go with us"
        },
        {
            "speaker": "rivers",
            "text": "Madam, we will attend your grace."
        },
        {
            "text": "Exeunt all but GLOUCESTER"
        },
        {
            "speaker": "gloucester",
            "text": "I do the wrong, and first begin to brawl. The secret mischiefs that I set abroach I lay unto the grievous charge of others. Clarence, whom I, indeed, have laid in darkness, I do beweep to many simple gulls Namely, to Hastings, Derby, Buckingham And say it is the queen and her allies That stir the king against the duke my brother. Now, they believe it and withal whet me To be revenged on Rivers, Vaughan, Grey: But then I sigh and, with a piece of scripture, Tell them that God bids us do good for evil: And thus I clothe my naked villany With old odd ends stolen out of holy writ And seem a saint, when most I play the devil. But, soft! here come my executioners. How now, my hardy, stout resolved mates! Are you now going to dispatch this deed"
        },
        {
            "text": "Enter two Murderers"
        },
        {
            "speaker": "first murderer",
            "text": "We are, my lord and come to have the warrant That we may be admitted where he is."
        },
        {
            "speaker": "gloucester",
            "text": "Well thought upon I have it here about me. When you have done, repair to Crosby Place. But, sirs, be sudden in the execution, Withal obdurate, do not hear him plead For Clarence is wellspoken, and perhaps May move your hearts to pity if you mark him."
        },
        {
            "text": "Gives the warrant"
        },
        {
            "speaker": "first murderer",
            "text": "Tush! Fear not, my lord, we will not stand to prate Talkers are no good doers: be assured We come to use our hands and not our tongues."
        },
        {
            "speaker": "gloucester",
            "text": "Your eyes drop millstones, when fools eyes drop tears: I like you, lads about your business straight Go, go, dispatch."
        },
        {
            "speaker": "first murderer",
            "text": "We will, my noble lord."
        },
        {
            "text": "Exeunt"
        }
    ]
}