{
    "sceneName": "Act 2, scene 3",
    "playName": "richard the third",
    "location": "London. A street.",
    "lines": [
        {
            "text": "Enter two Citizens meeting"
        },
        {
            "speaker": "first citizen",
            "text": "Neighbour, well met: whither away so fast"
        },
        {
            "speaker": "second citizen",
            "text": "I promise you, I scarcely know myself: Hear you the news abroad"
        },
        {
            "speaker": "first citizen",
            "text": "Ay, that the king is dead."
        },
        {
            "speaker": "second citizen",
            "text": "Bad news, byr lady seldom comes the better: I fear, I fear twill prove a troublous world."
        },
        {
            "text": "Enter another Citizen"
        },
        {
            "speaker": "third citizen",
            "text": "Neighbours, God speed!"
        },
        {
            "speaker": "first citizen",
            "text": "Give you good morrow, sir."
        },
        {
            "speaker": "third citizen",
            "text": "Doth this news hold of good King Edwards death"
        },
        {
            "speaker": "second citizen",
            "text": "Ay, sir, it is too true God help the while!"
        },
        {
            "speaker": "third citizen",
            "text": "Then, masters, look to see a troublous world."
        },
        {
            "speaker": "first citizen",
            "text": "No, no by Gods good grace his son shall reign."
        },
        {
            "speaker": "third citizen",
            "text": "Woe to the land thats governd by a child!"
        },
        {
            "speaker": "second citizen",
            "text": "In him there is a hope of government, That in his nonage council under him, And in his full and ripend years himself, No doubt, shall then and till then govern well."
        },
        {
            "speaker": "first citizen",
            "text": "So stood the state when Henry the Sixth Was crownd in Paris but at nine months old."
        },
        {
            "speaker": "third citizen",
            "text": "Stood the state so No, no, good friends, God wot For then this land was famously enrichd With politic grave counsel then the king Had virtuous uncles to protect his grace."
        },
        {
            "speaker": "first citizen",
            "text": "Why, so hath this, both by the father and mother."
        },
        {
            "speaker": "third citizen",
            "text": "Better it were they all came by the father, Or by the father there were none at all For emulation now, who shall be nearest, Will touch us all too near, if God prevent not. O, full of danger is the Duke of Gloucester! And the queens sons and brothers haught and proud: And were they to be ruled, and not to rule, This sickly land might solace as before."
        },
        {
            "speaker": "first citizen",
            "text": "Come, come, we fear the worst all shall be well."
        },
        {
            "speaker": "third citizen",
            "text": "When clouds appear, wise men put on their cloaks When great leaves fall, the winter is at hand When the sun sets, who doth not look for night Untimely storms make men expect a dearth. All may be well but, if God sort it so, Tis more than we deserve, or I expect."
        },
        {
            "speaker": "second citizen",
            "text": "Truly, the souls of men are full of dread: Ye cannot reason almost with a man That looks not heavily and full of fear."
        },
        {
            "speaker": "third citizen",
            "text": "Before the times of change, still is it so: By a divine instinct mens minds mistrust Ensuing dangers as by proof, we see The waters swell before a boisterous storm. But leave it all to God. whither away"
        },
        {
            "speaker": "second citizen",
            "text": "Marry, we were sent for to the justices."
        },
        {
            "speaker": "third citizen",
            "text": "And so was I: Ill bear you company."
        },
        {
            "text": "Exeunt"
        }
    ]
}