{
    "sceneName": "Act 5, scene 1",
    "playName": "hamlet",
    "location": "A churchyard.",
    "lines": [
        {
            "text": "Enter two Clowns, with spades,  and c"
        },
        {
            "speaker": "first clown",
            "text": "Is she to be buried in Christian burial that wilfully seeks her own salvation"
        },
        {
            "speaker": "second clown",
            "text": "I tell thee she is: and therefore make her grave straight: the crowner hath sat on her, and finds it Christian burial."
        },
        {
            "speaker": "first clown",
            "text": "How can that be, unless she drowned herself in her own defence"
        },
        {
            "speaker": "second clown",
            "text": "Why, tis found so."
        },
        {
            "speaker": "first clown",
            "text": "It must be se offendendo it cannot be else. For here lies the point:  if I drown myself wittingly, it argues an act: and an act hath three branches: it is, to act, to do, to perform: argal, she drowned herself wittingly."
        },
        {
            "speaker": "second clown",
            "text": "Nay, but hear you, goodman delver,"
        },
        {
            "speaker": "first clown",
            "text": "Give me leave. Here lies the water good: here stands the man good if the man go to this water, and drown himself, it is, will he, nill he, he goes,mark you that but if the water come to him and drown him, he drowns not himself: argal, he that is not guilty of his own death shortens not his own life."
        },
        {
            "speaker": "second clown",
            "text": "But is this law"
        },
        {
            "speaker": "first clown",
            "text": "Ay, marry, ist crowners quest law."
        },
        {
            "speaker": "second clown",
            "text": "Will you ha the truth ont If this had not been a gentlewoman, she should have been buried out o Christian burial."
        },
        {
            "speaker": "first clown",
            "text": "Why, there thou sayst: and the more pity that great folk should have countenance in this world to drown or hang themselves, more than their even Christian. Come, my spade. There is no ancient gentleman but gardeners, ditchers, and gravemakers: they hold up Adams profession."
        },
        {
            "speaker": "second clown",
            "text": "Was he a gentleman"
        },
        {
            "speaker": "first clown",
            "text": "He was the first that ever bore arms."
        },
        {
            "speaker": "second clown",
            "text": "Why, he had none."
        },
        {
            "speaker": "first clown",
            "text": "What, art a heathen How dost thou understand the Scripture The Scripture says Adam digged: could he dig without arms Ill put another question to thee: if thou answerest me not to the purpose, confess thyself"
        },
        {
            "speaker": "second clown",
            "text": "Go to."
        },
        {
            "speaker": "first clown",
            "text": "What is he that builds stronger than either the mason, the shipwright, or the carpenter"
        },
        {
            "speaker": "second clown",
            "text": "The gallowsmaker for that frame outlives a thousand tenants."
        },
        {
            "speaker": "first clown",
            "text": "I like thy wit well, in good faith: the gallows does well but how does it well it does well to those that do in: now thou dost ill to say the gallows is built stronger than the church: argal, the gallows may do well to thee. Tot again, come."
        },
        {
            "speaker": "second clown",
            "text": "Who builds stronger than a mason, a shipwright, or a carpenter"
        },
        {
            "speaker": "first clown",
            "text": "Ay, tell me that, and unyoke."
        },
        {
            "speaker": "second clown",
            "text": "Marry, now I can tell."
        },
        {
            "speaker": "first clown",
            "text": "Tot."
        },
        {
            "speaker": "second clown",
            "text": "Mass, I cannot tell."
        },
        {
            "text": "Enter HAMLET and HORATIO, at a distance"
        },
        {
            "speaker": "first clown",
            "text": "Cudgel thy brains no more about it, for your dull ass will not mend his pace with beating and, when you are asked this question next, say a gravemaker: the houses that he makes last till doomsday. Go, get thee to Yaughan: fetch me a stoup of liquor. In youth, when I did love, did love, Methought it was very sweet, To contract, O, the time, for, ah, my behove, O, methought, there was nothing meet."
        },
        {
            "text": "Exit Second Clown"
        },
        {
            "text": "He digs and sings"
        },
        {
            "speaker": "hamlet",
            "text": "Has this fellow no feeling of his business, that he sings at gravemaking"
        },
        {
            "speaker": "horatio",
            "text": "Custom hath made it in him a property of easiness."
        },
        {
            "speaker": "hamlet",
            "text": "Tis een so: the hand of little employment hath the daintier sense."
        },
        {
            "speaker": "first clown",
            "text": "[Sings] But age, with his stealing steps, Hath clawd me in his clutch, And hath shipped me intil the land, As if I had never been such."
        },
        {
            "text": "Throws up a skull"
        },
        {
            "speaker": "hamlet",
            "text": "That skull had a tongue in it, and could sing once: how the knave jowls it to the ground, as if it were Cains jawbone, that did the first murder! It might be the pate of a politician, which this ass now oerreaches one that would circumvent God, might it not"
        },
        {
            "speaker": "horatio",
            "text": "It might, my lord."
        },
        {
            "speaker": "hamlet",
            "text": "Or of a courtier which could say Good morrow, sweet lord! How dost thou, good lord This might be my lord suchaone, that praised my lord suchaones horse, when he meant to beg it might it not"
        },
        {
            "speaker": "horatio",
            "text": "Ay, my lord."
        },
        {
            "speaker": "hamlet",
            "text": "Why, een so: and now my Lady Worms chapless, and knocked about the mazzard with a sextons spade: heres fine revolution, an we had the trick to seet. Did these bones cost no more the breeding, but to play at loggats with em mine ache to think ont."
        },
        {
            "speaker": "first clown",
            "text": "[Sings] A pickaxe, and a spade, a spade, For and a shrouding sheet: O, a pit of clay for to be made For such a guest is meet."
        },
        {
            "text": "Throws up another skull"
        },
        {
            "speaker": "hamlet",
            "text": "Theres another: why may not that be the skull of a lawyer Where be his quiddities now, his quillets, his cases, his tenures, and his tricks why does he suffer this rude knave now to knock him about the sconce with a dirty shovel, and will not tell him of his action of battery Hum! This fellow might be ins time a great buyer of land, with his statutes, his recognizances, his fines, his double vouchers, his recoveries: is this the fine of his fines, and the recovery of his recoveries, to have his fine pate full of fine dirt will his vouchers vouch him no more of his purchases, and double ones too, than the length and breadth of a pair of indentures The very conveyances of his lands will hardly lie in this box and must the inheritor himself have no more, ha"
        },
        {
            "speaker": "horatio",
            "text": "Not a jot more, my lord."
        },
        {
            "speaker": "hamlet",
            "text": "Is not parchment made of sheepskins"
        },
        {
            "speaker": "horatio",
            "text": "Ay, my lord, and of calfskins too."
        },
        {
            "speaker": "hamlet",
            "text": "They are sheep and calves which seek out assurance in that. I will speak to this fellow. Whose graves this, sirrah"
        },
        {
            "speaker": "first clown",
            "text": "Mine, sir. O, a pit of clay for to be made For such a guest is meet."
        },
        {
            "text": "Sings"
        },
        {
            "speaker": "hamlet",
            "text": "I think it be thine, indeed for thou liest int."
        },
        {
            "speaker": "first clown",
            "text": "You lie out ont, sir, and therefore it is not yours: for my part, I do not lie int, and yet it is mine."
        },
        {
            "speaker": "hamlet",
            "text": "Thou dost lie int, to be int and say it is thine: tis for the dead, not for the quick therefore thou liest."
        },
        {
            "speaker": "first clown",
            "text": "Tis a quick lie, sir twill away gain, from me to you."
        },
        {
            "speaker": "hamlet",
            "text": "What man dost thou dig it for"
        },
        {
            "speaker": "first clown",
            "text": "For no man, sir."
        },
        {
            "speaker": "hamlet",
            "text": "What woman, then"
        },
        {
            "speaker": "first clown",
            "text": "For none, neither."
        },
        {
            "speaker": "hamlet",
            "text": "Who is to be buried int"
        },
        {
            "speaker": "first clown",
            "text": "One that was a woman, sir but, rest her soul, shes dead."
        },
        {
            "speaker": "hamlet",
            "text": "How absolute the knave is! we must speak by the card, or equivocation will undo us. By the Lord, Horatio, these three years I have taken a note of it the age is grown so picked that the toe of the peasant comes so near the heel of the courtier, he gaffs his kibe. How long hast thou been a gravemaker"
        },
        {
            "speaker": "first clown",
            "text": "Of all the days i the year, I came tot that day that our last king Hamlet overcame Fortinbras."
        },
        {
            "speaker": "hamlet",
            "text": "How long is that since"
        },
        {
            "speaker": "first clown",
            "text": "Cannot you tell that every fool can tell that: it was the very day that young Hamlet was born he that is mad, and sent into England."
        },
        {
            "speaker": "hamlet",
            "text": "Ay, marry, why was he sent into England"
        },
        {
            "speaker": "first clown",
            "text": "Why, because he was mad: he shall recover his wits there or, if he do not, its no great matter there."
        },
        {
            "speaker": "hamlet",
            "text": "Why"
        },
        {
            "speaker": "first clown",
            "text": "Twill, a not be seen in him there there the men are as mad as he."
        },
        {
            "speaker": "hamlet",
            "text": "How came he mad"
        },
        {
            "speaker": "first clown",
            "text": "Very strangely, they say."
        },
        {
            "speaker": "hamlet",
            "text": "How strangely"
        },
        {
            "speaker": "first clown",
            "text": "Faith, een with losing his wits."
        },
        {
            "speaker": "hamlet",
            "text": "Upon what ground"
        },
        {
            "speaker": "first clown",
            "text": "Why, here in Denmark: I have been sexton here, man and boy, thirty years."
        },
        {
            "speaker": "hamlet",
            "text": "How long will a man lie i the earth ere he rot"
        },
        {
            "speaker": "first clown",
            "text": "I faith, if he be not rotten before he dieas we have many pocky corses nowadays, that will scarce hold the laying inhe will last you some eight year or nine year: a tanner will last you nine year."
        },
        {
            "speaker": "hamlet",
            "text": "Why he more than another"
        },
        {
            "speaker": "first clown",
            "text": "Why, sir, his hide is so tanned with his trade, that he will keep out water a great while and your water is a sore decayer of your whoreson dead body. Heres a skull now this skull has lain in the earth three and twenty years."
        },
        {
            "speaker": "hamlet",
            "text": "Whose was it"
        },
        {
            "speaker": "first clown",
            "text": "A whoreson mad fellows it was: whose do you think it was"
        },
        {
            "speaker": "hamlet",
            "text": "Nay, I know not."
        },
        {
            "speaker": "first clown",
            "text": "A pestilence on him for a mad rogue! a poured a flagon of Rhenish on my head once. This same skull, sir, was Yoricks skull, the kings jester."
        },
        {
            "speaker": "hamlet",
            "text": "This"
        },
        {
            "speaker": "first clown",
            "text": "Een that."
        },
        {
            "speaker": "hamlet",
            "text": "Let me see. Alas, poor Yorick! I knew him, Horatio: a fellow of infinite jest, of most excellent fancy: he hath borne me on his back a thousand times and now, how abhorred in my imagination it is! my gorge rims at it. Here hung those lips that I have kissed I know not how oft. Where be your gibes now your gambols your songs your flashes of merriment, that were wont to set the table on a roar Not one now, to mock your own grinning quite chapfallen Now get you to my ladys chamber, and tell her, let her paint an inch thick, to this favour she must come make her laugh at that. Prithee, Horatio, tell me one thing."
        },
        {
            "text": "Takes the skull"
        },
        {
            "speaker": "horatio",
            "text": "Whats that, my lord"
        },
        {
            "speaker": "hamlet",
            "text": "Dost thou think Alexander looked o this fashion i the earth"
        },
        {
            "speaker": "horatio",
            "text": "Een so."
        },
        {
            "speaker": "hamlet",
            "text": "And smelt so pah!"
        },
        {
            "text": "Puts down the skull"
        },
        {
            "speaker": "horatio",
            "text": "Een so, my lord."
        },
        {
            "speaker": "hamlet",
            "text": "To what base uses we may return, Horatio! Why may not imagination trace the noble dust of Alexander, till he find it stopping a bunghole"
        },
        {
            "speaker": "horatio",
            "text": "Twere to consider too curiously, to consider so."
        },
        {
            "speaker": "hamlet",
            "text": "No, faith, not a jot but to follow him thither with modesty enough, and likelihood to lead it: as thus: Alexander died, Alexander was buried, Alexander returneth into dust the dust is earth of earth we make loam and why of that loam, whereto he was converted, might they not stop a beerbarrel Imperious Caesar, dead and turnd to clay, Might stop a hole to keep the wind away: O, that that earth, which kept the world in awe, Should patch a wall to expel the winter flaw! But soft! but soft! aside: here comes the king. Enter Priest,  and c. in procession the Corpse of  OPHELIA, LAERTES and Mourners following KING CLAUDIUS, QUEEN GERTRUDE, their trains,  and c The queen, the courtiers: who is this they follow And with such maimed rites This doth betoken The corse they follow did with desperate hand Fordo its own life: twas of some estate. Couch we awhile, and mark."
        },
        {
            "text": "Retiring with HORATIO"
        },
        {
            "speaker": "laertes",
            "text": "What ceremony else"
        },
        {
            "speaker": "hamlet",
            "text": "That is Laertes, A very noble youth: mark."
        },
        {
            "speaker": "laertes",
            "text": "What ceremony else"
        },
        {
            "speaker": "first priest",
            "text": "Her obsequies have been as far enlarged As we have warrantise: her death was doubtful And, but that great command oersways the order, She should in ground unsanctified have lodged Till the last trumpet: for charitable prayers, Shards, flints and pebbles should be thrown on her Yet here she is allowd her virgin crants, Her maiden strewments and the bringing home Of bell and burial."
        },
        {
            "speaker": "laertes",
            "text": "Must there no more be done"
        },
        {
            "speaker": "first priest",
            "text": "No more be done: We should profane the service of the dead To sing a requiem and such rest to her As to peaceparted souls."
        },
        {
            "speaker": "laertes",
            "text": "Lay her i the earth: And from her fair and unpolluted flesh May violets spring! I tell thee, churlish priest, A ministering angel shall my sister be, When thou liest howling."
        },
        {
            "speaker": "hamlet",
            "text": "What, the fair Ophelia!"
        },
        {
            "speaker": "queen gertrude",
            "text": "Sweets to the sweet: farewell! I hoped thou shouldst have been my Hamlets wife I thought thy bridebed to have deckd, sweet maid, And not have strewd thy grave."
        },
        {
            "text": "Scattering flowers"
        },
        {
            "speaker": "laertes",
            "text": "O, treble woe Fall ten times treble on that cursed head, Whose wicked deed thy most ingenious sense Deprived thee of! Hold off the earth awhile, Till I have caught her once more in mine arms: Now pile your dust upon the quick and dead, Till of this flat a mountain you have made, To oertop old Pelion, or the skyish head Of blue Olympus."
        },
        {
            "text": "Leaps into the grave"
        },
        {
            "speaker": "hamlet",
            "text": "[Advancing]     What is he whose grief Bears such an emphasis whose phrase of sorrow Conjures the wandering stars, and makes them stand Like wonderwounded hearers This is I, Hamlet the Dane."
        },
        {
            "text": "Leaps into the grave"
        },
        {
            "speaker": "laertes",
            "text": "The devil take thy soul!"
        },
        {
            "text": "Grappling with him"
        },
        {
            "speaker": "hamlet",
            "text": "Thou prayst not well. I prithee, take thy fingers from my throat For, though I am not splenitive and rash, Yet have I something in me dangerous, Which let thy wiseness fear: hold off thy hand."
        },
        {
            "speaker": "king claudius",
            "text": "Pluck them asunder."
        },
        {
            "speaker": "queen gertrude",
            "text": "Hamlet, Hamlet!"
        },
        {
            "speaker": "all",
            "text": "Gentlemen,"
        },
        {
            "speaker": "horatio",
            "text": "Good my lord, be quiet."
        },
        {
            "text": "The Attendants part them, and they come out of the grave"
        },
        {
            "speaker": "hamlet",
            "text": "Why I will fight with him upon this theme Until my eyelids will no longer wag."
        },
        {
            "speaker": "queen gertrude",
            "text": "O my son, what theme"
        },
        {
            "speaker": "hamlet",
            "text": "I loved Ophelia: forty thousand brothers Could not, with all their quantity of love, Make up my sum. What wilt thou do for her"
        },
        {
            "speaker": "king claudius",
            "text": "O, he is mad, Laertes."
        },
        {
            "speaker": "queen gertrude",
            "text": "For love of God, forbear him."
        },
        {
            "speaker": "hamlet",
            "text": "Swounds, show me what thoult do: Woot weep woot fight woot fast woot tear thyself Woot drink up eisel eat a crocodile Ill dot. Dost thou come here to whine To outface me with leaping in her grave Be buried quick with her, and so will I: And, if thou prate of mountains, let them throw Millions of acres on us, till our ground, Singeing his pate against the burning zone, Make Ossa like a wart! Nay, an thoult mouth, Ill rant as well as thou."
        },
        {
            "speaker": "queen gertrude",
            "text": "This is mere madness: And thus awhile the fit will work on him Anon, as patient as the female dove, When that her golden couplets are disclosed, His silence will sit drooping."
        },
        {
            "speaker": "hamlet",
            "text": "Hear you, sir What is the reason that you use me thus I loved you ever: but it is no matter Let Hercules himself do what he may, The cat will mew and dog will have his day."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "king claudius",
            "text": "I pray you, good Horatio, wait upon him. Strengthen your patience in our last nights speech Well put the matter to the present push. Good Gertrude, set some watch over your son. This grave shall have a living monument: An hour of quiet shortly shall we see Till then, in patience our proceeding be."
        },
        {
            "text": "Exit HORATIO"
        },
        {
            "text": "To LAERTES"
        },
        {
            "text": "Exeunt"
        }
    ]
}