{
    "sceneName": "Act 4, scene 5",
    "playName": "taming of the shrew",
    "location": "A public road.",
    "lines": [
        {
            "text": "Enter PETRUCHIO, KATHARINA, HORTENSIO, and Servants"
        },
        {
            "speaker": "petruchio",
            "text": "Come on, i Gods name once more toward our fathers. Good Lord, how bright and goodly shines the moon!"
        },
        {
            "speaker": "katharina",
            "text": "The moon! the sun: it is not moonlight now."
        },
        {
            "speaker": "petruchio",
            "text": "I say it is the moon that shines so bright."
        },
        {
            "speaker": "katharina",
            "text": "I know it is the sun that shines so bright."
        },
        {
            "speaker": "petruchio",
            "text": "Now, by my mothers son, and thats myself, It shall be moon, or star, or what I list, Or ere I journey to your fathers house. Go on, and fetch our horses back again. Evermore crossd and crossd nothing but crossd!"
        },
        {
            "speaker": "hortensio",
            "text": "Say as he says, or we shall never go."
        },
        {
            "speaker": "katharina",
            "text": "Forward, I pray, since we have come so far, And be it moon, or sun, or what you please: An if you please to call it a rushcandle, Henceforth I vow it shall be so for me."
        },
        {
            "speaker": "petruchio",
            "text": "I say it is the moon."
        },
        {
            "speaker": "katharina",
            "text": "I know it is the moon."
        },
        {
            "speaker": "petruchio",
            "text": "Nay, then you lie: it is the blessed sun."
        },
        {
            "speaker": "katharina",
            "text": "Then, God be blessd, it is the blessed sun: But sun it is not, when you say it is not And the moon changes even as your mind. What you will have it named, even that it is And so it shall be so for Katharina."
        },
        {
            "speaker": "hortensio",
            "text": "Petruchio, go thy ways the field is won."
        },
        {
            "speaker": "petruchio",
            "text": "Well, forward, forward! thus the bowl should run, And not unluckily against the bias. But, soft! company is coming here. Good morrow, gentle mistress: where away Tell me, sweet Kate, and tell me truly too, Hast thou beheld a fresher gentlewoman Such war of white and red within her cheeks! What stars do spangle heaven with such beauty, As those two eyes become that heavenly face Fair lovely maid, once more good day to thee. Sweet Kate, embrace her for her beautys sake."
        },
        {
            "text": "Enter VINCENTIO"
        },
        {
            "text": "To VINCENTIO"
        },
        {
            "speaker": "hortensio",
            "text": "A will make the man mad, to make a woman of him."
        },
        {
            "speaker": "katharina",
            "text": "Young budding virgin, fair and fresh and sweet, Whither away, or where is thy abode Happy the parents of so fair a child Happier the man, whom favourable stars Allot thee for his lovely bedfellow!"
        },
        {
            "speaker": "petruchio",
            "text": "Why, how now, Kate! I hope thou art not mad: This is a man, old, wrinkled, faded, witherd, And not a maiden, as thou sayst he is."
        },
        {
            "speaker": "katharina",
            "text": "Pardon, old father, my mistaking eyes, That have been so bedazzled with the sun That everything I look on seemeth green: Now I perceive thou art a reverend father Pardon, I pray thee, for my mad mistaking."
        },
        {
            "speaker": "petruchio",
            "text": "Do, good old grandsire and withal make known Which way thou travellest: if along with us, We shall be joyful of thy company."
        },
        {
            "speaker": "vincentio",
            "text": "Fair sir, and you my merry mistress, That with your strange encounter much amazed me, My name is calld Vincentio my dwelling Pisa And bound I am to Padua there to visit A son of mine, which long I have not seen."
        },
        {
            "speaker": "petruchio",
            "text": "What is his name"
        },
        {
            "speaker": "vincentio",
            "text": "Lucentio, gentle sir."
        },
        {
            "speaker": "petruchio",
            "text": "Happily we met the happier for thy son. And now by law, as well as reverend age, I may entitle thee my loving father: The sister to my wife, this gentlewoman, Thy son by this hath married. Wonder not, Nor be grieved: she is of good esteem, Her dowery wealthy, and of worthy birth Beside, so qualified as may beseem The spouse of any noble gentleman. Let me embrace with old Vincentio, And wander we to see thy honest son, Who will of thy arrival be full joyous."
        },
        {
            "speaker": "vincentio",
            "text": "But is it true or else is it your pleasure, Like pleasant travellers, to break a jest Upon the company you overtake"
        },
        {
            "speaker": "hortensio",
            "text": "I do assure thee, father, so it is."
        },
        {
            "speaker": "petruchio",
            "text": "Come, go along, and see the truth hereof For our first merriment hath made thee jealous."
        },
        {
            "text": "Exeunt all but HORTENSIO"
        },
        {
            "speaker": "hortensio",
            "text": "Well, Petruchio, this has put me in heart. Have to my widow! and if she be froward, Then hast thou taught Hortensio to be untoward."
        },
        {
            "text": "Exit"
        }
    ]
}