{
    "sceneName": "Act 4, scene 2",
    "playName": "taming of the shrew",
    "location": "Padua. Before BAPTISTAS house.",
    "lines": [
        {
            "text": "Enter TRANIO and HORTENSIO"
        },
        {
            "speaker": "tranio",
            "text": "Ist possible, friend Licio, that Mistress Bianca Doth fancy any other but Lucentio I tell you, sir, she bears me fair in hand."
        },
        {
            "speaker": "hortensio",
            "text": "Sir, to satisfy you in what I have said, Stand by and mark the manner of his teaching."
        },
        {
            "text": "Enter BIANCA and LUCENTIO"
        },
        {
            "speaker": "lucentio",
            "text": "Now, mistress, profit you in what you read"
        },
        {
            "speaker": "bianca",
            "text": "What, master, read you first resolve me that."
        },
        {
            "speaker": "lucentio",
            "text": "I read that I profess, the Art to Love."
        },
        {
            "speaker": "bianca",
            "text": "And may you prove, sir, master of your art!"
        },
        {
            "speaker": "lucentio",
            "text": "While you, sweet dear, prove mistress of my heart!"
        },
        {
            "speaker": "hortensio",
            "text": "Quick proceeders, marry! Now, tell me, I pray, You that durst swear at your mistress Bianca Loved none in the world so well as Lucentio."
        },
        {
            "speaker": "tranio",
            "text": "O despiteful love! unconstant womankind! I tell thee, Licio, this is wonderful."
        },
        {
            "speaker": "hortensio",
            "text": "Mistake no more: I am not Licio, Nor a musician, as I seem to be But one that scorn to live in this disguise, For such a one as leaves a gentleman, And makes a god of such a cullion: Know, sir, that I am calld Hortensio."
        },
        {
            "speaker": "tranio",
            "text": "Signior Hortensio, I have often heard Of your entire affection to Bianca And since mine eyes are witness of her lightness, I will with you, if you be so contented, Forswear Bianca and her love for ever."
        },
        {
            "speaker": "hortensio",
            "text": "See, how they kiss and court! Signior Lucentio, Here is my hand, and here I firmly vow Never to woo her no more, but do forswear her, As one unworthy all the former favours That I have fondly flatterd her withal."
        },
        {
            "speaker": "tranio",
            "text": "And here I take the unfeigned oath, Never to marry with her though she would entreat: Fie on her! see, how beastly she doth court him!"
        },
        {
            "speaker": "hortensio",
            "text": "Would all the world but he had quite forsworn! For me, that I may surely keep mine oath, I will be married to a wealthy widow, Ere three days pass, which hath as long loved me As I have loved this proud disdainful haggard. And so farewell, Signior Lucentio. Kindness in women, not their beauteous looks, Shall win my love: and so I take my leave, In resolution as I swore before."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "tranio",
            "text": "Mistress Bianca, bless you with such grace As longeth to a lovers blessed case! Nay, I have taen you napping, gentle love, And have forsworn you with Hortensio."
        },
        {
            "speaker": "bianca",
            "text": "Tranio, you jest: but have you both forsworn me"
        },
        {
            "speaker": "tranio",
            "text": "Mistress, we have."
        },
        {
            "speaker": "lucentio",
            "text": "Then we are rid of Licio."
        },
        {
            "speaker": "tranio",
            "text": "I faith, hell have a lusty widow now, That shall be wood and wedded in a day."
        },
        {
            "speaker": "bianca",
            "text": "God give him joy!"
        },
        {
            "speaker": "tranio",
            "text": "Ay, and hell tame her."
        },
        {
            "speaker": "bianca",
            "text": "He says so, Tranio."
        },
        {
            "speaker": "tranio",
            "text": "Faith, he is gone unto the tamingschool."
        },
        {
            "speaker": "bianca",
            "text": "The tamingschool! what, is there such a place"
        },
        {
            "speaker": "tranio",
            "text": "Ay, mistress, and Petruchio is the master That teacheth tricks eleven and twenty long, To tame a shrew and charm her chattering tongue."
        },
        {
            "text": "Enter BIONDELLO"
        },
        {
            "speaker": "biondello",
            "text": "O master, master, I have watchd so long That I am dogweary: but at last I spied An ancient angel coming down the hill, Will serve the turn."
        },
        {
            "speaker": "tranio",
            "text": "What is he, Biondello"
        },
        {
            "speaker": "biondello",
            "text": "Master, a mercatante, or a pedant, I know not what but format in apparel, In gait and countenance surely like a father."
        },
        {
            "speaker": "lucentio",
            "text": "And what of him, Tranio"
        },
        {
            "speaker": "tranio",
            "text": "If he be credulous and trust my tale, Ill make him glad to seem Vincentio, And give assurance to Baptista Minola, As if he were the right Vincentio Take in your love, and then let me alone."
        },
        {
            "text": "Exeunt LUCENTIO and BIANCA"
        },
        {
            "text": "Enter a Pedant"
        },
        {
            "speaker": "pedant",
            "text": "God save you, sir!"
        },
        {
            "speaker": "tranio",
            "text": "And you, sir! you are welcome. Travel you far on, or are you at the farthest"
        },
        {
            "speaker": "pedant",
            "text": "Sir, at the farthest for a week or two: But then up farther, and as for as Rome And so to Tripoli, if God lend me life."
        },
        {
            "speaker": "tranio",
            "text": "What countryman, I pray"
        },
        {
            "speaker": "pedant",
            "text": "Of Mantua."
        },
        {
            "speaker": "tranio",
            "text": "Of Mantua, sir marry, God forbid! And come to Padua, careless of your life"
        },
        {
            "speaker": "pedant",
            "text": "My life, sir! how, I pray for that goes hard."
        },
        {
            "speaker": "tranio",
            "text": "Tis death for any one in Mantua To come to Padua. Know you not the cause Your ships are stayd at Venice, and the duke, For private quarrel twixt your duke and him, Hath publishd and proclaimd it openly: Tis, marvel, but that you are but newly come, You might have heard it else proclaimd about."
        },
        {
            "speaker": "pedant",
            "text": "Alas! sir, it is worse for me than so For I have bills for money by exchange From Florence and must here deliver them."
        },
        {
            "speaker": "tranio",
            "text": "Well, sir, to do you courtesy, This will I do, and this I will advise you: First, tell me, have you ever been at Pisa"
        },
        {
            "speaker": "pedant",
            "text": "Ay, sir, in Pisa have I often been, Pisa renowned for grave citizens."
        },
        {
            "speaker": "tranio",
            "text": "Among them know you one Vincentio"
        },
        {
            "speaker": "pedant",
            "text": "I know him not, but I have heard of him A merchant of incomparable wealth."
        },
        {
            "speaker": "tranio",
            "text": "He is my father, sir and, sooth to say, In countenance somewhat doth resemble you."
        },
        {
            "speaker": "biondello",
            "text": "[Aside]  As much as an apple doth an oyster, and all one."
        },
        {
            "speaker": "tranio",
            "text": "To save your life in this extremity, This favour will I do you for his sake And think it not the worst of an your fortunes That you are like to Sir Vincentio. His name and credit shall you undertake, And in my house you shall be friendly lodged: Look that you take upon you as you should You understand me, sir: so shall you stay Till you have done your business in the city: If this be courtesy, sir, accept of it."
        },
        {
            "speaker": "pedant",
            "text": "O sir, I do and will repute you ever The patron of my life and liberty."
        },
        {
            "speaker": "tranio",
            "text": "Then go with me to make the matter good. This, by the way, I let you understand my father is here lookd for every day, To pass assurance of a dower in marriage Twixt me and one Baptistas daughter here: In all these circumstances Ill instruct you: Go with me to clothe you as becomes you."
        },
        {
            "text": "Exeunt"
        }
    ]
}