{
    "sceneName": "Act 4, scene 1",
    "playName": "taming of the shrew",
    "location": "PETRUCHIOS country house.",
    "lines": [
        {
            "text": "Enter GRUMIO"
        },
        {
            "speaker": "grumio",
            "text": "Fie, fie on all tired jades, on all mad masters, and all foul ways! Was ever man so beaten was ever man so rayed was ever man so weary I am sent before to make a fire, and they are coming after to warm them. Now, were not I a little pot and soon hot, my very lips might freeze to my teeth, my tongue to the roof of my mouth, my heart in my belly, ere I should come by a fire to thaw me: but I, with blowing the fire, shall warm myself for, considering the weather, a taller man than I will take cold. Holla, ho! Curtis."
        },
        {
            "text": "Enter CURTIS"
        },
        {
            "speaker": "curtis",
            "text": "Who is that calls so coldly"
        },
        {
            "speaker": "grumio",
            "text": "A piece of ice: if thou doubt it, thou mayst slide from my shoulder to my heel with no greater a run but my head and my neck. A fire good Curtis."
        },
        {
            "speaker": "curtis",
            "text": "Is my master and his wife coming, Grumio"
        },
        {
            "speaker": "grumio",
            "text": "O, ay, Curtis, ay: and therefore fire, fire cast on no water."
        },
        {
            "speaker": "curtis",
            "text": "Is she so hot a shrew as shes reported"
        },
        {
            "speaker": "grumio",
            "text": "She was, good Curtis, before this frost: but, thou knowest, winter tames man, woman and beast for it hath tamed my old master and my new mistress and myself, fellow Curtis."
        },
        {
            "speaker": "curtis",
            "text": "Away, you threeinch fool! I am no beast."
        },
        {
            "speaker": "grumio",
            "text": "Am I but three inches why, thy horn is a foot and so long am I at the least. But wilt thou make a fire, or shall I complain on thee to our mistress, whose hand, she being now at hand, thou shalt soon feel, to thy cold comfort, for being slow in thy hot office"
        },
        {
            "speaker": "curtis",
            "text": "I prithee, good Grumio, tell me, how goes the world"
        },
        {
            "speaker": "grumio",
            "text": "A cold world, Curtis, in every office but thine and therefore fire: do thy duty, and have thy duty for my master and mistress are almost frozen to death."
        },
        {
            "speaker": "curtis",
            "text": "Theres fire ready and therefore, good Grumio, the news."
        },
        {
            "speaker": "grumio",
            "text": "Why, Jack, boy! ho! boy! and as much news as will thaw."
        },
        {
            "speaker": "curtis",
            "text": "Come, you are so full of conycatching!"
        },
        {
            "speaker": "grumio",
            "text": "Why, therefore fire for I have caught extreme cold. Wheres the cook is supper ready, the house trimmed, rushes strewed, cobwebs swept the servingmen in their new fustian, their white stockings, and every officer his weddinggarment on Be the jacks fair within, the jills fair without, the carpets laid, and every thing in order"
        },
        {
            "speaker": "curtis",
            "text": "All ready and therefore, I pray thee, news."
        },
        {
            "speaker": "grumio",
            "text": "First, know, my horse is tired my master and mistress fallen out."
        },
        {
            "speaker": "curtis",
            "text": "How"
        },
        {
            "speaker": "grumio",
            "text": "Out of their saddles into the dirt and thereby hangs a tale."
        },
        {
            "speaker": "curtis",
            "text": "Lets hat, good Grumio."
        },
        {
            "speaker": "grumio",
            "text": "Lend thine ear."
        },
        {
            "speaker": "curtis",
            "text": "Here."
        },
        {
            "speaker": "grumio",
            "text": "There."
        },
        {
            "text": "Strikes him"
        },
        {
            "speaker": "curtis",
            "text": "This is to feel a tale, not to hear a tale."
        },
        {
            "speaker": "grumio",
            "text": "And therefore tis called a sensible tale: and this cuff was but to knock at your ear, and beseech listening. Now I begin: Imprimis, we came down a foul hill, my master riding behind my mistress,"
        },
        {
            "speaker": "curtis",
            "text": "Both of one horse"
        },
        {
            "speaker": "grumio",
            "text": "Whats that to thee"
        },
        {
            "speaker": "curtis",
            "text": "Why, a horse."
        },
        {
            "speaker": "grumio",
            "text": "Tell thou the tale: but hadst thou not crossed me, thou shouldst have heard how her horse fell and she under her horse thou shouldst have heard in how miry a place, how she was bemoiled, how he left her with the horse upon her, how he beat me because her horse stumbled, how she waded through the dirt to pluck him off me, how he swore, how she prayed, that never prayed before, how I cried, how the horses ran away, how her bridle was burst, how I lost my crupper, with many things of worthy memory, which now shall die in oblivion and thou return unexperienced to thy grave."
        },
        {
            "speaker": "curtis",
            "text": "By this reckoning he is more shrew than she."
        },
        {
            "speaker": "grumio",
            "text": "Ay and that thou and the proudest of you all shall find when he comes home. But what talk I of this Call forth Nathaniel, Joseph, Nicholas, Philip, Walter, Sugarsop and the rest: let their heads be sleekly combed their blue coats brushed and their garters of an indifferent knit: let them curtsy with their left legs and not presume to touch a hair of my masters horsetail till they kiss their hands. Are they all ready"
        },
        {
            "speaker": "curtis",
            "text": "They are."
        },
        {
            "speaker": "grumio",
            "text": "Call them forth."
        },
        {
            "speaker": "curtis",
            "text": "Do you hear, ho you must meet my master to countenance my mistress."
        },
        {
            "speaker": "grumio",
            "text": "Why, she hath a face of her own."
        },
        {
            "speaker": "curtis",
            "text": "Who knows not that"
        },
        {
            "speaker": "grumio",
            "text": "Thou, it seems, that calls for company to countenance her."
        },
        {
            "speaker": "curtis",
            "text": "I call them forth to credit her."
        },
        {
            "speaker": "grumio",
            "text": "Why, she comes to borrow nothing of them."
        },
        {
            "text": "Enter four or five Servingmen"
        },
        {
            "speaker": "nathaniel",
            "text": "Welcome home, Grumio!"
        },
        {
            "speaker": "philip",
            "text": "How now, Grumio!"
        },
        {
            "speaker": "joseph",
            "text": "What, Grumio!"
        },
        {
            "speaker": "nicholas",
            "text": "Fellow Grumio!"
        },
        {
            "speaker": "nathaniel",
            "text": "How now, old lad"
        },
        {
            "speaker": "grumio",
            "text": "Welcome, youhow now, you what, youfellow, youand thus much for greeting. Now, my spruce companions, is all ready, and all things neat"
        },
        {
            "speaker": "nathaniel",
            "text": "All things is ready. How near is our master"
        },
        {
            "speaker": "grumio",
            "text": "Een at hand, alighted by this and therefore be notCocks passion, silence! I hear my master."
        },
        {
            "text": "Enter PETRUCHIO and KATHARINA"
        },
        {
            "speaker": "petruchio",
            "text": "Where be these knaves What, no man at door To hold my stirrup nor to take my horse! Where is Nathaniel, Gregory, Philip ALL SERVINGMENHere, here, sir here, sir. Here, sir! here, sir! here, sir! here, sir! You loggerheaded and unpolishd grooms! What, no attendance no regard no duty Where is the foolish knave I sent before"
        },
        {
            "speaker": "grumio",
            "text": "Here, sir as foolish as I was before."
        },
        {
            "speaker": "petruchio",
            "text": "You peasant swain! you whoreson malthorse drudge! Did I not bid thee meet me in the park, And bring along these rascal knaves with thee"
        },
        {
            "speaker": "grumio",
            "text": "Nathaniels coat, sir, was not fully made, And Gabriels pumps were all unpinkd i the heel There was no link to colour Peters hat, And Walters dagger was not come from sheathing: There were none fine but Adam, Ralph, and Gregory The rest were ragged, old, and beggarly Yet, as they are, here are they come to meet you."
        },
        {
            "speaker": "petruchio",
            "text": "Go, rascals, go, and fetch my supper in. Where is the life that late I led Where are thoseSit down, Kate, and welcome. Sound, sound, sound, sound! Why, when, I say Nay, good sweet Kate, be merry. Off with my boots, you rogues! you villains, when It was the friar of orders grey, As he forth walked on his way: Out, you rogue! you pluck my foot awry: Take that, and mend the plucking off the other. Be merry, Kate. Some water, here what, ho! Wheres my spaniel Troilus Sirrah, get you hence, And bid my cousin Ferdinand come hither: One, Kate, that you must kiss, and be acquainted with. Where are my slippers Shall I have some water Come, Kate, and wash, and welcome heartily. You whoreson villain! will you let it fall"
        },
        {
            "text": "Exeunt Servants"
        },
        {
            "text": "Singing"
        },
        {
            "text": "Reenter Servants with supper"
        },
        {
            "text": "Sings"
        },
        {
            "text": "Strikes him"
        },
        {
            "text": "Enter one with water"
        },
        {
            "text": "Strikes him"
        },
        {
            "speaker": "katharina",
            "text": "Patience, I pray you twas a fault unwilling."
        },
        {
            "speaker": "petruchio",
            "text": "A whoreson beetleheaded, flapeard knave! Come, Kate, sit down I know you have a stomach. Will you give thanks, sweet Kate or else shall I Whats this mutton"
        },
        {
            "speaker": "first servant",
            "text": "Ay."
        },
        {
            "speaker": "petruchio",
            "text": "Who brought it"
        },
        {
            "speaker": "peter",
            "text": "I."
        },
        {
            "speaker": "petruchio",
            "text": "Tis burnt and so is all the meat. What dogs are these! Where is the rascal cook How durst you, villains, bring it from the dresser, And serve it thus to me that love it not Theretake it to you, trenchers, cups, and all Throws the meat,  and c. about the stage You heedless joltheads and unmannerd slaves! What, do you grumble Ill be with you straight."
        },
        {
            "speaker": "katharina",
            "text": "I pray you, husband, be not so disquiet: The meat was well, if you were so contented."
        },
        {
            "speaker": "petruchio",
            "text": "I tell thee, Kate, twas burnt and dried away And I expressly am forbid to touch it, For it engenders choler, planteth anger And better twere that both of us did fast, Since, of ourselves, ourselves are choleric, Than feed it with such overroasted flesh. Be patient tomorrow t shall be mended, And, for this night, well fast for company: Come, I will bring thee to thy bridal chamber."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Reenter Servants severally"
        },
        {
            "speaker": "nathaniel",
            "text": "Peter, didst ever see the like"
        },
        {
            "speaker": "peter",
            "text": "He kills her in her own humour."
        },
        {
            "text": "Reenter CURTIS"
        },
        {
            "speaker": "grumio",
            "text": "Where is he"
        },
        {
            "speaker": "curtis",
            "text": "In her chamber, making a sermon of continency to her And rails, and swears, and rates, that she, poor soul, Knows not which way to stand, to look, to speak, And sits as one newrisen from a dream. Away, away! for he is coming hither."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Reenter PETRUCHIO"
        },
        {
            "speaker": "petruchio",
            "text": "Thus have I politicly begun my reign, And tis my hope to end successfully. My falcon now is sharp and passing empty And till she stoop she must not be fullgorged, For then she never looks upon her lure. Another way I have to man my haggard, To make her come and know her keepers call, That is, to watch her, as we watch these kites That bate and beat and will not be obedient. She eat no meat today, nor none shall eat Last night she slept not, nor tonight she shall not As with the meat, some undeserved fault Ill find about the making of the bed And here Ill fling the pillow, there the bolster, This way the coverlet, another way the sheets: Ay, and amid this hurly I intend That all is done in reverend care of her And in conclusion she shall watch all night: And if she chance to nod Ill rail and brawl And with the clamour keep her still awake. This is a way to kill a wife with kindness And thus Ill curb her mad and headstrong humour. He that knows better how to tame a shrew, Now let him speak: tis charity to show."
        },
        {
            "text": "Exit"
        }
    ]
}