{
    "sceneName": "Act 5, scene 1",
    "playName": "taming of the shrew",
    "location": "Padua. Before LUCENTIOS house.",
    "lines": [
        {
            "text": "GREMIO discovered. Enter behind BIONDELLO, LUCENTIO, and BIANCA"
        },
        {
            "speaker": "biondello",
            "text": "Softly and swiftly, sir for the priest is ready."
        },
        {
            "speaker": "lucentio",
            "text": "I fly, Biondello: but they may chance to need thee at home therefore leave us."
        },
        {
            "speaker": "biondello",
            "text": "Nay, faith, Ill see the church o your back and then come back to my masters as soon as I can."
        },
        {
            "text": "Exeunt LUCENTIO, BIANCA, and BIONDELLO"
        },
        {
            "speaker": "gremio",
            "text": "I marvel Cambio comes not all this while."
        },
        {
            "text": "Enter PETRUCHIO, KATHARINA, VINCENTIO, GRUMIO, with Attendants"
        },
        {
            "speaker": "petruchio",
            "text": "Sir, heres the door, this is Lucentios house: My fathers bears more toward the marketplace Thither must I, and here I leave you, sir."
        },
        {
            "speaker": "vincentio",
            "text": "You shall not choose but drink before you go: I think I shall command your welcome here, And, by all likelihood, some cheer is toward."
        },
        {
            "text": "Knocks"
        },
        {
            "speaker": "gremio",
            "text": "Theyre busy within you were best knock louder."
        },
        {
            "text": "Pedant looks out of the window"
        },
        {
            "speaker": "pedant",
            "text": "Whats he that knocks as he would beat down the gate"
        },
        {
            "speaker": "vincentio",
            "text": "Is Signior Lucentio within, sir"
        },
        {
            "speaker": "pedant",
            "text": "Hes within, sir, but not to be spoken withal."
        },
        {
            "speaker": "vincentio",
            "text": "What if a man bring him a hundred pound or two, to make merry withal"
        },
        {
            "speaker": "pedant",
            "text": "Keep your hundred pounds to yourself: he shall need none, so long as I live."
        },
        {
            "speaker": "petruchio",
            "text": "Nay, I told you your son was well beloved in Padua. Do you hear, sir To leave frivolous circumstances, I pray you, tell Signior Lucentio that his father is come from Pisa, and is here at the door to speak with him."
        },
        {
            "speaker": "pedant",
            "text": "Thou liest: his father is come from Padua and here looking out at the window."
        },
        {
            "speaker": "vincentio",
            "text": "Art thou his father"
        },
        {
            "speaker": "pedant",
            "text": "Ay, sir so his mother says, if I may believe her."
        },
        {
            "speaker": "petruchio",
            "text": "[To VINCENTIO]  Why, how now, gentleman! why, this is flat knavery, to take upon you another mans name."
        },
        {
            "speaker": "pedant",
            "text": "Lay hands on the villain: I believe a means to cozen somebody in this city under my countenance."
        },
        {
            "text": "Reenter BIONDELLO"
        },
        {
            "speaker": "biondello",
            "text": "I have seen them in the church together: God send em good shipping! But who is here mine old master Vincentio! now we are undone and brought to nothing."
        },
        {
            "speaker": "vincentio",
            "text": "[Seeing BIONDELLO] Come hither, crackhemp."
        },
        {
            "speaker": "biondello",
            "text": "Hope I may choose, sir."
        },
        {
            "speaker": "vincentio",
            "text": "Come hither, you rogue. What, have you forgot me"
        },
        {
            "speaker": "biondello",
            "text": "Forgot you! no, sir: I could not forget you, for I never saw you before in all my life."
        },
        {
            "speaker": "vincentio",
            "text": "What, you notorious villain, didst thou never see thy masters father, Vincentio"
        },
        {
            "speaker": "biondello",
            "text": "What, my old worshipful old master yes, marry, sir: see where he looks out of the window."
        },
        {
            "speaker": "vincentio",
            "text": "Ist so, indeed."
        },
        {
            "text": "Beats BIONDELLO"
        },
        {
            "speaker": "biondello",
            "text": "Help, help, help! heres a madman will murder me."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "pedant",
            "text": "Help, son! help, Signior Baptista!"
        },
        {
            "text": "Exit from above"
        },
        {
            "speaker": "petruchio",
            "text": "Prithee, Kate, lets stand aside and see the end of this controversy."
        },
        {
            "text": "They retire"
        },
        {
            "text": "Reenter Pedant below TRANIO, BAPTISTA, and Servants"
        },
        {
            "speaker": "tranio",
            "text": "Sir, what are you that offer to beat my servant"
        },
        {
            "speaker": "vincentio",
            "text": "What am I, sir! nay, what are you, sir O immortal gods! O fine villain! A silken doublet! a velvet hose! a scarlet cloak! and a copatain hat! O, I am undone! I am undone! while I play the good husband at home, my son and my servant spend all at the university."
        },
        {
            "speaker": "tranio",
            "text": "How now! whats the matter"
        },
        {
            "speaker": "baptista",
            "text": "What, is the man lunatic"
        },
        {
            "speaker": "tranio",
            "text": "Sir, you seem a sober ancient gentleman by your habit, but your words show you a madman. Why, sir, what cerns it you if I wear pearl and gold I thank my good father, I am able to maintain it."
        },
        {
            "speaker": "vincentio",
            "text": "Thy father! O villain! he is a sailmaker in Bergamo."
        },
        {
            "speaker": "baptista",
            "text": "You mistake, sir, you mistake, sir. Pray, what do you think is his name"
        },
        {
            "speaker": "vincentio",
            "text": "His name! as if I knew not his name: I have brought him up ever since he was three years old, and his name is Tranio."
        },
        {
            "speaker": "pedant",
            "text": "Away, away, mad ass! his name is Lucentio and he is mine only son, and heir to the lands of me, Signior Vincentio."
        },
        {
            "speaker": "vincentio",
            "text": "Lucentio! O, he hath murdered his master! Lay hold on him, I charge you, in the dukes name. O, my son, my son! Tell me, thou villain, where is my son Lucentio"
        },
        {
            "speaker": "tranio",
            "text": "Call forth an officer. Carry this mad knave to the gaol. Father Baptista, I charge you see that he be forthcoming."
        },
        {
            "text": "Enter one with an Officer"
        },
        {
            "speaker": "vincentio",
            "text": "Carry me to the gaol!"
        },
        {
            "speaker": "gremio",
            "text": "Stay, officer: he shall not go to prison."
        },
        {
            "speaker": "baptista",
            "text": "Talk not, Signior Gremio: I say he shall go to prison."
        },
        {
            "speaker": "gremio",
            "text": "Take heed, Signior Baptista, lest you be conycatched in this business: I dare swear this is the right Vincentio."
        },
        {
            "speaker": "pedant",
            "text": "Swear, if thou darest."
        },
        {
            "speaker": "gremio",
            "text": "Nay, I dare not swear it."
        },
        {
            "speaker": "tranio",
            "text": "Then thou wert best say that I am not Lucentio."
        },
        {
            "speaker": "gremio",
            "text": "Yes, I know thee to be Signior Lucentio."
        },
        {
            "speaker": "baptista",
            "text": "Away with the dotard! to the gaol with him!"
        },
        {
            "speaker": "vincentio",
            "text": "Thus strangers may be hailed and abused: O monstrous villain!"
        },
        {
            "text": "Reenter BIONDELLO, with LUCENTIO and BIANCA"
        },
        {
            "speaker": "biondello",
            "text": "O! we are spoiled andyonder he is: deny him, forswear him, or else we are all undone."
        },
        {
            "speaker": "lucentio",
            "text": "[Kneeling]  Pardon, sweet father."
        },
        {
            "speaker": "vincentio",
            "text": "Lives my sweet son"
        },
        {
            "text": "Exeunt BIONDELLO, TRANIO, and Pedant, as fast as may be"
        },
        {
            "speaker": "bianca",
            "text": "Pardon, dear father."
        },
        {
            "speaker": "baptista",
            "text": "How hast thou offended Where is Lucentio"
        },
        {
            "speaker": "lucentio",
            "text": "Heres Lucentio, Right son to the right Vincentio That have by marriage made thy daughter mine, While counterfeit supposes bleared thine eyne."
        },
        {
            "speaker": "gremio",
            "text": "Heres packing, with a witness to deceive us all!"
        },
        {
            "speaker": "vincentio",
            "text": "Where is that damned villain Tranio, That faced and braved me in this matter so"
        },
        {
            "speaker": "baptista",
            "text": "Why, tell me, is not this my Cambio"
        },
        {
            "speaker": "bianca",
            "text": "Cambio is changed into Lucentio."
        },
        {
            "speaker": "lucentio",
            "text": "Love wrought these miracles. Biancas love Made me exchange my state with Tranio, While he did bear my countenance in the town And happily I have arrived at the last Unto the wished haven of my bliss. What Tranio did, myself enforced him to Then pardon him, sweet father, for my sake."
        },
        {
            "speaker": "vincentio",
            "text": "Ill slit the villains nose, that would have sent me to the gaol."
        },
        {
            "speaker": "baptista",
            "text": "But do you hear, sir have you married my daughter without asking my good will"
        },
        {
            "speaker": "vincentio",
            "text": "Fear not, Baptista we will content you, go to: but I will in, to be revenged for this villany."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "baptista",
            "text": "And I, to sound the depth of this knavery."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "lucentio",
            "text": "Look not pale, Bianca thy father will not frown."
        },
        {
            "text": "Exeunt LUCENTIO and BIANCA"
        },
        {
            "speaker": "gremio",
            "text": "My cake is dough but Ill in among the rest, Out of hope of all, but my share of the feast."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "katharina",
            "text": "Husband, lets follow, to see the end of this ado."
        },
        {
            "speaker": "petruchio",
            "text": "First kiss me, Kate, and we will."
        },
        {
            "speaker": "katharina",
            "text": "What, in the midst of the street"
        },
        {
            "speaker": "petruchio",
            "text": "What, art thou ashamed of me"
        },
        {
            "speaker": "katharina",
            "text": "No, sir, God forbid but ashamed to kiss."
        },
        {
            "speaker": "petruchio",
            "text": "Why, then lets home again. Come, sirrah, lets away."
        },
        {
            "speaker": "katharina",
            "text": "Nay, I will give thee a kiss: now pray thee, love, stay."
        },
        {
            "speaker": "petruchio",
            "text": "Is not this well Come, my sweet Kate: Better once than never, for never too late."
        },
        {
            "text": "Exeunt"
        }
    ]
}