{
    "sceneName": "Act 3, scene 1",
    "playName": "merry wives of windsor",
    "location": "A field near Frogmore.",
    "lines": [
        {
            "text": "Enter SIR HUGH EVANS and SIMPLE"
        },
        {
            "speaker": "sir hugh evans",
            "text": "I pray you now, good master Slender's serving-man, and friend Simple by your name, which way have you looked for Master Caius, that calls himself doctor of physic?"
        },
        {
            "speaker": "simple",
            "text": "Marry, sir, the pittie-ward, the park-ward, every way; old Windsor way, and every way but the town way."
        },
        {
            "speaker": "sir hugh evans",
            "text": "I most fehemently desire you you will also look that way."
        },
        {
            "speaker": "simple",
            "text": "I will, sir."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "sir hugh evans",
            "text": "'Pless my soul, how full of chollors I am, and trempling of mind! I shall be glad if he have deceived me. How melancholies I am! I will knog his urinals about his knave's costard when I have good opportunities for the ork. 'Pless my soul! To shallow rivers, to whose falls Melodious birds sings madrigals; There will we make our peds of roses, And a thousand fragrant posies. To shallow-- Mercy on me! I have a great dispositions to cry. Melodious birds sing madrigals-- When as I sat in Pabylon-- And a thousand vagram posies. To shallow  and c."
        },
        {
            "text": "Sings"
        },
        {
            "text": "Sings"
        },
        {
            "text": "Re-enter SIMPLE"
        },
        {
            "speaker": "simple",
            "text": "Yonder he is coming, this way, Sir Hugh."
        },
        {
            "speaker": "sir hugh evans",
            "text": "He's welcome. To shallow rivers, to whose falls- Heaven prosper the right! What weapons is he?"
        },
        {
            "text": "Sings"
        },
        {
            "speaker": "simple",
            "text": "No weapons, sir. There comes my master, Master Shallow, and another gentleman, from Frogmore, over the stile, this way."
        },
        {
            "speaker": "sir hugh evans",
            "text": "Pray you, give me my gown; or else keep it in your arms."
        },
        {
            "text": "Enter PAGE, SHALLOW, and SLENDER"
        },
        {
            "speaker": "shallow",
            "text": "How now, master Parson! Good morrow, good Sir Hugh. Keep a gamester from the dice, and a good student from his book, and it is wonderful."
        },
        {
            "speaker": "slender",
            "text": "[Aside]  Ah, sweet Anne Page!"
        },
        {
            "speaker": "page",
            "text": "'Save you, good Sir Hugh!"
        },
        {
            "speaker": "sir hugh evans",
            "text": "'Pless you from his mercy sake, all of you!"
        },
        {
            "speaker": "shallow",
            "text": "What, the sword and the word! do you study them both, master parson?"
        },
        {
            "speaker": "page",
            "text": "And youthful still! in your doublet and hose this raw rheumatic day!"
        },
        {
            "speaker": "sir hugh evans",
            "text": "There is reasons and causes for it."
        },
        {
            "speaker": "page",
            "text": "We are come to you to do a good office, master parson."
        },
        {
            "speaker": "sir hugh evans",
            "text": "Fery well: what is it?"
        },
        {
            "speaker": "page",
            "text": "Yonder is a most reverend gentleman, who, belike having received wrong by some person, is at most odds with his own gravity and patience that ever you saw."
        },
        {
            "speaker": "shallow",
            "text": "I have lived fourscore years and upward; I never heard a man of his place, gravity and learning, so wide of his own respect."
        },
        {
            "speaker": "sir hugh evans",
            "text": "What is he?"
        },
        {
            "speaker": "page",
            "text": "I think you know him; Master Doctor Caius, the renowned French physician."
        },
        {
            "speaker": "sir hugh evans",
            "text": "Got's will, and his passion of my heart! I had as lief you would tell me of a mess of porridge."
        },
        {
            "speaker": "page",
            "text": "Why?"
        },
        {
            "speaker": "sir hugh evans",
            "text": "He has no more knowledge in Hibocrates and Galen, --and he is a knave besides; a cowardly knave as you would desires to be acquainted withal."
        },
        {
            "speaker": "page",
            "text": "I warrant you, he's the man should fight with him."
        },
        {
            "speaker": "shallow",
            "text": "[Aside]  O sweet Anne Page! It appears so by his weapons. Keep them asunder: here comes Doctor Caius."
        },
        {
            "text": "Enter Host, DOCTOR CAIUS, and RUGBY"
        },
        {
            "speaker": "page",
            "text": "Nay, good master parson, keep in your weapon."
        },
        {
            "speaker": "shallow",
            "text": "So do you, good master doctor."
        },
        {
            "speaker": "host",
            "text": "Disarm them, and let them question: let them keep their limbs whole and hack our English."
        },
        {
            "speaker": "doctor caius",
            "text": "I pray you, let-a me speak a word with your ear. Vherefore vill you not meet-a me?"
        },
        {
            "speaker": "sir hugh evans",
            "text": "[Aside to DOCTOR CAIUS]  Pray you, use your patience: in good time."
        },
        {
            "speaker": "doctor caius",
            "text": "By gar, you are de coward, de Jack dog, John ape."
        },
        {
            "speaker": "sir hugh evans",
            "text": "[Aside to DOCTOR CAIUS]  Pray you let us not be laughing-stocks to other men's humours; I desire you in friendship, and I will one way or other make you amends. I will knog your urinals about your knave's cockscomb for missing your meetings and appointments."
        },
        {
            "text": "Aloud"
        },
        {
            "speaker": "doctor caius",
            "text": "Diable! Jack Rugby,--mine host de Jarteer,--have I not stay for him to kill him? have I not, at de place I did appoint?"
        },
        {
            "speaker": "sir hugh evans",
            "text": "As I am a Christians soul now, look you, this is the place appointed: I'll be judgement by mine host of the Garter."
        },
        {
            "speaker": "host",
            "text": "Peace, I say, Gallia and Gaul, French and Welsh, soul-curer and body-curer!"
        },
        {
            "speaker": "doctor caius",
            "text": "Ay, dat is very good; excellent."
        },
        {
            "speaker": "host",
            "text": "Peace, I say! hear mine host of the Garter. Am I politic? am I subtle? am I a Machiavel? Shall I lose my doctor? no; he gives me the potions and the motions. Shall I lose my parson, my priest, my Sir Hugh? no; he gives me the proverbs and the no-verbs. Give me thy hand, terrestrial; so. Give me thy hand, celestial; so. Boys of art, I have deceived you both; I have directed you to wrong places: your hearts are mighty, your skins are whole, and let burnt sack be the issue. Come, lay their swords to pawn. Follow me, lads of peace; follow, follow, follow."
        },
        {
            "speaker": "shallow",
            "text": "Trust me, a mad host. Follow, gentlemen, follow."
        },
        {
            "speaker": "slender",
            "text": "[Aside]  O sweet Anne Page!"
        },
        {
            "text": "Exeunt SHALLOW, SLENDER, PAGE, and Host"
        },
        {
            "speaker": "doctor caius",
            "text": "Ha, do I perceive dat? have you make-a de sot of us, ha, ha?"
        },
        {
            "speaker": "sir hugh evans",
            "text": "This is well; he has made us his vlouting-stog. I desire you that we may be friends; and let us knog our prains together to be revenge on this same scall, scurvy cogging companion, the host of the Garter."
        },
        {
            "speaker": "doctor caius",
            "text": "By gar, with all my heart. He promise to bring me where is Anne Page; by gar, he deceive me too."
        },
        {
            "speaker": "sir hugh evans",
            "text": "Well, I will smite his noddles. Pray you, follow."
        },
        {
            "text": "Exeunt"
        }
    ]
}