{
    "sceneName": "Act 4, scene 6",
    "playName": "merry wives of windsor",
    "location": "Another room in the Garter Inn.",
    "lines": [
        {
            "text": "Enter FENTON and Host"
        },
        {
            "speaker": "host",
            "text": "Master Fenton, talk not to me my mind is heavy: I will give over all."
        },
        {
            "speaker": "fenton",
            "text": "Yet hear me speak. Assist me in my purpose, And, as I am a gentleman, Ill give thee A hundred pound in gold more than your loss."
        },
        {
            "speaker": "host",
            "text": "I will hear you, Master Fenton and I will at the least keep your counsel."
        },
        {
            "speaker": "fenton",
            "text": "From time to time I have acquainted you With the dear love I bear to fair Anne Page Who mutually hath answerd my affection, So far forth as herself might be her chooser, Even to my wish: I have a letter from her Of such contents as you will wonder at The mirth whereof so larded with my matter, That neither singly can be manifested, Without the show of both fat Falstaff Hath a great scene: the image of the jest Ill show you here at large. Hark, good mine host. Tonight at Hernes oak, just twixt twelve and one, Must my sweet Nan present the Fairy Queen The purpose why, is here: in which disguise, While other jests are something rank on foot, Her father hath commanded her to slip Away with Slender and with him at Eton Immediately to marry: she hath consented: Now, sir, Her mother, ever strong against that match And firm for Doctor Caius, hath appointed That he shall likewise shuffle her away, While other sports are tasking of their minds, And at the deanery, where a priest attends, Straight marry her: to this her mothers plot She seemingly obedient likewise hath Made promise to the doctor. Now, thus it rests: Her father means she shall be all in white, And in that habit, when Slender sees his time To take her by the hand and bid her go, She shall go with him: her mother hath intended, The better to denote her to the doctor, For they must all be maskd and vizarded, That quaint in green she shall be loose enrobed, With ribands pendent, flaring bout her head And when the doctor spies his vantage ripe, To pinch her by the hand, and, on that token, The maid hath given consent to go with him."
        },
        {
            "speaker": "host",
            "text": "Which means she to deceive, father or mother"
        },
        {
            "speaker": "fenton",
            "text": "Both, my good host, to go along with me: And here it rests, that youll procure the vicar To stay for me at church twixt twelve and one, And, in the lawful name of marrying, To give our hearts united ceremony."
        },
        {
            "speaker": "host",
            "text": "Well, husband your device Ill to the vicar: Bring you the maid, you shall not lack a priest."
        },
        {
            "speaker": "fenton",
            "text": "So shall I evermore be bound to thee Besides, Ill make a present recompense."
        },
        {
            "text": "Exeunt"
        }
    ]
}