{
    "sceneName": "Act 5, scene 5",
    "playName": "merry wives of windsor",
    "location": "Another part of the Park.",
    "lines": [
        {
            "text": "Enter FALSTAFF disguised as Herne"
        },
        {
            "speaker": "falstaff",
            "text": "The Windsor bell hath struck twelve the minute draws on. Now, the hotblooded gods assist me! Remember, Jove, thou wast a bull for thy Europa love set on thy horns. O powerful love! that, in some respects, makes a beast a man, in some other, a man a beast. You were also, Jupiter, a swan for the love of Leda. O omnipotent Love! how near the god drew to the complexion of a goose! A fault done first in the form of a beast. O Jove, a beastly fault! And then another fault in the semblance of a fowl think on t, Jove a foul fault! When gods have hot backs, what shall poor men do For me, I am here a Windsor stag and the fattest, I think, i the forest. Send me a cool ruttime, Jove, or who can blame me to piss my tallow Who comes here my doe"
        },
        {
            "text": "Enter MISTRESS FORD and MISTRESS PAGE"
        },
        {
            "speaker": "mistress ford",
            "text": "Sir John! art thou there, my deer my male deer"
        },
        {
            "speaker": "falstaff",
            "text": "My doe with the black scut! Let the sky rain potatoes let it thunder to the tune of Green Sleeves, hail kissingcomfits and snow eringoes let there come a tempest of provocation, I will shelter me here."
        },
        {
            "speaker": "mistress ford",
            "text": "Mistress Page is come with me, sweetheart."
        },
        {
            "speaker": "falstaff",
            "text": "Divide me like a bribe buck, each a haunch: I will keep my sides to myself, my shoulders for the fellow of this walk, and my horns I bequeath your husbands. Am I a woodman, ha Speak I like Herne the hunter Why, now is Cupid a child of conscience he makes restitution. As I am a true spirit, welcome!"
        },
        {
            "text": "Noise within"
        },
        {
            "speaker": "mistress page",
            "text": "Alas, what noise"
        },
        {
            "speaker": "mistress ford",
            "text": "Heaven forgive our sins"
        },
        {
            "speaker": "falstaff",
            "text": "What should this be"
        },
        {
            "speaker": "mistress page",
            "text": "Away, away!"
        },
        {
            "text": "They run off"
        },
        {
            "speaker": "falstaff",
            "text": "I think the devil will not have me damned, lest the oil thats in me should set hell on fire he would never else cross me thus. Enter SIR HUGH EVANS, disguised as before PISTOL,  as Hobgoblin MISTRESS QUICKLY, ANNE PAGE, and others, as Fairies, with tapers"
        },
        {
            "speaker": "mistress quickly",
            "text": "Fairies, black, grey, green, and white, You moonshine revellers and shades of night, You orphan heirs of fixed destiny, Attend your office and your quality. Crier Hobgoblin, make the fairy oyes."
        },
        {
            "speaker": "pistol",
            "text": "Elves, list your names silence, you airy toys. Cricket, to Windsor chimneys shalt thou leap: Where fires thou findst unraked and hearths unswept, There pinch the maids as blue as bilberry: Our radiant queen hates sluts and sluttery."
        },
        {
            "speaker": "falstaff",
            "text": "They are fairies he that speaks to them shall die: Ill wink and couch: no man their works must eye."
        },
        {
            "text": "Lies down upon his face"
        },
        {
            "speaker": "sir hugh evans",
            "text": "Wheres Bede Go you, and where you find a maid That, ere she sleep, has thrice her prayers said, Raise up the organs of her fantasy Sleep she as sound as careless infancy: But those as sleep and think not on their sins, Pinch them, arms, legs, backs, shoulders, sides and shins."
        },
        {
            "speaker": "mistress quickly",
            "text": "About, about Search Windsor Castle, elves, within and out: Strew good luck, ouphes, on every sacred room: That it may stand till the perpetual doom, In state as wholesome as in state tis fit, Worthy the owner, and the owner it. The several chairs of order look you scour With juice of balm and every precious flower: Each fair instalment, coat, and several crest, With loyal blazon, evermore be blest! And nightly, meadowfairies, look you sing, Like to the Garters compass, in a ring: The expressure that it bears, green let it be, More fertilefresh than all the field to see And Honi soit qui mal y pense write In emerald tufts, flowers purple, blue and white Let sapphire, pearl and rich embroidery, Buckled below fair knighthoods bending knee: Fairies use flowers for their charactery. Away disperse: but till tis one oclock, Our dance of custom round about the oak Of Herne the hunter, let us not forget."
        },
        {
            "speaker": "sir hugh evans",
            "text": "Pray you, lock hand in hand yourselves in order set And twenty glowworms shall our lanterns be, To guide our measure round about the tree. But, stay I smell a man of middleearth."
        },
        {
            "speaker": "falstaff",
            "text": "Heavens defend me from that Welsh fairy, lest he transform me to a piece of cheese!"
        },
        {
            "speaker": "pistol",
            "text": "Vile worm, thou wast oerlookd even in thy birth."
        },
        {
            "speaker": "mistress quickly",
            "text": "With trialfire touch me his fingerend: If he be chaste, the flame will back descend And turn him to no pain but if he start, It is the flesh of a corrupted heart."
        },
        {
            "speaker": "pistol",
            "text": "A trial, come."
        },
        {
            "speaker": "sir hugh evans",
            "text": "Come, will this wood take fire"
        },
        {
            "text": "They burn him with their tapers"
        },
        {
            "speaker": "falstaff",
            "text": "Oh, Oh, Oh!"
        },
        {
            "speaker": "mistress quickly",
            "text": "Corrupt, corrupt, and tainted in desire! About him, fairies sing a scornful rhyme And, as you trip, still pinch him to your time. SONG. Fie on sinful fantasy! Fie on lust and luxury! Lust is but a bloody fire, Kindled with unchaste desire, Fed in heart, whose flames aspire As thoughts do blow them, higher and higher. Pinch him, fairies, mutually Pinch him for his villany Pinch him, and burn him, and turn him about, Till candles and starlight and moonshine be out. During this song they pinch FALSTAFF. DOCTOR CAIUS  comes one way, and steals away a boy in green  SLENDER another way, and takes off a boy in white  and FENTON comes and steals away ANN PAGE.  A noise of hunting is heard within. All the  Fairies run away. FALSTAFF pulls off his bucks head, and rises"
        },
        {
            "text": "Enter PAGE, FORD, MISTRESS PAGE, and MISTRESS FORD"
        },
        {
            "speaker": "page",
            "text": "Nay, do not fly I think we have watchd you now Will none but Herne the hunter serve your turn"
        },
        {
            "speaker": "mistress page",
            "text": "I pray you, come, hold up the jest no higher Now, good Sir John, how like you Windsor wives See you these, husband do not these fair yokes Become the forest better than the town"
        },
        {
            "speaker": "ford",
            "text": "Now, sir, whos a cuckold now Master Brook, Falstaffs a knave, a cuckoldly knave here are his horns, Master Brook: and, Master Brook, he hath enjoyed nothing of Fords but his buckbasket, his cudgel, and twenty pounds of money, which must be paid to Master Brook his horses are arrested for it, Master Brook."
        },
        {
            "speaker": "mistress ford",
            "text": "Sir John, we have had ill luck we could never meet. I will never take you for my love again but I will always count you my deer."
        },
        {
            "speaker": "falstaff",
            "text": "I do begin to perceive that I am made an ass."
        },
        {
            "speaker": "ford",
            "text": "Ay, and an ox too: both the proofs are extant."
        },
        {
            "speaker": "falstaff",
            "text": "And these are not fairies I was three or four times in the thought they were not fairies: and yet the guiltiness of my mind, the sudden surprise of my powers, drove the grossness of the foppery into a received belief, in despite of the teeth of all rhyme and reason, that they were fairies. See now how wit may be made a JackaLent, when tis upon ill employment!"
        },
        {
            "speaker": "sir hugh evans",
            "text": "Sir John Falstaff, serve Got, and leave your desires, and fairies will not pinse you."
        },
        {
            "speaker": "ford",
            "text": "Well said, fairy Hugh."
        },
        {
            "speaker": "sir hugh evans",
            "text": "And leave your jealousies too, I pray you."
        },
        {
            "speaker": "ford",
            "text": "I will never mistrust my wife again till thou art able to woo her in good English."
        },
        {
            "speaker": "falstaff",
            "text": "Have I laid my brain in the sun and dried it, that it wants matter to prevent so gross oerreaching as this Am I ridden with a Welsh goat too shall I have a coxcomb of frize Tis time I were choked with a piece of toasted cheese."
        },
        {
            "speaker": "sir hugh evans",
            "text": "Seese is not good to give putter your belly is all putter."
        },
        {
            "speaker": "falstaff",
            "text": "Seese and putter! have I lived to stand at the taunt of one that makes fritters of English This is enough to be the decay of lust and latewalking through the realm."
        },
        {
            "speaker": "mistress page",
            "text": "Why Sir John, do you think, though we would have the virtue out of our hearts by the head and shoulders and have given ourselves without scruple to hell, that ever the devil could have made you our delight"
        },
        {
            "speaker": "ford",
            "text": "What, a hodgepudding a bag of flax"
        },
        {
            "speaker": "mistress page",
            "text": "A puffed man"
        },
        {
            "speaker": "page",
            "text": "Old, cold, withered and of intolerable entrails"
        },
        {
            "speaker": "ford",
            "text": "And one that is as slanderous as Satan"
        },
        {
            "speaker": "page",
            "text": "And as poor as Job"
        },
        {
            "speaker": "ford",
            "text": "And as wicked as his wife"
        },
        {
            "speaker": "sir hugh evans",
            "text": "And given to fornications, and to taverns and sack and wine and metheglins, and to drinkings and swearings and starings, pribbles and prabbles"
        },
        {
            "speaker": "falstaff",
            "text": "Well, I am your theme: you have the start of me I am dejected I am not able to answer the Welsh flannel ignorance itself is a plummet oer me: use me as you will."
        },
        {
            "speaker": "ford",
            "text": "Marry, sir, well bring you to Windsor, to one Master Brook, that you have cozened of money, to whom you should have been a pander: over and above that you have suffered, I think to repay that money will be a biting affliction."
        },
        {
            "speaker": "page",
            "text": "Yet be cheerful, knight: thou shalt eat a posset tonight at my house where I will desire thee to laugh at my wife, that now laughs at thee: tell her Master Slender hath married her daughter."
        },
        {
            "speaker": "mistress page",
            "text": "[Aside]  Doctors doubt that: if Anne Page be my daughter, she is, by this, Doctor Caius wife."
        },
        {
            "text": "Enter SLENDER"
        },
        {
            "speaker": "slender",
            "text": "Whoa ho! ho, father Page!"
        },
        {
            "speaker": "page",
            "text": "Son, how now! how now, son! have you dispatched"
        },
        {
            "speaker": "slender",
            "text": "Dispatched! Ill make the best in Gloucestershire know ont would I were hanged, la, else."
        },
        {
            "speaker": "page",
            "text": "Of what, son"
        },
        {
            "speaker": "slender",
            "text": "I came yonder at Eton to marry Mistress Anne Page, and shes a great lubberly boy. If it had not been i the church, I would have swinged him, or he should have swinged me. If I did not think it had been Anne Page, would I might never stir!and tis a postmasters boy."
        },
        {
            "speaker": "page",
            "text": "Upon my life, then, you took the wrong."
        },
        {
            "speaker": "slender",
            "text": "What need you tell me that I think so, when I took a boy for a girl. If I had been married to him, for all he was in womans apparel, I would not have had him."
        },
        {
            "speaker": "page",
            "text": "Why, this is your own folly. Did not I tell you how you should know my daughter by her garments"
        },
        {
            "speaker": "slender",
            "text": "I went to her in white, and cried mum, and she cried budget, as Anne and I had appointed and yet it was not Anne, but a postmasters boy."
        },
        {
            "speaker": "mistress page",
            "text": "Good George, be not angry: I knew of your purpose turned my daughter into green and, indeed, she is now with the doctor at the deanery, and there married."
        },
        {
            "text": "Enter DOCTOR CAIUS"
        },
        {
            "speaker": "doctor caius",
            "text": "Vere is Mistress Page By gar, I am cozened: I ha married un garcon, a boy un paysan, by gar, a boy it is not Anne Page: by gar, I am cozened."
        },
        {
            "speaker": "mistress page",
            "text": "Why, did you take her in green"
        },
        {
            "speaker": "doctor caius",
            "text": "Ay, by gar, and tis a boy: by gar, Ill raise all Windsor."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "ford",
            "text": "This is strange. Who hath got the right Anne"
        },
        {
            "speaker": "page",
            "text": "My heart misgives me: here comes Master Fenton. How now, Master Fenton!"
        },
        {
            "text": "Enter FENTON and ANNE PAGE"
        },
        {
            "speaker": "anne page",
            "text": "Pardon, good father! good my mother, pardon!"
        },
        {
            "speaker": "page",
            "text": "Now, mistress, how chance you went not with Master Slender"
        },
        {
            "speaker": "mistress page",
            "text": "Why went you not with master doctor, maid"
        },
        {
            "speaker": "fenton",
            "text": "You do amaze her: hear the truth of it. You would have married her most shamefully, Where there was no proportion held in love. The truth is, she and I, long since contracted, Are now so sure that nothing can dissolve us. The offence is holy that she hath committed And this deceit loses the name of craft, Of disobedience, or unduteous title, Since therein she doth evitate and shun A thousand irreligious cursed hours, Which forced marriage would have brought upon her."
        },
        {
            "speaker": "ford",
            "text": "Stand not amazed here is no remedy: In love the heavens themselves do guide the state Money buys lands, and wives are sold by fate."
        },
        {
            "speaker": "falstaff",
            "text": "I am glad, though you have taen a special stand to strike at me, that your arrow hath glanced."
        },
        {
            "speaker": "page",
            "text": "Well, what remedy Fenton, heaven give thee joy! What cannot be eschewd must be embraced."
        },
        {
            "speaker": "falstaff",
            "text": "When nightdogs run, all sorts of deer are chased."
        },
        {
            "speaker": "mistress page",
            "text": "Well, I will muse no further. Master Fenton, Heaven give you many, many merry days! Good husband, let us every one go home, And laugh this sport oer by a country fire Sir John and all."
        },
        {
            "speaker": "ford",
            "text": "Let it be so. Sir John, To Master Brook you yet shall hold your word For he tonight shall lie with Mistress Ford."
        },
        {
            "text": "Exeunt"
        }
    ]
}