{
    "sceneName": "Act 1, scene 3",
    "playName": "merry wives of windsor",
    "location": "A room in the Garter Inn.",
    "lines": [
        {
            "text": "Enter FALSTAFF, Host, BARDOLPH, NYM, PISTOL, and ROBIN"
        },
        {
            "speaker": "falstaff",
            "text": "Mine host of the Garter!"
        },
        {
            "speaker": "host",
            "text": "What says my bullyrook speak scholarly and wisely."
        },
        {
            "speaker": "falstaff",
            "text": "Truly, mine host, I must turn away some of my followers."
        },
        {
            "speaker": "host",
            "text": "Discard, bully Hercules cashier: let them wag trot, trot."
        },
        {
            "speaker": "falstaff",
            "text": "I sit at ten pounds a week."
        },
        {
            "speaker": "host",
            "text": "Thourt an emperor, Caesar, Keisar, and Pheezar. I will entertain Bardolph he shall draw, he shall tap: said I well, bully Hector"
        },
        {
            "speaker": "falstaff",
            "text": "Do so, good mine host."
        },
        {
            "speaker": "host",
            "text": "I have spoke let him follow. Let me see thee froth and lime: I am at a word follow."
        },
        {
            "text": "To BARDOLPH"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "falstaff",
            "text": "Bardolph, follow him. A tapster is a good trade: an old cloak makes a new jerkin a withered servingman a fresh tapster. Go adieu."
        },
        {
            "speaker": "bardolph",
            "text": "It is a life that I have desired: I will thrive."
        },
        {
            "speaker": "pistol",
            "text": "O base Hungarian wight! wilt thou the spigot wield"
        },
        {
            "text": "Exit BARDOLPH"
        },
        {
            "speaker": "nym",
            "text": "He was gotten in drink: is not the humour conceited"
        },
        {
            "speaker": "falstaff",
            "text": "I am glad I am so acquit of this tinderbox: his thefts were too open his filching was like an unskilful singer he kept not time."
        },
        {
            "speaker": "nym",
            "text": "The good humour is to steal at a minutes rest."
        },
        {
            "speaker": "pistol",
            "text": "Convey, the wise it call. Steal! foh! a fico for the phrase!"
        },
        {
            "speaker": "falstaff",
            "text": "Well, sirs, I am almost out at heels."
        },
        {
            "speaker": "pistol",
            "text": "Why, then, let kibes ensue."
        },
        {
            "speaker": "falstaff",
            "text": "There is no remedy I must conycatch I must shift."
        },
        {
            "speaker": "pistol",
            "text": "Young ravens must have food."
        },
        {
            "speaker": "falstaff",
            "text": "Which of you know Ford of this town"
        },
        {
            "speaker": "pistol",
            "text": "I ken the wight: he is of substance good."
        },
        {
            "speaker": "falstaff",
            "text": "My honest lads, I will tell you what I am about."
        },
        {
            "speaker": "pistol",
            "text": "Two yards, and more."
        },
        {
            "speaker": "falstaff",
            "text": "No quips now, Pistol! Indeed, I am in the waist two yards about but I am now about no waste I am about thrift. Briefly, I do mean to make love to Fords wife: I spy entertainment in her she discourses, she carves, she gives the leer of invitation: I can construe the action of her familiar style and the hardest voice of her behavior, to be Englished rightly, is, I am Sir John Falstaffs."
        },
        {
            "speaker": "pistol",
            "text": "He hath studied her will, and translated her will, out of honesty into English."
        },
        {
            "speaker": "nym",
            "text": "The anchor is deep: will that humour pass"
        },
        {
            "speaker": "falstaff",
            "text": "Now, the report goes she has all the rule of her husbands purse: he hath a legion of angels."
        },
        {
            "speaker": "pistol",
            "text": "As many devils entertain and To her, boy, say I."
        },
        {
            "speaker": "nym",
            "text": "The humour rises it is good: humour me the angels."
        },
        {
            "speaker": "falstaff",
            "text": "I have writ me here a letter to her: and here another to Pages wife, who even now gave me good eyes too, examined my parts with most judicious oeillades sometimes the beam of her view gilded my foot, sometimes my portly belly."
        },
        {
            "speaker": "pistol",
            "text": "Then did the sun on dunghill shine."
        },
        {
            "speaker": "nym",
            "text": "I thank thee for that humour."
        },
        {
            "speaker": "falstaff",
            "text": "O, she did so course oer my exteriors with such a greedy intention, that the appetite of her eye did seem to scorch me up like a burningglass! Heres another letter to her: she bears the purse too she is a region in Guiana, all gold and bounty. I will be cheater to them both, and they shall be exchequers to me they shall be my East and West Indies, and I will trade to them both. Go bear thou this letter to Mistress Page and thou this to Mistress Ford: we will thrive, lads, we will thrive."
        },
        {
            "speaker": "pistol",
            "text": "Shall I Sir Pandarus of Troy become, And by my side wear steel then, Lucifer take all!"
        },
        {
            "speaker": "nym",
            "text": "I will run no base humour: here, take the humourletter: I will keep the havior of reputation."
        },
        {
            "speaker": "falstaff",
            "text": "[To ROBIN]  Hold, sirrah, bear you these letters tightly Sail like my pinnace to these golden shores. Rogues, hence, avaunt! vanish like hailstones, go Trudge, plod away o the hoof seek shelter, pack! Falstaff will learn the humour of the age, French thrift, you rogues myself and skirted page."
        },
        {
            "text": "Exeunt FALSTAFF and ROBIN"
        },
        {
            "speaker": "pistol",
            "text": "Let vultures gripe thy guts! for gourd and fullam holds, And high and low beguiles the rich and poor: Tester Ill have in pouch when thou shalt lack, Base Phrygian Turk!"
        },
        {
            "speaker": "nym",
            "text": "I have operations which be humours of revenge."
        },
        {
            "speaker": "pistol",
            "text": "Wilt thou revenge"
        },
        {
            "speaker": "nym",
            "text": "By welkin and her star!"
        },
        {
            "speaker": "pistol",
            "text": "With wit or steel"
        },
        {
            "speaker": "nym",
            "text": "With both the humours, I: I will discuss the humour of this love to Page."
        },
        {
            "speaker": "pistol",
            "text": "And I to Ford shall eke unfold How Falstaff, varlet vile, His dove will prove, his gold will hold, And his soft couch defile."
        },
        {
            "speaker": "nym",
            "text": "My humour shall not cool: I will incense Page to deal with poison I will possess him with yellowness, for the revolt of mine is dangerous: that is my true humour."
        },
        {
            "speaker": "pistol",
            "text": "Thou art the Mars of malecontents: I second thee troop on."
        },
        {
            "text": "Exeunt"
        }
    ]
}