{
    "sceneName": "Act 3, scene 3",
    "playName": "the tempest",
    "location": "Another part of the island.",
    "lines": [
        {
            "text": "Enter ALONSO, SEBASTIAN, ANTONIO, GONZALO, ADRIAN, FRANCISCO, and others"
        },
        {
            "speaker": "gonzalo",
            "text": "Byr lakin, I can go no further, sir My old bones ache: heres a maze trod indeed Through forthrights and meanders! By your patience, I needs must rest me."
        },
        {
            "speaker": "alonso",
            "text": "Old lord, I cannot blame thee, Who am myself attachd with weariness, To the dulling of my spirits: sit down, and rest. Even here I will put off my hope and keep it No longer for my flatterer: he is drownd Whom thus we stray to find, and the sea mocks Our frustrate search on land. Well, let him go."
        },
        {
            "speaker": "antonio",
            "text": "[Aside to SEBASTIAN]  I am right glad that hes so out of hope. Do not, for one repulse, forego the purpose That you resolved to effect."
        },
        {
            "speaker": "sebastian",
            "text": "[Aside to ANTONIO]  The next advantage Will we take throughly."
        },
        {
            "speaker": "antonio",
            "text": "[Aside to SEBASTIAN]  Let it be tonight For, now they are oppressd with travel, they Will not, nor cannot, use such vigilance As when they are fresh."
        },
        {
            "speaker": "sebastian",
            "text": "[Aside to ANTONIO]  I say, tonight: no more."
        },
        {
            "text": "Solemn and strange music"
        },
        {
            "speaker": "alonso",
            "text": "What harmony is this My good friends, hark!"
        },
        {
            "speaker": "gonzalo",
            "text": "Marvellous sweet music! Enter PROSPERO above, invisible. Enter several  strange Shapes, bringing in a banquet  they dance about it with gentle actions of  salutation and, inviting the King,  and c. to eat, they depart"
        },
        {
            "speaker": "alonso",
            "text": "Give us kind keepers, heavens! What were these"
        },
        {
            "speaker": "sebastian",
            "text": "A living drollery. Now I will believe That there are unicorns, that in Arabia There is one tree, the phoenix throne, one phoenix At this hour reigning there."
        },
        {
            "speaker": "antonio",
            "text": "Ill believe both And what does else want credit, come to me, And Ill be sworn tis true: travellers neer did lie, Though fools at home condemn em."
        },
        {
            "speaker": "gonzalo",
            "text": "If in Naples I should report this now, would they believe me If I should say, I saw such islanders For, certes, these are people of the island Who, though they are of monstrous shape, yet, note, Their manners are more gentlekind than of Our human generation you shall find Many, nay, almost any."
        },
        {
            "speaker": "prospero",
            "text": "[Aside]              Honest lord, Thou hast said well for some of you there present Are worse than devils."
        },
        {
            "speaker": "alonso",
            "text": "I cannot too much muse Such shapes, such gesture and such sound, expressing, Although they want the use of tongue, a kind Of excellent dumb discourse."
        },
        {
            "speaker": "prospero",
            "text": "[Aside]Praise in departing."
        },
        {
            "speaker": "francisco",
            "text": "They vanishd strangely."
        },
        {
            "speaker": "sebastian",
            "text": "No matter, since They have left their viands behind for we have stomachs. Willt please you taste of what is here"
        },
        {
            "speaker": "alonso",
            "text": "Not I."
        },
        {
            "speaker": "gonzalo",
            "text": "Faith, sir, you need not fear. When we were boys, Who would believe that there were mountaineers Dewlappd like bulls, whose throats had hanging at em Wallets of flesh or that there were such men Whose heads stood in their breasts which now we find Each putterout of five for one will bring us Good warrant of."
        },
        {
            "speaker": "alonso",
            "text": "I will stand to and feed, Although my last: no matter, since I feel The best is past. Brother, my lord the duke, Stand to and do as we. Thunder and lightning. Enter ARIEL, like a  harpy claps his wings upon the table and, with a quaint device, the banquet vanishes"
        },
        {
            "speaker": "ariel",
            "text": "You are three men of sin, whom Destiny, That hath to instrument this lower world And what is int, the neversurfeited sea Hath caused to belch up you and on this island Where man doth not inhabit you mongst men Being most unfit to live. I have made you mad And even with suchlike valour men hang and drown Their proper selves. ALONSO, SEBASTIAN  and c. draw their swords You fools! I and my fellows Are ministers of Fate: the elements, Of whom your swords are temperd, may as well Wound the loud winds, or with bemockdat stabs Kill the stillclosing waters, as diminish One dowle thats in my plume: my fellowministers Are like invulnerable. If you could hurt, Your swords are now too massy for your strengths And will not be uplifted. But remember For thats my business to youthat you three From Milan did supplant good Prospero Exposed unto the sea, which hath requit it, Him and his innocent child: for which foul deed The powers, delaying, not forgetting, have Incensed the seas and shores, yea, all the creatures, Against your peace. Thee of thy son, Alonso, They have bereft and do pronounce by me: Lingering perdition, worse than any death Can be at once, shall step by step attend You and your ways whose wraths to guard you from Which here, in this most desolate isle, else falls Upon your headsis nothing but heartsorrow And a clear life ensuing. He vanishes in thunder then, to soft music  enter the Shapes again, and dance, with mocks and mows, and carrying out the table"
        },
        {
            "speaker": "prospero",
            "text": "Bravely the figure of this harpy hast thou Performd, my Ariel a grace it had, devouring: Of my instruction hast thou nothing bated In what thou hadst to say: so, with good life And observation strange, my meaner ministers Their several kinds have done. My high charms work And these mine enemies are all knit up In their distractions they now are in my power And in these fits I leave them, while I visit Young Ferdinand, whom they suppose is drownd, And his and mine loved darling."
        },
        {
            "text": "Exit above"
        },
        {
            "speaker": "gonzalo",
            "text": "I the name of something holy, sir, why stand you In this strange stare"
        },
        {
            "speaker": "alonso",
            "text": "O, it is monstrous, monstrous: Methought the billows spoke and told me of it The winds did sing it to me, and the thunder, That deep and dreadful organpipe, pronounced The name of Prosper: it did bass my trespass. Therefore my son i the ooze is bedded, and Ill seek him deeper than eer plummet sounded And with him there lie mudded."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "sebastian",
            "text": "But one fiend at a time, Ill fight their legions oer."
        },
        {
            "speaker": "antonio",
            "text": "Ill be thy second."
        },
        {
            "text": "Exeunt SEBASTIAN, and ANTONIO"
        },
        {
            "speaker": "gonzalo",
            "text": "All three of them are desperate: their great guilt, Like poison given to work a great time after, Now gins to bite the spirits. I do beseech you That are of suppler joints, follow them swiftly And hinder them from what this ecstasy May now provoke them to."
        },
        {
            "speaker": "adrian",
            "text": "Follow, I pray you."
        },
        {
            "text": "Exeunt"
        }
    ]
}