{
    "sceneName": "Act 2, scene 1",
    "playName": "the tempest",
    "location": "Another part of the island.",
    "lines": [
        {
            "text": "Enter ALONSO, SEBASTIAN, ANTONIO, GONZALO, ADRIAN, FRANCISCO, and others"
        },
        {
            "speaker": "gonzalo",
            "text": "Beseech you, sir, be merry; you have cause, So have we all, of joy; for our escape Is much beyond our loss. Our hint of woe Is common; every day some sailor's wife, The masters of some merchant and the merchant Have just our theme of woe; but for the miracle, I mean our preservation, few in millions Can speak like us: then wisely, good sir, weigh Our sorrow with our comfort."
        },
        {
            "speaker": "alonso",
            "text": "Prithee, peace."
        },
        {
            "speaker": "sebastian",
            "text": "He receives comfort like cold porridge."
        },
        {
            "speaker": "antonio",
            "text": "The visitor will not give him o'er so."
        },
        {
            "speaker": "sebastian",
            "text": "Look he's winding up the watch of his wit; by and by it will strike."
        },
        {
            "speaker": "gonzalo",
            "text": "Sir,--"
        },
        {
            "speaker": "sebastian",
            "text": "One: tell."
        },
        {
            "speaker": "gonzalo",
            "text": "When every grief is entertain'd that's offer'd, Comes to the entertainer--"
        },
        {
            "speaker": "sebastian",
            "text": "A dollar."
        },
        {
            "speaker": "gonzalo",
            "text": "Dolour comes to him, indeed: you have spoken truer than you purposed."
        },
        {
            "speaker": "sebastian",
            "text": "You have taken it wiselier than I meant you should."
        },
        {
            "speaker": "gonzalo",
            "text": "Therefore, my lord,--"
        },
        {
            "speaker": "antonio",
            "text": "Fie, what a spendthrift is he of his tongue!"
        },
        {
            "speaker": "alonso",
            "text": "I prithee, spare."
        },
        {
            "speaker": "gonzalo",
            "text": "Well, I have done: but yet,--"
        },
        {
            "speaker": "sebastian",
            "text": "He will be talking."
        },
        {
            "speaker": "antonio",
            "text": "Which, of he or Adrian, for a good wager, first begins to crow?"
        },
        {
            "speaker": "sebastian",
            "text": "The old cock."
        },
        {
            "speaker": "antonio",
            "text": "The cockerel."
        },
        {
            "speaker": "sebastian",
            "text": "Done. The wager?"
        },
        {
            "speaker": "antonio",
            "text": "A laughter."
        },
        {
            "speaker": "sebastian",
            "text": "A match!"
        },
        {
            "speaker": "adrian",
            "text": "Though this island seem to be desert,--"
        },
        {
            "speaker": "sebastian",
            "text": "Ha, ha, ha! So, you're paid."
        },
        {
            "speaker": "adrian",
            "text": "Uninhabitable and almost inaccessible,--"
        },
        {
            "speaker": "sebastian",
            "text": "Yet,--"
        },
        {
            "speaker": "adrian",
            "text": "Yet,--"
        },
        {
            "speaker": "antonio",
            "text": "He could not miss't."
        },
        {
            "speaker": "adrian",
            "text": "It must needs be of subtle, tender and delicate temperance."
        },
        {
            "speaker": "antonio",
            "text": "Temperance was a delicate wench."
        },
        {
            "speaker": "sebastian",
            "text": "Ay, and a subtle; as he most learnedly delivered."
        },
        {
            "speaker": "adrian",
            "text": "The air breathes upon us here most sweetly."
        },
        {
            "speaker": "sebastian",
            "text": "As if it had lungs and rotten ones."
        },
        {
            "speaker": "antonio",
            "text": "Or as 'twere perfumed by a fen."
        },
        {
            "speaker": "gonzalo",
            "text": "Here is everything advantageous to life."
        },
        {
            "speaker": "antonio",
            "text": "True; save means to live."
        },
        {
            "speaker": "sebastian",
            "text": "Of that there's none, or little."
        },
        {
            "speaker": "gonzalo",
            "text": "How lush and lusty the grass looks! how green!"
        },
        {
            "speaker": "antonio",
            "text": "The ground indeed is tawny."
        },
        {
            "speaker": "sebastian",
            "text": "With an eye of green in't."
        },
        {
            "speaker": "antonio",
            "text": "He misses not much."
        },
        {
            "speaker": "sebastian",
            "text": "No; he doth but mistake the truth totally."
        },
        {
            "speaker": "gonzalo",
            "text": "But the rarity of it is,--which is indeed almost beyond credit,--"
        },
        {
            "speaker": "sebastian",
            "text": "As many vouched rarities are."
        },
        {
            "speaker": "gonzalo",
            "text": "That our garments, being, as they were, drenched in the sea, hold notwithstanding their freshness and glosses, being rather new-dyed than stained with salt water."
        },
        {
            "speaker": "antonio",
            "text": "If but one of his pockets could speak, would it not say he lies?"
        },
        {
            "speaker": "sebastian",
            "text": "Ay, or very falsely pocket up his report"
        },
        {
            "speaker": "gonzalo",
            "text": "Methinks our garments are now as fresh as when we put them on first in Afric, at the marriage of the king's fair daughter Claribel to the King of Tunis."
        },
        {
            "speaker": "sebastian",
            "text": "'Twas a sweet marriage, and we prosper well in our return."
        },
        {
            "speaker": "adrian",
            "text": "Tunis was never graced before with such a paragon to their queen."
        },
        {
            "speaker": "gonzalo",
            "text": "Not since widow Dido's time."
        },
        {
            "speaker": "antonio",
            "text": "Widow! a pox o' that! How came that widow in? widow Dido!"
        },
        {
            "speaker": "sebastian",
            "text": "What if he had said 'widower AEneas' too? Good Lord, how you take it!"
        },
        {
            "speaker": "adrian",
            "text": "'Widow Dido' said you? you make me study of that: she was of Carthage, not of Tunis."
        },
        {
            "speaker": "gonzalo",
            "text": "This Tunis, sir, was Carthage."
        },
        {
            "speaker": "adrian",
            "text": "Carthage?"
        },
        {
            "speaker": "gonzalo",
            "text": "I assure you, Carthage."
        },
        {
            "speaker": "sebastian",
            "text": "His word is more than the miraculous harp; he hath raised the wall and houses too."
        },
        {
            "speaker": "antonio",
            "text": "What impossible matter will he make easy next?"
        },
        {
            "speaker": "sebastian",
            "text": "I think he will carry this island home in his pocket and give it his son for an apple."
        },
        {
            "speaker": "antonio",
            "text": "And, sowing the kernels of it in the sea, bring forth more islands."
        },
        {
            "speaker": "gonzalo",
            "text": "Ay."
        },
        {
            "speaker": "antonio",
            "text": "Why, in good time."
        },
        {
            "speaker": "gonzalo",
            "text": "Sir, we were talking that our garments seem now as fresh as when we were at Tunis at the marriage of your daughter, who is now queen."
        },
        {
            "speaker": "antonio",
            "text": "And the rarest that e'er came there."
        },
        {
            "speaker": "sebastian",
            "text": "Bate, I beseech you, widow Dido."
        },
        {
            "speaker": "antonio",
            "text": "O, widow Dido! ay, widow Dido."
        },
        {
            "speaker": "gonzalo",
            "text": "Is not, sir, my doublet as fresh as the first day I wore it? I mean, in a sort."
        },
        {
            "speaker": "antonio",
            "text": "That sort was well fished for."
        },
        {
            "speaker": "gonzalo",
            "text": "When I wore it at your daughter's marriage?"
        },
        {
            "speaker": "alonso",
            "text": "You cram these words into mine ears against The stomach of my sense. Would I had never Married my daughter there! for, coming thence, My son is lost and, in my rate, she too, Who is so far from Italy removed I ne'er again shall see her. O thou mine heir Of Naples and of Milan, what strange fish Hath made his meal on thee?"
        },
        {
            "speaker": "francisco",
            "text": "Sir, he may live: I saw him beat the surges under him, And ride upon their backs; he trod the water, Whose enmity he flung aside, and breasted The surge most swoln that met him; his bold head 'Bove the contentious waves he kept, and oar'd Himself with his good arms in lusty stroke To the shore, that o'er his wave-worn basis bow'd, As stooping to relieve him: I not doubt He came alive to land."
        },
        {
            "speaker": "alonso",
            "text": "No, no, he's gone."
        },
        {
            "speaker": "sebastian",
            "text": "Sir, you may thank yourself for this great loss, That would not bless our Europe with your daughter, But rather lose her to an African; Where she at least is banish'd from your eye, Who hath cause to wet the grief on't."
        },
        {
            "speaker": "alonso",
            "text": "Prithee, peace."
        },
        {
            "speaker": "sebastian",
            "text": "You were kneel'd to and importuned otherwise By all of us, and the fair soul herself Weigh'd between loathness and obedience, at Which end o' the beam should bow. We have lost your son, I fear, for ever: Milan and Naples have More widows in them of this business' making Than we bring men to comfort them: The fault's your own."
        },
        {
            "speaker": "alonso",
            "text": "So is the dear'st o' the loss."
        },
        {
            "speaker": "gonzalo",
            "text": "My lord Sebastian, The truth you speak doth lack some gentleness And time to speak it in: you rub the sore, When you should bring the plaster."
        },
        {
            "speaker": "sebastian",
            "text": "Very well."
        },
        {
            "speaker": "antonio",
            "text": "And most chirurgeonly."
        },
        {
            "speaker": "gonzalo",
            "text": "It is foul weather in us all, good sir, When you are cloudy."
        },
        {
            "speaker": "sebastian",
            "text": "Foul weather?"
        },
        {
            "speaker": "antonio",
            "text": "Very foul."
        },
        {
            "speaker": "gonzalo",
            "text": "Had I plantation of this isle, my lord,--"
        },
        {
            "speaker": "antonio",
            "text": "He'ld sow't with nettle-seed."
        },
        {
            "speaker": "sebastian",
            "text": "Or docks, or mallows."
        },
        {
            "speaker": "gonzalo",
            "text": "And were the king on't, what would I do?"
        },
        {
            "speaker": "sebastian",
            "text": "'Scape being drunk for want of wine."
        },
        {
            "speaker": "gonzalo",
            "text": "I' the commonwealth I would by contraries Execute all things; for no kind of traffic Would I admit; no name of magistrate; Letters should not be known; riches, poverty, And use of service, none; contract, succession, Bourn, bound of land, tilth, vineyard, none; No use of metal, corn, or wine, or oil; No occupation; all men idle, all; And women too, but innocent and pure; No sovereignty;--"
        },
        {
            "speaker": "sebastian",
            "text": "Yet he would be king on't."
        },
        {
            "speaker": "antonio",
            "text": "The latter end of his commonwealth forgets the beginning."
        },
        {
            "speaker": "gonzalo",
            "text": "All things in common nature should produce Without sweat or endeavour: treason, felony, Sword, pike, knife, gun, or need of any engine, Would I not have; but nature should bring forth, Of its own kind, all foison, all abundance, To feed my innocent people."
        },
        {
            "speaker": "sebastian",
            "text": "No marrying 'mong his subjects?"
        },
        {
            "speaker": "antonio",
            "text": "None, man; all idle: whores and knaves."
        },
        {
            "speaker": "gonzalo",
            "text": "I would with such perfection govern, sir, To excel the golden age."
        },
        {
            "speaker": "sebastian",
            "text": "God save his majesty!"
        },
        {
            "speaker": "antonio",
            "text": "Long live Gonzalo!"
        },
        {
            "speaker": "gonzalo",
            "text": "And,--do you mark me, sir?"
        },
        {
            "speaker": "alonso",
            "text": "Prithee, no more: thou dost talk nothing to me."
        },
        {
            "speaker": "gonzalo",
            "text": "I do well believe your highness; and did it to minister occasion to these gentlemen, who are of such sensible and nimble lungs that they always use to laugh at nothing."
        },
        {
            "speaker": "antonio",
            "text": "'Twas you we laughed at."
        },
        {
            "speaker": "gonzalo",
            "text": "Who in this kind of merry fooling am nothing to you: so you may continue and laugh at nothing still."
        },
        {
            "speaker": "antonio",
            "text": "What a blow was there given!"
        },
        {
            "speaker": "sebastian",
            "text": "An it had not fallen flat-long."
        },
        {
            "speaker": "gonzalo",
            "text": "You are gentlemen of brave metal; you would lift the moon out of her sphere, if she would continue in it five weeks without changing."
        },
        {
            "text": "Enter ARIEL, invisible, playing solemn music"
        },
        {
            "speaker": "sebastian",
            "text": "We would so, and then go a bat-fowling."
        },
        {
            "speaker": "antonio",
            "text": "Nay, good my lord, be not angry."
        },
        {
            "speaker": "gonzalo",
            "text": "No, I warrant you; I will not adventure my discretion so weakly. Will you laugh me asleep, for I am very heavy?"
        },
        {
            "speaker": "antonio",
            "text": "Go sleep, and hear us."
        },
        {
            "text": "All sleep except ALONSO, SEBASTIAN, and ANTONIO"
        },
        {
            "speaker": "alonso",
            "text": "What, all so soon asleep! I wish mine eyes Would, with themselves, shut up my thoughts: I find They are inclined to do so."
        },
        {
            "speaker": "sebastian",
            "text": "Please you, sir, Do not omit the heavy offer of it: It seldom visits sorrow; when it doth, It is a comforter."
        },
        {
            "speaker": "antonio",
            "text": "We two, my lord, Will guard your person while you take your rest, And watch your safety."
        },
        {
            "speaker": "alonso",
            "text": "Thank you. Wondrous heavy."
        },
        {
            "text": "ALONSO sleeps. Exit ARIEL"
        },
        {
            "speaker": "sebastian",
            "text": "What a strange drowsiness possesses them!"
        },
        {
            "speaker": "antonio",
            "text": "It is the quality o' the climate."
        },
        {
            "speaker": "sebastian",
            "text": "Why Doth it not then our eyelids sink? I find not Myself disposed to sleep."
        },
        {
            "speaker": "antonio",
            "text": "Nor I; my spirits are nimble. They fell together all, as by consent; They dropp'd, as by a thunder-stroke. What might, Worthy Sebastian? O, what might?--No more:-- And yet me thinks I see it in thy face, What thou shouldst be: the occasion speaks thee, and My strong imagination sees a crown Dropping upon thy head."
        },
        {
            "speaker": "sebastian",
            "text": "What, art thou waking?"
        },
        {
            "speaker": "antonio",
            "text": "Do you not hear me speak?"
        },
        {
            "speaker": "sebastian",
            "text": "I do; and surely It is a sleepy language and thou speak'st Out of thy sleep. What is it thou didst say? This is a strange repose, to be asleep With eyes wide open; standing, speaking, moving, And yet so fast asleep."
        },
        {
            "speaker": "antonio",
            "text": "Noble Sebastian, Thou let'st thy fortune sleep--die, rather; wink'st Whiles thou art waking."
        },
        {
            "speaker": "sebastian",
            "text": "Thou dost snore distinctly; There's meaning in thy snores."
        },
        {
            "speaker": "antonio",
            "text": "I am more serious than my custom: you Must be so too, if heed me; which to do Trebles thee o'er."
        },
        {
            "speaker": "sebastian",
            "text": "Well, I am standing water."
        },
        {
            "speaker": "antonio",
            "text": "I'll teach you how to flow."
        },
        {
            "speaker": "sebastian",
            "text": "Do so: to ebb Hereditary sloth instructs me."
        },
        {
            "speaker": "antonio",
            "text": "O, If you but knew how you the purpose cherish Whiles thus you mock it! how, in stripping it, You more invest it! Ebbing men, indeed, Most often do so near the bottom run By their own fear or sloth."
        },
        {
            "speaker": "sebastian",
            "text": "Prithee, say on: The setting of thine eye and cheek proclaim A matter from thee, and a birth indeed Which throes thee much to yield."
        },
        {
            "speaker": "antonio",
            "text": "Thus, sir: Although this lord of weak remembrance, this, Who shall be of as little memory When he is earth'd, hath here almost persuade,-- For he's a spirit of persuasion, only Professes to persuade,--the king his son's alive, 'Tis as impossible that he's undrown'd And he that sleeps here swims."
        },
        {
            "speaker": "sebastian",
            "text": "I have no hope That he's undrown'd."
        },
        {
            "speaker": "antonio",
            "text": "O, out of that 'no hope' What great hope have you! no hope that way is Another way so high a hope that even Ambition cannot pierce a wink beyond, But doubt discovery there. Will you grant with me That Ferdinand is drown'd?"
        },
        {
            "speaker": "sebastian",
            "text": "He's gone."
        },
        {
            "speaker": "antonio",
            "text": "Then, tell me, Who's the next heir of Naples?"
        },
        {
            "speaker": "sebastian",
            "text": "Claribel."
        },
        {
            "speaker": "antonio",
            "text": "She that is queen of Tunis; she that dwells Ten leagues beyond man's life; she that from Naples Can have no note, unless the sun were post-- The man i' the moon's too slow--till new-born chins Be rough and razorable; she that--from whom? We all were sea-swallow'd, though some cast again, And by that destiny to perform an act Whereof what's past is prologue, what to come In yours and my discharge."
        },
        {
            "speaker": "sebastian",
            "text": "What stuff is this! how say you? 'Tis true, my brother's daughter's queen of Tunis; So is she heir of Naples; 'twixt which regions There is some space."
        },
        {
            "speaker": "antonio",
            "text": "A space whose every cubit Seems to cry out, 'How shall that Claribel Measure us back to Naples? Keep in Tunis, And let Sebastian wake.' Say, this were death That now hath seized them; why, they were no worse Than now they are. There be that can rule Naples As well as he that sleeps; lords that can prate As amply and unnecessarily As this Gonzalo; I myself could make A chough of as deep chat. O, that you bore The mind that I do! what a sleep were this For your advancement! Do you understand me?"
        },
        {
            "speaker": "sebastian",
            "text": "Methinks I do."
        },
        {
            "speaker": "antonio",
            "text": "And how does your content Tender your own good fortune?"
        },
        {
            "speaker": "sebastian",
            "text": "I remember You did supplant your brother Prospero."
        },
        {
            "speaker": "antonio",
            "text": "True: And look how well my garments sit upon me; Much feater than before: my brother's servants Were then my fellows; now they are my men."
        },
        {
            "speaker": "sebastian",
            "text": "But, for your conscience?"
        },
        {
            "speaker": "antonio",
            "text": "Ay, sir; where lies that? if 'twere a kibe, 'Twould put me to my slipper: but I feel not This deity in my bosom: twenty consciences, That stand 'twixt me and Milan, candied be they And melt ere they molest! Here lies your brother, No better than the earth he lies upon, If he were that which now he's like, that's dead; Whom I, with this obedient steel, three inches of it, Can lay to bed for ever; whiles you, doing thus, To the perpetual wink for aye might put This ancient morsel, this Sir Prudence, who Should not upbraid our course. For all the rest, They'll take suggestion as a cat laps milk; They'll tell the clock to any business that We say befits the hour."
        },
        {
            "speaker": "sebastian",
            "text": "Thy case, dear friend, Shall be my precedent; as thou got'st Milan, I'll come by Naples. Draw thy sword: one stroke Shall free thee from the tribute which thou payest; And I the king shall love thee."
        },
        {
            "speaker": "antonio",
            "text": "Draw together; And when I rear my hand, do you the like, To fall it on Gonzalo."
        },
        {
            "speaker": "sebastian",
            "text": "O, but one word."
        },
        {
            "text": "They talk apart"
        },
        {
            "text": "Re-enter ARIEL, invisible"
        },
        {
            "speaker": "ariel",
            "text": "My master through his art foresees the danger That you, his friend, are in; and sends me forth-- For else his project dies--to keep them living. While you here do snoring lie, Open-eyed conspiracy His time doth take. If of life you keep a care, Shake off slumber, and beware: Awake, awake!"
        },
        {
            "text": "Sings in GONZALO's ear"
        },
        {
            "speaker": "antonio",
            "text": "Then let us both be sudden."
        },
        {
            "speaker": "gonzalo",
            "text": "Now, good angels Preserve the king."
        },
        {
            "text": "They wake"
        },
        {
            "speaker": "alonso",
            "text": "Why, how now? ho, awake! Why are you drawn? Wherefore this ghastly looking?"
        },
        {
            "speaker": "gonzalo",
            "text": "What's the matter?"
        },
        {
            "speaker": "sebastian",
            "text": "Whiles we stood here securing your repose, Even now, we heard a hollow burst of bellowing Like bulls, or rather lions: did't not wake you? It struck mine ear most terribly."
        },
        {
            "speaker": "alonso",
            "text": "I heard nothing."
        },
        {
            "speaker": "antonio",
            "text": "O, 'twas a din to fright a monster's ear, To make an earthquake! sure, it was the roar Of a whole herd of lions."
        },
        {
            "speaker": "alonso",
            "text": "Heard you this, Gonzalo?"
        },
        {
            "speaker": "gonzalo",
            "text": "Upon mine honour, sir, I heard a humming, And that a strange one too, which did awake me: I shaked you, sir, and cried: as mine eyes open'd, I saw their weapons drawn: there was a noise, That's verily. 'Tis best we stand upon our guard, Or that we quit this place; let's draw our weapons."
        },
        {
            "speaker": "alonso",
            "text": "Lead off this ground; and let's make further search For my poor son."
        },
        {
            "speaker": "gonzalo",
            "text": "Heavens keep him from these beasts! For he is, sure, i' the island."
        },
        {
            "speaker": "alonso",
            "text": "Lead away."
        },
        {
            "speaker": "ariel",
            "text": "Prospero my lord shall know what I have done: So, king, go safely on to seek thy son."
        },
        {
            "text": "Exeunt"
        }
    ]
}