{
    "sceneName": "Act 1, scene 2",
    "playName": "the tempest",
    "location": "The island. Before PROSPEROS cell.",
    "lines": [
        {
            "text": "Enter PROSPERO and MIRANDA"
        },
        {
            "speaker": "miranda",
            "text": "If by your art, my dearest father, you have Put the wild waters in this roar, allay them. The sky, it seems, would pour down stinking pitch, But that the sea, mounting to the welkins cheek, Dashes the fire out. O, I have suffered With those that I saw suffer: a brave vessel, Who had, no doubt, some noble creature in her, Dashd all to pieces. O, the cry did knock Against my very heart. Poor souls, they perishd. Had I been any god of power, I would Have sunk the sea within the earth or ere It should the good ship so have swallowd and The fraughting souls within her."
        },
        {
            "speaker": "prospero",
            "text": "Be collected: No more amazement: tell your piteous heart Theres no harm done."
        },
        {
            "speaker": "miranda",
            "text": "O, woe the day!"
        },
        {
            "speaker": "prospero",
            "text": "No harm. I have done nothing but in care of thee, Of thee, my dear one, thee, my daughter, who Art ignorant of what thou art, nought knowing Of whence I am, nor that I am more better Than Prospero, master of a full poor cell, And thy no greater father."
        },
        {
            "speaker": "miranda",
            "text": "More to know Did never meddle with my thoughts."
        },
        {
            "speaker": "prospero",
            "text": "Tis time I should inform thee farther. Lend thy hand, And pluck my magic garment from me. So: Lie there, my art. Wipe thou thine eyes have comfort. The direful spectacle of the wreck, which touchd The very virtue of compassion in thee, I have with such provision in mine art So safely ordered that there is no soul No, not so much perdition as an hair Betid to any creature in the vessel Which thou heardst cry, which thou sawst sink. Sit down For thou must now know farther."
        },
        {
            "text": "Lays down his mantle"
        },
        {
            "speaker": "miranda",
            "text": "You have often Begun to tell me what I am, but stoppd And left me to a bootless inquisition, Concluding Stay: not yet."
        },
        {
            "speaker": "prospero",
            "text": "The hours now come The very minute bids thee ope thine ear Obey and be attentive. Canst thou remember A time before we came unto this cell I do not think thou canst, for then thou wast not Out three years old."
        },
        {
            "speaker": "miranda",
            "text": "Certainly, sir, I can."
        },
        {
            "speaker": "prospero",
            "text": "By what by any other house or person Of any thing the image tell me that Hath kept with thy remembrance."
        },
        {
            "speaker": "miranda",
            "text": "Tis far off And rather like a dream than an assurance That my remembrance warrants. Had I not Four or five women once that tended me"
        },
        {
            "speaker": "prospero",
            "text": "Thou hadst, and more, Miranda. But how is it That this lives in thy mind What seest thou else In the dark backward and abysm of time If thou rememberst aught ere thou camest here, How thou camest here thou mayst."
        },
        {
            "speaker": "miranda",
            "text": "But that I do not."
        },
        {
            "speaker": "prospero",
            "text": "Twelve year since, Miranda, twelve year since, Thy father was the Duke of Milan and A prince of power."
        },
        {
            "speaker": "miranda",
            "text": "Sir, are not you my father"
        },
        {
            "speaker": "prospero",
            "text": "Thy mother was a piece of virtue, and She said thou wast my daughter and thy father Was Duke of Milan and thou his only heir And princess no worse issued."
        },
        {
            "speaker": "miranda",
            "text": "O the heavens! What foul play had we, that we came from thence Or blessed wast we did"
        },
        {
            "speaker": "prospero",
            "text": "Both, both, my girl: By foul play, as thou sayst, were we heaved thence, But blessedly holp hither."
        },
        {
            "speaker": "miranda",
            "text": "O, my heart bleeds To think o the teen that I have turnd you to, Which is from my remembrance! Please you, farther."
        },
        {
            "speaker": "prospero",
            "text": "My brother and thy uncle, calld Antonio I pray thee, mark methat a brother should Be so perfidious!he whom next thyself Of all the world I loved and to him put The manage of my state as at that time Through all the signories it was the first And Prospero the prime duke, being so reputed In dignity, and for the liberal arts Without a parallel those being all my study, The government I cast upon my brother And to my state grew stranger, being transported And rapt in secret studies. Thy false uncle Dost thou attend me"
        },
        {
            "speaker": "miranda",
            "text": "Sir, most heedfully."
        },
        {
            "speaker": "prospero",
            "text": "Being once perfected how to grant suits, How to deny them, who to advance and who To trash for overtopping, new created The creatures that were mine, I say, or changed em, Or else new formd em having both the key Of officer and office, set all hearts i the state To what tune pleased his ear that now he was The ivy which had hid my princely trunk, And suckd my verdure out ont. Thou attendst not."
        },
        {
            "speaker": "miranda",
            "text": "O, good sir, I do."
        },
        {
            "speaker": "prospero",
            "text": "I pray thee, mark me. I, thus neglecting worldly ends, all dedicated To closeness and the bettering of my mind With that which, but by being so retired, Oerprized all popular rate, in my false brother Awaked an evil nature and my trust, Like a good parent, did beget of him A falsehood in its contrary as great As my trust was which had indeed no limit, A confidence sans bound. He being thus lorded, Not only with what my revenue yielded, But what my power might else exact, like one Who having into truth, by telling of it, Made such a sinner of his memory, To credit his own lie, he did believe He was indeed the duke out o the substitution And executing the outward face of royalty, With all prerogative: hence his ambition growing Dost thou hear"
        },
        {
            "speaker": "miranda",
            "text": "Your tale, sir, would cure deafness."
        },
        {
            "speaker": "prospero",
            "text": "To have no screen between this part he playd And him he playd it for, he needs will be Absolute Milan. Me, poor man, my library Was dukedom large enough: of temporal royalties He thinks me now incapable confederates So dry he was for swaywi the King of Naples To give him annual tribute, do him homage, Subject his coronet to his crown and bend The dukedom yet unbowdalas, poor Milan! To most ignoble stooping."
        },
        {
            "speaker": "miranda",
            "text": "O the heavens!"
        },
        {
            "speaker": "prospero",
            "text": "Mark his condition and the event then tell me If this might be a brother."
        },
        {
            "speaker": "miranda",
            "text": "I should sin To think but nobly of my grandmother: Good wombs have borne bad sons."
        },
        {
            "speaker": "prospero",
            "text": "Now the condition. The King of Naples, being an enemy To me inveterate, hearkens my brothers suit Which was, that he, in lieu o the premises Of homage and I know not how much tribute, Should presently extirpate me and mine Out of the dukedom and confer fair Milan With all the honours on my brother: whereon, A treacherous army levied, one midnight Fated to the purpose did Antonio open The gates of Milan, and, i the dead of darkness, The ministers for the purpose hurried thence Me and thy crying self."
        },
        {
            "speaker": "miranda",
            "text": "Alack, for pity! I, not remembering how I cried out then, Will cry it oer again: it is a hint That wrings mine eyes tot."
        },
        {
            "speaker": "prospero",
            "text": "Hear a little further And then Ill bring thee to the present business Which nows upons without the which this story Were most impertinent."
        },
        {
            "speaker": "miranda",
            "text": "Wherefore did they not That hour destroy us"
        },
        {
            "speaker": "prospero",
            "text": "Well demanded, wench: My tale provokes that question. Dear, they durst not, So dear the love my people bore me, nor set A mark so bloody on the business, but With colours fairer painted their foul ends. In few, they hurried us aboard a bark, Bore us some leagues to sea where they prepared A rotten carcass of a boat, not riggd, Nor tackle, sail, nor mast the very rats Instinctively had quit it: there they hoist us, To cry to the sea that roard to us, to sigh To the winds whose pity, sighing back again, Did us but loving wrong."
        },
        {
            "speaker": "miranda",
            "text": "Alack, what trouble Was I then to you!"
        },
        {
            "speaker": "prospero",
            "text": "O, a cherubim Thou wast that did preserve me. Thou didst smile. Infused with a fortitude from heaven, When I have deckd the sea with drops full salt, Under my burthen groand which raised in me An undergoing stomach, to bear up Against what should ensue."
        },
        {
            "speaker": "miranda",
            "text": "How came we ashore"
        },
        {
            "speaker": "prospero",
            "text": "By Providence divine. Some food we had and some fresh water that A noble Neapolitan, Gonzalo, Out of his charity, being then appointed Master of this design, did give us, with Rich garments, linens, stuffs and necessaries, Which since have steaded much so, of his gentleness, Knowing I loved my books, he furnishd me From mine own library with volumes that I prize above my dukedom."
        },
        {
            "speaker": "miranda",
            "text": "Would I might But ever see that man!"
        },
        {
            "speaker": "prospero",
            "text": "Now I arise: Sit still, and hear the last of our seasorrow. Here in this island we arrived and here Have I, thy schoolmaster, made thee more profit Than other princesses can that have more time For vainer hours and tutors not so careful."
        },
        {
            "text": "Resumes his mantle"
        },
        {
            "speaker": "miranda",
            "text": "Heavens thank you fort! And now, I pray you, sir, For still tis beating in my mind, your reason For raising this seastorm"
        },
        {
            "speaker": "prospero",
            "text": "Know thus far forth. By accident most strange, bountiful Fortune, Now my dear lady, hath mine enemies Brought to this shore and by my prescience I find my zenith doth depend upon A most auspicious star, whose influence If now I court not but omit, my fortunes Will ever after droop. Here cease more questions: Thou art inclined to sleep tis a good dulness, And give it way: I know thou canst not choose. Come away, servant, come. I am ready now. Approach, my Ariel, come."
        },
        {
            "text": "MIRANDA sleeps"
        },
        {
            "text": "Enter ARIEL"
        },
        {
            "speaker": "ariel",
            "text": "All hail, great master! grave sir, hail! I come To answer thy best pleasure bet to fly, To swim, to dive into the fire, to ride On the curld clouds, to thy strong bidding task Ariel and all his quality."
        },
        {
            "speaker": "prospero",
            "text": "Hast thou, spirit, Performd to point the tempest that I bade thee"
        },
        {
            "speaker": "ariel",
            "text": "To every article. I boarded the kings ship now on the beak, Now in the waist, the deck, in every cabin, I flamed amazement: sometime Ild divide, And burn in many places on the topmast, The yards and bowsprit, would I flame distinctly, Then meet and join. Joves lightnings, the precursors O the dreadful thunderclaps, more momentary And sightoutrunning were not the fire and cracks Of sulphurous roaring the most mighty Neptune Seem to besiege and make his bold waves tremble, Yea, his dread trident shake."
        },
        {
            "speaker": "prospero",
            "text": "My brave spirit! Who was so firm, so constant, that this coil Would not infect his reason"
        },
        {
            "speaker": "ariel",
            "text": "Not a soul But felt a fever of the mad and playd Some tricks of desperation. All but mariners Plunged in the foaming brine and quit the vessel, Then all afire with me: the kings son, Ferdinand, With hair upstaring,then like reeds, not hair, Was the first man that leapd cried, Hell is empty And all the devils are here."
        },
        {
            "speaker": "prospero",
            "text": "Why thats my spirit! But was not this nigh shore"
        },
        {
            "speaker": "ariel",
            "text": "Close by, my master."
        },
        {
            "speaker": "prospero",
            "text": "But are they, Ariel, safe"
        },
        {
            "speaker": "ariel",
            "text": "Not a hair perishd On their sustaining garments not a blemish, But fresher than before: and, as thou badest me, In troops I have dispersed them bout the isle. The kings son have I landed by himself Whom I left cooling of the air with sighs In an odd angle of the isle and sitting, His arms in this sad knot."
        },
        {
            "speaker": "prospero",
            "text": "Of the kings ship The mariners say how thou hast disposed And all the rest o the fleet."
        },
        {
            "speaker": "ariel",
            "text": "Safely in harbour Is the kings ship in the deep nook, where once Thou calldst me up at midnight to fetch dew From the stillvexd Bermoothes, there shes hid: The mariners all under hatches stowd Who, with a charm joind to their sufferd labour, I have left asleep and for the rest o the fleet Which I dispersed, they all have met again And are upon the Mediterranean flote, Bound sadly home for Naples, Supposing that they saw the kings ship wreckd And his great person perish."
        },
        {
            "speaker": "prospero",
            "text": "Ariel, thy charge Exactly is performd: but theres more work. What is the time o the day"
        },
        {
            "speaker": "ariel",
            "text": "Past the mid season."
        },
        {
            "speaker": "prospero",
            "text": "At least two glasses. The time twixt six and now Must by us both be spent most preciously."
        },
        {
            "speaker": "ariel",
            "text": "Is there more toil Since thou dost give me pains, Let me remember thee what thou hast promised, Which is not yet performd me."
        },
        {
            "speaker": "prospero",
            "text": "How now moody What ist thou canst demand"
        },
        {
            "speaker": "ariel",
            "text": "My liberty."
        },
        {
            "speaker": "prospero",
            "text": "Before the time be out no more!"
        },
        {
            "speaker": "ariel",
            "text": "I prithee, Remember I have done thee worthy service Told thee no lies, made thee no mistakings, served Without or grudge or grumblings: thou didst promise To bate me a full year."
        },
        {
            "speaker": "prospero",
            "text": "Dost thou forget From what a torment I did free thee"
        },
        {
            "speaker": "ariel",
            "text": "No."
        },
        {
            "speaker": "prospero",
            "text": "Thou dost, and thinkst it much to tread the ooze Of the salt deep, To run upon the sharp wind of the north, To do me business in the veins o the earth When it is baked with frost."
        },
        {
            "speaker": "ariel",
            "text": "I do not, sir."
        },
        {
            "speaker": "prospero",
            "text": "Thou liest, malignant thing! Hast thou forgot The foul witch Sycorax, who with age and envy Was grown into a hoop hast thou forgot her"
        },
        {
            "speaker": "ariel",
            "text": "No, sir."
        },
        {
            "speaker": "prospero",
            "text": "Thou hast. Where was she born speak tell me."
        },
        {
            "speaker": "ariel",
            "text": "Sir, in Argier."
        },
        {
            "speaker": "prospero",
            "text": "O, was she so I must Once in a month recount what thou hast been, Which thou forgetst. This damnd witch Sycorax, For mischiefs manifold and sorceries terrible To enter human hearing, from Argier, Thou knowst, was banishd: for one thing she did They would not take her life. Is not this true"
        },
        {
            "speaker": "ariel",
            "text": "Ay, sir."
        },
        {
            "speaker": "prospero",
            "text": "This blueeyed hag was hither brought with child And here was left by the sailors. Thou, my slave, As thou reportst thyself, wast then her servant And, for thou wast a spirit too delicate To act her earthy and abhorrd commands, Refusing her grand hests, she did confine thee, By help of her more potent ministers And in her most unmitigable rage, Into a cloven pine within which rift Imprisond thou didst painfully remain A dozen years within which space she died And left thee there where thou didst vent thy groans As fast as millwheels strike. Then was this island Save for the son that she did litter here, A freckled whelp hagbornnot honourd with A human shape."
        },
        {
            "speaker": "ariel",
            "text": "Yes, Caliban her son."
        },
        {
            "speaker": "prospero",
            "text": "Dull thing, I say so he, that Caliban Whom now I keep in service. Thou best knowst What torment I did find thee in thy groans Did make wolves howl and penetrate the breasts Of ever angry bears: it was a torment To lay upon the damnd, which Sycorax Could not again undo: it was mine art, When I arrived and heard thee, that made gape The pine and let thee out."
        },
        {
            "speaker": "ariel",
            "text": "I thank thee, master."
        },
        {
            "speaker": "prospero",
            "text": "If thou more murmurst, I will rend an oak And peg thee in his knotty entrails till Thou hast howld away twelve winters."
        },
        {
            "speaker": "ariel",
            "text": "Pardon, master I will be correspondent to command And do my spiriting gently."
        },
        {
            "speaker": "prospero",
            "text": "Do so, and after two days I will discharge thee."
        },
        {
            "speaker": "ariel",
            "text": "Thats my noble master! What shall I do say what what shall I do"
        },
        {
            "speaker": "prospero",
            "text": "Go make thyself like a nymph o the sea: be subject To no sight but thine and mine, invisible To every eyeball else. Go take this shape And hither come int: go, hence with diligence! Awake, dear heart, awake! thou hast slept well Awake!"
        },
        {
            "text": "Exit ARIEL"
        },
        {
            "speaker": "miranda",
            "text": "The strangeness of your story put Heaviness in me."
        },
        {
            "speaker": "prospero",
            "text": "Shake it off. Come on Well visit Caliban my slave, who never Yields us kind answer."
        },
        {
            "speaker": "miranda",
            "text": "Tis a villain, sir, I do not love to look on."
        },
        {
            "speaker": "prospero",
            "text": "But, as tis, We cannot miss him: he does make our fire, Fetch in our wood and serves in offices That profit us. What, ho! slave! Caliban! Thou earth, thou! speak."
        },
        {
            "speaker": "caliban",
            "text": "[Within]  Theres wood enough within."
        },
        {
            "speaker": "prospero",
            "text": "Come forth, I say! theres other business for thee: Come, thou tortoise! when Fine apparition! My quaint Ariel, Hark in thine ear."
        },
        {
            "text": "Reenter ARIEL like a waternymph"
        },
        {
            "speaker": "ariel",
            "text": "My lord it shall be done."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "prospero",
            "text": "Thou poisonous slave, got by the devil himself Upon thy wicked dam, come forth!"
        },
        {
            "text": "Enter CALIBAN"
        },
        {
            "speaker": "caliban",
            "text": "As wicked dew as eer my mother brushd With ravens feather from unwholesome fen Drop on you both! a southwest blow on ye And blister you all oer!"
        },
        {
            "speaker": "prospero",
            "text": "For this, be sure, tonight thou shalt have cramps, Sidestitches that shall pen thy breath up urchins Shall, for that vast of night that they may work, All exercise on thee thou shalt be pinchd As thick as honeycomb, each pinch more stinging Than bees that made em."
        },
        {
            "speaker": "caliban",
            "text": "I must eat my dinner. This islands mine, by Sycorax my mother, Which thou takest from me. When thou camest first, Thou strokedst me and madest much of me, wouldst give me Water with berries int, and teach me how To name the bigger light, and how the less, That burn by day and night: and then I loved thee And showd thee all the qualities o the isle, The fresh springs, brinepits, barren place and fertile: Cursed be I that did so! All the charms Of Sycorax, toads, beetles, bats, light on you! For I am all the subjects that you have, Which first was mine own king: and here you sty me In this hard rock, whiles you do keep from me The rest o the island."
        },
        {
            "speaker": "prospero",
            "text": "Thou most lying slave, Whom stripes may move, not kindness! I have used thee, Filth as thou art, with human care, and lodged thee In mine own cell, till thou didst seek to violate The honour of my child."
        },
        {
            "speaker": "caliban",
            "text": "O ho, O ho! wouldt had been done! Thou didst prevent me I had peopled else This isle with Calibans."
        },
        {
            "speaker": "prospero",
            "text": "Abhorred slave, Which any print of goodness wilt not take, Being capable of all ill! I pitied thee, Took pains to make thee speak, taught thee each hour One thing or other: when thou didst not, savage, Know thine own meaning, but wouldst gabble like A thing most brutish, I endowd thy purposes With words that made them known. But thy vile race, Though thou didst learn, had that int which good natures Could not abide to be with therefore wast thou Deservedly confined into this rock, Who hadst deserved more than a prison."
        },
        {
            "speaker": "caliban",
            "text": "You taught me language and my profit ont Is, I know how to curse. The red plague rid you For learning me your language!"
        },
        {
            "speaker": "prospero",
            "text": "Hagseed, hence! Fetch us in fuel and be quick, thourt best, To answer other business. Shrugst thou, malice If thou neglectst or dost unwillingly What I command, Ill rack thee with old cramps, Fill all thy bones with aches, make thee roar That beasts shall tremble at thy din."
        },
        {
            "speaker": "caliban",
            "text": "No, pray thee. I must obey: his art is of such power, It would control my dams god, Setebos, and make a vassal of him."
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "prospero",
            "text": "So, slave hence! ARIELS song. Come unto these yellow sands, And then take hands: Courtsied when you have and kissd The wild waves whist, Foot it featly here and there And, sweet sprites, the burthen bear. Hark, hark! Burthen [dispersedly, within The watchdogs bark! Hark, hark! I hear The strain of strutting chanticleer Cry, Cockadiddledow."
        },
        {
            "text": "Exit CALIBAN"
        },
        {
            "text": "Reenter ARIEL, invisible, playing and singing FERDINAND following"
        },
        {
            "text": "Burthen Bowwow"
        },
        {
            "speaker": "ferdinand",
            "text": "Where should this music be i the air or the earth It sounds no more: and sure, it waits upon Some god o the island. Sitting on a bank, Weeping again the king my fathers wreck, This music crept by me upon the waters, Allaying both their fury and my passion With its sweet air: thence I have followd it, Or it hath drawn me rather. But tis gone. No, it begins again. Full fathom five thy father lies Of his bones are coral made Those are pearls that were his eyes: Nothing of him that doth fade But doth suffer a seachange Into something rich and strange. Seanymphs hourly ring his knell Hark! now I hear them,Dingdong, bell. The ditty does remember my drownd father. This is no mortal business, nor no sound That the earth owes. I hear it now above me."
        },
        {
            "text": "ARIEL sings"
        },
        {
            "text": "Burthen Dingdong"
        },
        {
            "speaker": "prospero",
            "text": "The fringed curtains of thine eye advance And say what thou seest yond."
        },
        {
            "speaker": "miranda",
            "text": "What ist a spirit Lord, how it looks about! Believe me, sir, It carries a brave form. But tis a spirit."
        },
        {
            "speaker": "prospero",
            "text": "No, wench it eats and sleeps and hath such senses As we have, such. This gallant which thou seest Was in the wreck and, but hes something staind With grief thats beautys canker, thou mightst call him A goodly person: he hath lost his fellows And strays about to find em."
        },
        {
            "speaker": "miranda",
            "text": "I might call him A thing divine, for nothing natural I ever saw so noble."
        },
        {
            "speaker": "prospero",
            "text": "[Aside] It goes on, I see, As my soul prompts it. Spirit, fine spirit! Ill free thee Within two days for this."
        },
        {
            "speaker": "ferdinand",
            "text": "Most sure, the goddess On whom these airs attend! Vouchsafe my prayer May know if you remain upon this island And that you will some good instruction give How I may bear me here: my prime request, Which I do last pronounce, is, O you wonder! If you be maid or no"
        },
        {
            "speaker": "miranda",
            "text": "No wonder, sir But certainly a maid."
        },
        {
            "speaker": "ferdinand",
            "text": "My language! heavens! I am the best of them that speak this speech, Were I but where tis spoken."
        },
        {
            "speaker": "prospero",
            "text": "How the best What wert thou, if the King of Naples heard thee"
        },
        {
            "speaker": "ferdinand",
            "text": "A single thing, as I am now, that wonders To hear thee speak of Naples. He does hear me And that he does I weep: myself am Naples, Who with mine eyes, never since at ebb, beheld The king my father wreckd."
        },
        {
            "speaker": "miranda",
            "text": "Alack, for mercy!"
        },
        {
            "speaker": "ferdinand",
            "text": "Yes, faith, and all his lords the Duke of Milan And his brave son being twain."
        },
        {
            "speaker": "prospero",
            "text": "[Aside]The Duke of Milan And his more braver daughter could control thee, If now twere fit to dot. At the first sight They have changed eyes. Delicate Ariel, Ill set thee free for this. A word, good sir I fear you have done yourself some wrong: a word."
        },
        {
            "text": "To FERDINAND"
        },
        {
            "speaker": "miranda",
            "text": "Why speaks my father so ungently This Is the third man that eer I saw, the first That eer I sighd for: pity move my father To be inclined my way!"
        },
        {
            "speaker": "ferdinand",
            "text": "O, if a virgin, And your affection not gone forth, Ill make you The queen of Naples."
        },
        {
            "speaker": "prospero",
            "text": "Soft, sir! one word more. They are both in eithers powers but this swift business I must uneasy make, lest too light winning Make the prize light. One word more I charge thee That thou attend me: thou dost here usurp The name thou owest not and hast put thyself Upon this island as a spy, to win it From me, the lord ont."
        },
        {
            "text": "Aside"
        },
        {
            "text": "To FERDINAND"
        },
        {
            "speaker": "ferdinand",
            "text": "No, as I am a man."
        },
        {
            "speaker": "miranda",
            "text": "Theres nothing ill can dwell in such a temple: If the ill spirit have so fair a house, Good things will strive to dwell witht."
        },
        {
            "speaker": "prospero",
            "text": "Follow me. Speak not you for him hes a traitor. Come Ill manacle thy neck and feet together: Seawater shalt thou drink thy food shall be The freshbrook muscles, witherd roots and husks Wherein the acorn cradled. Follow."
        },
        {
            "speaker": "ferdinand",
            "text": "No I will resist such entertainment till Mine enemy has more power."
        },
        {
            "text": "Draws, and is charmed from moving"
        },
        {
            "speaker": "miranda",
            "text": "O dear father, Make not too rash a trial of him, for Hes gentle and not fearful."
        },
        {
            "speaker": "prospero",
            "text": "What I say, My foot my tutor Put thy sword up, traitor Who makest a show but darest not strike, thy conscience Is so possessd with guilt: come from thy ward, For I can here disarm thee with this stick And make thy weapon drop."
        },
        {
            "speaker": "miranda",
            "text": "Beseech you, father."
        },
        {
            "speaker": "prospero",
            "text": "Hence! hang not on my garments."
        },
        {
            "speaker": "miranda",
            "text": "Sir, have pity Ill be his surety."
        },
        {
            "speaker": "prospero",
            "text": "Silence! one word more Shall make me chide thee, if not hate thee. What! An advocate for an imposter! hush! Thou thinkst there is no more such shapes as he, Having seen but him and Caliban: foolish wench! To the most of men this is a Caliban And they to him are angels."
        },
        {
            "speaker": "miranda",
            "text": "My affections Are then most humble I have no ambition To see a goodlier man."
        },
        {
            "speaker": "prospero",
            "text": "Come on obey: Thy nerves are in their infancy again And have no vigour in them."
        },
        {
            "speaker": "ferdinand",
            "text": "So they are My spirits, as in a dream, are all bound up. My fathers loss, the weakness which I feel, The wreck of all my friends, nor this mans threats, To whom I am subdued, are but light to me, Might I but through my prison once a day Behold this maid: all corners else o the earth Let liberty make use of space enough Have I in such a prison."
        },
        {
            "speaker": "prospero",
            "text": "[Aside]                It works. Come on. Thou hast done well, fine Ariel! Follow me. Hark what thou else shalt do me."
        },
        {
            "text": "To FERDINAND"
        },
        {
            "text": "To FERDINAND"
        },
        {
            "text": "To ARIEL"
        },
        {
            "speaker": "miranda",
            "text": "Be of comfort My fathers of a better nature, sir, Than he appears by speech: this is unwonted Which now came from him."
        },
        {
            "speaker": "prospero",
            "text": "Thou shalt be free As mountain winds: but then exactly do All points of my command."
        },
        {
            "speaker": "ariel",
            "text": "To the syllable."
        },
        {
            "speaker": "prospero",
            "text": "Come, follow. Speak not for him."
        },
        {
            "text": "Exeunt"
        }
    ]
}