{
    "sceneName": "Act 3, scene 2",
    "playName": "the tempest",
    "location": "Another part of the island.",
    "lines": [
        {
            "text": "Enter CALIBAN, STEPHANO, and TRINCULO"
        },
        {
            "speaker": "stephano",
            "text": "Tell not me; when the butt is out, we will drink water; not a drop before: therefore bear up, and board 'em. Servant-monster, drink to me."
        },
        {
            "speaker": "trinculo",
            "text": "Servant-monster! the folly of this island! They say there's but five upon this isle: we are three of them; if th' other two be brained like us, the state totters."
        },
        {
            "speaker": "stephano",
            "text": "Drink, servant-monster, when I bid thee: thy eyes are almost set in thy head."
        },
        {
            "speaker": "trinculo",
            "text": "Where should they be set else? he were a brave monster indeed, if they were set in his tail."
        },
        {
            "speaker": "stephano",
            "text": "My man-monster hath drown'd his tongue in sack: for my part, the sea cannot drown me; I swam, ere I could recover the shore, five and thirty leagues off and on. By this light, thou shalt be my lieutenant, monster, or my standard."
        },
        {
            "speaker": "trinculo",
            "text": "Your lieutenant, if you list; he's no standard."
        },
        {
            "speaker": "stephano",
            "text": "We'll not run, Monsieur Monster."
        },
        {
            "speaker": "trinculo",
            "text": "Nor go neither; but you'll lie like dogs and yet say nothing neither."
        },
        {
            "speaker": "stephano",
            "text": "Moon-calf, speak once in thy life, if thou beest a good moon-calf."
        },
        {
            "speaker": "caliban",
            "text": "How does thy honour? Let me lick thy shoe. I'll not serve him; he's not valiant."
        },
        {
            "speaker": "trinculo",
            "text": "Thou liest, most ignorant monster: I am in case to justle a constable. Why, thou deboshed fish thou, was there ever man a coward that hath drunk so much sack as I to-day? Wilt thou tell a monstrous lie, being but half a fish and half a monster?"
        },
        {
            "speaker": "caliban",
            "text": "Lo, how he mocks me! wilt thou let him, my lord?"
        },
        {
            "speaker": "trinculo",
            "text": "'Lord' quoth he! That a monster should be such a natural!"
        },
        {
            "speaker": "caliban",
            "text": "Lo, lo, again! bite him to death, I prithee."
        },
        {
            "speaker": "stephano",
            "text": "Trinculo, keep a good tongue in your head: if you prove a mutineer,--the next tree! The poor monster's my subject and he shall not suffer indignity."
        },
        {
            "speaker": "caliban",
            "text": "I thank my noble lord. Wilt thou be pleased to hearken once again to the suit I made to thee?"
        },
        {
            "speaker": "stephano",
            "text": "Marry, will I kneel and repeat it; I will stand, and so shall Trinculo."
        },
        {
            "text": "Enter ARIEL, invisible"
        },
        {
            "speaker": "caliban",
            "text": "As I told thee before, I am subject to a tyrant, a sorcerer, that by his cunning hath cheated me of the island."
        },
        {
            "speaker": "ariel",
            "text": "Thou liest."
        },
        {
            "speaker": "caliban",
            "text": "Thou liest, thou jesting monkey, thou: I would my valiant master would destroy thee! I do not lie."
        },
        {
            "speaker": "stephano",
            "text": "Trinculo, if you trouble him any more in's tale, by this hand, I will supplant some of your teeth."
        },
        {
            "speaker": "trinculo",
            "text": "Why, I said nothing."
        },
        {
            "speaker": "stephano",
            "text": "Mum, then, and no more. Proceed."
        },
        {
            "speaker": "caliban",
            "text": "I say, by sorcery he got this isle; From me he got it. if thy greatness will Revenge it on him,--for I know thou darest, But this thing dare not,--"
        },
        {
            "speaker": "stephano",
            "text": "That's most certain."
        },
        {
            "speaker": "caliban",
            "text": "Thou shalt be lord of it and I'll serve thee."
        },
        {
            "speaker": "stephano",
            "text": "How now shall this be compassed? Canst thou bring me to the party?"
        },
        {
            "speaker": "caliban",
            "text": "Yea, yea, my lord: I'll yield him thee asleep, Where thou mayst knock a nail into his bead."
        },
        {
            "speaker": "ariel",
            "text": "Thou liest; thou canst not."
        },
        {
            "speaker": "caliban",
            "text": "What a pied ninny's this! Thou scurvy patch! I do beseech thy greatness, give him blows And take his bottle from him: when that's gone He shall drink nought but brine; for I'll not show him Where the quick freshes are."
        },
        {
            "speaker": "stephano",
            "text": "Trinculo, run into no further danger: interrupt the monster one word further, and, by this hand, I'll turn my mercy out o' doors and make a stock-fish of thee."
        },
        {
            "speaker": "trinculo",
            "text": "Why, what did I? I did nothing. I'll go farther off."
        },
        {
            "speaker": "stephano",
            "text": "Didst thou not say he lied?"
        },
        {
            "speaker": "ariel",
            "text": "Thou liest."
        },
        {
            "speaker": "stephano",
            "text": "Do I so? take thou that. As you like this, give me the lie another time."
        },
        {
            "text": "Beats TRINCULO"
        },
        {
            "speaker": "trinculo",
            "text": "I did not give the lie. Out o' your wits and bearing too? A pox o' your bottle! this can sack and drinking do. A murrain on your monster, and the devil take your fingers!"
        },
        {
            "speaker": "caliban",
            "text": "Ha, ha, ha!"
        },
        {
            "speaker": "stephano",
            "text": "Now, forward with your tale. Prithee, stand farther off."
        },
        {
            "speaker": "caliban",
            "text": "Beat him enough: after a little time I'll beat him too."
        },
        {
            "speaker": "stephano",
            "text": "Stand farther. Come, proceed."
        },
        {
            "speaker": "caliban",
            "text": "Why, as I told thee, 'tis a custom with him, I' th' afternoon to sleep: there thou mayst brain him, Having first seized his books, or with a log Batter his skull, or paunch him with a stake, Or cut his wezand with thy knife. Remember First to possess his books; for without them He's but a sot, as I am, nor hath not One spirit to command: they all do hate him As rootedly as I. Burn but his books. He has brave utensils,--for so he calls them-- Which when he has a house, he'll deck withal And that most deeply to consider is The beauty of his daughter; he himself Calls her a nonpareil: I never saw a woman, But only Sycorax my dam and she; But she as far surpasseth Sycorax As great'st does least."
        },
        {
            "speaker": "stephano",
            "text": "Is it so brave a lass?"
        },
        {
            "speaker": "caliban",
            "text": "Ay, lord; she will become thy bed, I warrant. And bring thee forth brave brood."
        },
        {
            "speaker": "stephano",
            "text": "Monster, I will kill this man: his daughter and I will be king and queen--save our graces!--and Trinculo and thyself shall be viceroys. Dost thou like the plot, Trinculo?"
        },
        {
            "speaker": "trinculo",
            "text": "Excellent."
        },
        {
            "speaker": "stephano",
            "text": "Give me thy hand: I am sorry I beat thee; but, while thou livest, keep a good tongue in thy head."
        },
        {
            "speaker": "caliban",
            "text": "Within this half hour will he be asleep: Wilt thou destroy him then?"
        },
        {
            "speaker": "stephano",
            "text": "Ay, on mine honour."
        },
        {
            "speaker": "ariel",
            "text": "This will I tell my master."
        },
        {
            "speaker": "caliban",
            "text": "Thou makest me merry; I am full of pleasure: Let us be jocund: will you troll the catch You taught me but while-ere?"
        },
        {
            "speaker": "stephano",
            "text": "At thy request, monster, I will do reason, any reason. Come on, Trinculo, let us sing. Flout 'em and scout 'em And scout 'em and flout 'em Thought is free."
        },
        {
            "text": "Sings"
        },
        {
            "speaker": "caliban",
            "text": "That's not the tune."
        },
        {
            "text": "Ariel plays the tune on a tabour and pipe"
        },
        {
            "speaker": "stephano",
            "text": "What is this same?"
        },
        {
            "speaker": "trinculo",
            "text": "This is the tune of our catch, played by the picture of Nobody."
        },
        {
            "speaker": "stephano",
            "text": "If thou beest a man, show thyself in thy likeness: if thou beest a devil, take't as thou list."
        },
        {
            "speaker": "trinculo",
            "text": "O, forgive me my sins!"
        },
        {
            "speaker": "stephano",
            "text": "He that dies pays all debts: I defy thee. Mercy upon us!"
        },
        {
            "speaker": "caliban",
            "text": "Art thou afeard?"
        },
        {
            "speaker": "stephano",
            "text": "No, monster, not I."
        },
        {
            "speaker": "caliban",
            "text": "Be not afeard; the isle is full of noises, Sounds and sweet airs, that give delight and hurt not. Sometimes a thousand twangling instruments Will hum about mine ears, and sometime voices That, if I then had waked after long sleep, Will make me sleep again: and then, in dreaming, The clouds methought would open and show riches Ready to drop upon me that, when I waked, I cried to dream again."
        },
        {
            "speaker": "stephano",
            "text": "This will prove a brave kingdom to me, where I shall have my music for nothing."
        },
        {
            "speaker": "caliban",
            "text": "When Prospero is destroyed."
        },
        {
            "speaker": "stephano",
            "text": "That shall be by and by: I remember the story."
        },
        {
            "speaker": "trinculo",
            "text": "The sound is going away; let's follow it, and after do our work."
        },
        {
            "speaker": "stephano",
            "text": "Lead, monster; we'll follow. I would I could see this tabourer; he lays it on."
        },
        {
            "speaker": "trinculo",
            "text": "Wilt come? I'll follow, Stephano."
        },
        {
            "text": "Exeunt"
        }
    ]
}