{
    "sceneName": "Act 5, scene 1",
    "playName": "julius caesar",
    "location": "The plains of Philippi.",
    "lines": [
        {
            "text": "Enter OCTAVIUS, ANTONY, and their army"
        },
        {
            "speaker": "octavius",
            "text": "Now, Antony, our hopes are answered: You said the enemy would not come down, But keep the hills and upper regions; It proves not so: their battles are at hand; They mean to warn us at Philippi here, Answering before we do demand of them."
        },
        {
            "speaker": "antony",
            "text": "Tut, I am in their bosoms, and I know Wherefore they do it: they could be content To visit other places; and come down With fearful bravery, thinking by this face To fasten in our thoughts that they have courage; But 'tis not so."
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "messenger",
            "text": "Prepare you, generals: The enemy comes on in gallant show; Their bloody sign of battle is hung out, And something to be done immediately."
        },
        {
            "speaker": "antony",
            "text": "Octavius, lead your battle softly on, Upon the left hand of the even field."
        },
        {
            "speaker": "octavius",
            "text": "Upon the right hand I; keep thou the left."
        },
        {
            "speaker": "antony",
            "text": "Why do you cross me in this exigent?"
        },
        {
            "speaker": "octavius",
            "text": "I do not cross you; but I will do so."
        },
        {
            "text": "March"
        },
        {
            "text": "Drum. Enter BRUTUS, CASSIUS, and their Army; LUCILIUS, TITINIUS, MESSALA, and others"
        },
        {
            "speaker": "brutus",
            "text": "They stand, and would have parley."
        },
        {
            "speaker": "cassius",
            "text": "Stand fast, Titinius: we must out and talk."
        },
        {
            "speaker": "octavius",
            "text": "Mark Antony, shall we give sign of battle?"
        },
        {
            "speaker": "antony",
            "text": "No, Caesar, we will answer on their charge. Make forth; the generals would have some words."
        },
        {
            "speaker": "octavius",
            "text": "Stir not until the signal."
        },
        {
            "speaker": "brutus",
            "text": "Words before blows: is it so, countrymen?"
        },
        {
            "speaker": "octavius",
            "text": "Not that we love words better, as you do."
        },
        {
            "speaker": "brutus",
            "text": "Good words are better than bad strokes, Octavius."
        },
        {
            "speaker": "antony",
            "text": "In your bad strokes, Brutus, you give good words: Witness the hole you made in Caesar's heart, Crying 'Long live! hail, Caesar!'"
        },
        {
            "speaker": "cassius",
            "text": "Antony, The posture of your blows are yet unknown; But for your words, they rob the Hybla bees, And leave them honeyless."
        },
        {
            "speaker": "antony",
            "text": "Not stingless too."
        },
        {
            "speaker": "brutus",
            "text": "O, yes, and soundless too; For you have stol'n their buzzing, Antony, And very wisely threat before you sting."
        },
        {
            "speaker": "antony",
            "text": "Villains, you did not so, when your vile daggers Hack'd one another in the sides of Caesar: You show'd your teeth like apes, and fawn'd like hounds, And bow'd like bondmen, kissing Caesar's feet; Whilst damned Casca, like a cur, behind Struck Caesar on the neck. O you flatterers!"
        },
        {
            "speaker": "cassius",
            "text": "Flatterers! Now, Brutus, thank yourself: This tongue had not offended so to-day, If Cassius might have ruled."
        },
        {
            "speaker": "octavius",
            "text": "Come, come, the cause: if arguing make us sweat, The proof of it will turn to redder drops. Look; I draw a sword against conspirators; When think you that the sword goes up again? Never, till Caesar's three and thirty wounds Be well avenged; or till another Caesar Have added slaughter to the sword of traitors."
        },
        {
            "speaker": "brutus",
            "text": "Caesar, thou canst not die by traitors' hands, Unless thou bring'st them with thee."
        },
        {
            "speaker": "octavius",
            "text": "So I hope; I was not born to die on Brutus' sword."
        },
        {
            "speaker": "brutus",
            "text": "O, if thou wert the noblest of thy strain, Young man, thou couldst not die more honourable."
        },
        {
            "speaker": "cassius",
            "text": "A peevish schoolboy, worthless of such honour, Join'd with a masker and a reveller!"
        },
        {
            "speaker": "antony",
            "text": "Old Cassius still!"
        },
        {
            "speaker": "octavius",
            "text": "Come, Antony, away! Defiance, traitors, hurl we in your teeth: If you dare fight to-day, come to the field; If not, when you have stomachs."
        },
        {
            "text": "Exeunt OCTAVIUS, ANTONY, and their army"
        },
        {
            "speaker": "cassius",
            "text": "Why, now, blow wind, swell billow and swim bark! The storm is up, and all is on the hazard."
        },
        {
            "speaker": "brutus",
            "text": "Ho, Lucilius! hark, a word with you."
        },
        {
            "speaker": "lucilius",
            "text": "[Standing forth] My lord?"
        },
        {
            "text": "BRUTUS and LUCILIUS converse apart"
        },
        {
            "speaker": "cassius",
            "text": "Messala!"
        },
        {
            "speaker": "messala",
            "text": "[Standing forth]  What says my general?"
        },
        {
            "speaker": "cassius",
            "text": "Messala, This is my birth-day; as this very day Was Cassius born. Give me thy hand, Messala: Be thou my witness that against my will, As Pompey was, am I compell'd to set Upon one battle all our liberties. You know that I held Epicurus strong And his opinion: now I change my mind, And partly credit things that do presage. Coming from Sardis, on our former ensign Two mighty eagles fell, and there they perch'd, Gorging and feeding from our soldiers' hands; Who to Philippi here consorted us: This morning are they fled away and gone; And in their steads do ravens, crows and kites, Fly o'er our heads and downward look on us, As we were sickly prey: their shadows seem A canopy most fatal, under which Our army lies, ready to give up the ghost."
        },
        {
            "speaker": "messala",
            "text": "Believe not so."
        },
        {
            "speaker": "cassius",
            "text": "I but believe it partly; For I am fresh of spirit and resolved To meet all perils very constantly."
        },
        {
            "speaker": "brutus",
            "text": "Even so, Lucilius."
        },
        {
            "speaker": "cassius",
            "text": "Now, most noble Brutus, The gods to-day stand friendly, that we may, Lovers in peace, lead on our days to age! But since the affairs of men rest still incertain, Let's reason with the worst that may befall. If we do lose this battle, then is this The very last time we shall speak together: What are you then determined to do?"
        },
        {
            "speaker": "brutus",
            "text": "Even by the rule of that philosophy By which I did blame Cato for the death Which he did give himself, I know not how, But I do find it cowardly and vile, For fear of what might fall, so to prevent The time of life: arming myself with patience To stay the providence of some high powers That govern us below."
        },
        {
            "speaker": "cassius",
            "text": "Then, if we lose this battle, You are contented to be led in triumph Thorough the streets of Rome?"
        },
        {
            "speaker": "brutus",
            "text": "No, Cassius, no: think not, thou noble Roman, That ever Brutus will go bound to Rome; He bears too great a mind. But this same day Must end that work the ides of March begun; And whether we shall meet again I know not. Therefore our everlasting farewell take: For ever, and for ever, farewell, Cassius! If we do meet again, why, we shall smile; If not, why then, this parting was well made."
        },
        {
            "speaker": "cassius",
            "text": "For ever, and for ever, farewell, Brutus! If we do meet again, we'll smile indeed; If not, 'tis true this parting was well made."
        },
        {
            "speaker": "brutus",
            "text": "Why, then, lead on. O, that a man might know The end of this day's business ere it come! But it sufficeth that the day will end, And then the end is known. Come, ho! away! Ride, ride, Messala, ride, and give these bills Unto the legions on the other side. Let them set on at once; for I perceive But cold demeanor in Octavius' wing, And sudden push gives them the overthrow. Ride, ride, Messala: let them all come down."
        },
        {
            "text": "Exeunt"
        }
    ]
}