{
    "sceneName": "Act 4, scene 1",
    "playName": "julius caesar",
    "location": "A house in Rome.",
    "lines": [
        {
            "text": "ANTONY, OCTAVIUS, and LEPIDUS, seated at a table"
        },
        {
            "speaker": "antony",
            "text": "These many, then, shall die their names are prickd."
        },
        {
            "speaker": "octavius",
            "text": "Your brother too must die consent you, Lepidus"
        },
        {
            "speaker": "lepidus",
            "text": "I do consent"
        },
        {
            "speaker": "octavius",
            "text": "Prick him down, Antony."
        },
        {
            "speaker": "lepidus",
            "text": "Upon condition Publius shall not live, Who is your sisters son, Mark Antony."
        },
        {
            "speaker": "antony",
            "text": "He shall not live look, with a spot I damn him. But, Lepidus, go you to Caesars house Fetch the will hither, and we shall determine How to cut off some charge in legacies."
        },
        {
            "speaker": "lepidus",
            "text": "What, shall I find you here"
        },
        {
            "speaker": "octavius",
            "text": "Or here, or at the Capitol."
        },
        {
            "text": "Exit LEPIDUS"
        },
        {
            "speaker": "antony",
            "text": "This is a slight unmeritable man, Meet to be sent on errands: is it fit, The threefold world divided, he should stand One of the three to share it"
        },
        {
            "speaker": "octavius",
            "text": "So you thought him And took his voice who should be prickd to die, In our black sentence and proscription."
        },
        {
            "speaker": "antony",
            "text": "Octavius, I have seen more days than you: And though we lay these honours on this man, To ease ourselves of divers slanderous loads, He shall but bear them as the ass bears gold, To groan and sweat under the business, Either led or driven, as we point the way And having brought our treasure where we will, Then take we down his load, and turn him off, Like to the empty ass, to shake his ears, And graze in commons."
        },
        {
            "speaker": "octavius",
            "text": "You may do your will But hes a tried and valiant soldier."
        },
        {
            "speaker": "antony",
            "text": "So is my horse, Octavius and for that I do appoint him store of provender: It is a creature that I teach to fight, To wind, to stop, to run directly on, His corporal motion governd by my spirit. And, in some taste, is Lepidus but so He must be taught and traind and bid go forth A barrenspirited fellow one that feeds On abjects, orts and imitations, Which, out of use and staled by other men, Begin his fashion: do not talk of him, But as a property. And now, Octavius, Listen great things:Brutus and Cassius Are levying powers: we must straight make head: Therefore let our alliance be combined, Our best friends made, our means stretchd And let us presently go sit in council, How covert matters may be best disclosed, And open perils surest answered."
        },
        {
            "speaker": "octavius",
            "text": "Let us do so: for we are at the stake, And bayd about with many enemies And some that smile have in their hearts, I fear, Millions of mischiefs."
        },
        {
            "text": "Exeunt"
        }
    ]
}