{
    "sceneName": "Act 3, scene 1",
    "playName": "julius caesar",
    "location": "Rome. Before the Capitol the Senate sitting above.",
    "lines": [
        {
            "text": "A crowd of people among them ARTEMIDORUS and the  Soothsayer. Flourish. Enter CAESAR, BRUTUS,  CASSIUS, CASCA, DECIUS BRUTUS, METELLUS CIMBER,  TREBONIUS, CINNA, ANTONY, LEPIDUS, POPILIUS, PUBLIUS, and others"
        },
        {
            "speaker": "caesar",
            "text": "[To the Soothsayer]  The ides of March are come."
        },
        {
            "speaker": "soothsayer",
            "text": "Ay, Caesar but not gone."
        },
        {
            "speaker": "artemidorus",
            "text": "Hail, Caesar! read this schedule."
        },
        {
            "speaker": "decius brutus",
            "text": "Trebonius doth desire you to oerread, At your best leisure, this his humble suit."
        },
        {
            "speaker": "artemidorus",
            "text": "O Caesar, read mine first for mines a suit That touches Caesar nearer: read it, great Caesar."
        },
        {
            "speaker": "caesar",
            "text": "What touches us ourself shall be last served."
        },
        {
            "speaker": "artemidorus",
            "text": "Delay not, Caesar read it instantly."
        },
        {
            "speaker": "caesar",
            "text": "What, is the fellow mad"
        },
        {
            "speaker": "publius",
            "text": "Sirrah, give place."
        },
        {
            "speaker": "cassius",
            "text": "What, urge you your petitions in the street Come to the Capitol."
        },
        {
            "text": "CAESAR goes up to the SenateHouse, the rest following"
        },
        {
            "speaker": "popilius",
            "text": "I wish your enterprise today may thrive."
        },
        {
            "speaker": "cassius",
            "text": "What enterprise, Popilius"
        },
        {
            "speaker": "popilius",
            "text": "Fare you well."
        },
        {
            "text": "Advances to CAESAR"
        },
        {
            "speaker": "brutus",
            "text": "What said Popilius Lena"
        },
        {
            "speaker": "cassius",
            "text": "He wishd today our enterprise might thrive. I fear our purpose is discovered."
        },
        {
            "speaker": "brutus",
            "text": "Look, how he makes to Caesar mark him."
        },
        {
            "speaker": "cassius",
            "text": "Casca, be sudden, for we fear prevention. Brutus, what shall be done If this be known, Cassius or Caesar never shall turn back, For I will slay myself."
        },
        {
            "speaker": "brutus",
            "text": "Cassius, be constant: Popilius Lena speaks not of our purposes For, look, he smiles, and Caesar doth not change."
        },
        {
            "speaker": "cassius",
            "text": "Trebonius knows his time for, look you, Brutus. He draws Mark Antony out of the way."
        },
        {
            "text": "Exeunt ANTONY and TREBONIUS"
        },
        {
            "speaker": "decius brutus",
            "text": "Where is Metellus Cimber Let him go, And presently prefer his suit to Caesar."
        },
        {
            "speaker": "brutus",
            "text": "He is addressd: press near and second him."
        },
        {
            "speaker": "cinna",
            "text": "Casca, you are the first that rears your hand."
        },
        {
            "speaker": "caesar",
            "text": "Are we all ready What is now amiss That Caesar and his senate must redress"
        },
        {
            "speaker": "metellus cimber",
            "text": "Most high, most mighty, and most puissant Caesar, Metellus Cimber throws before thy seat An humble heart,"
        },
        {
            "text": "Kneeling"
        },
        {
            "speaker": "caesar",
            "text": "I must prevent thee, Cimber. These couchings and these lowly courtesies Might fire the blood of ordinary men, And turn preordinance and first decree Into the law of children. Be not fond, To think that Caesar bears such rebel blood That will be thawd from the true quality With that which melteth fools I mean, sweet words, Lowcrooked courtsies and base spanielfawning. Thy brother by decree is banished: If thou dost bend and pray and fawn for him, I spurn thee like a cur out of my way. Know, Caesar doth not wrong, nor without cause Will he be satisfied."
        },
        {
            "speaker": "metellus cimber",
            "text": "Is there no voice more worthy than my own To sound more sweetly in great Caesars ear For the repealing of my banishd brother"
        },
        {
            "speaker": "brutus",
            "text": "I kiss thy hand, but not in flattery, Caesar Desiring thee that Publius Cimber may Have an immediate freedom of repeal."
        },
        {
            "speaker": "caesar",
            "text": "What, Brutus!"
        },
        {
            "speaker": "cassius",
            "text": "Pardon, Caesar Caesar, pardon: As low as to thy foot doth Cassius fall, To beg enfranchisement for Publius Cimber. I could be well moved, if I were as you: If I could pray to move, prayers would move me: But I am constant as the northern star, Of whose truefixd and resting quality There is no fellow in the firmament. The skies are painted with unnumberd sparks, They are all fire and every one doth shine, But theres but one in all doth hold his place: So in the world tis furnishd well with men, And men are flesh and blood, and apprehensive Yet in the number I do know but one That unassailable holds on his rank, Unshaked of motion: and that I am he, Let me a little show it, even in this That I was constant Cimber should be banishd, And constant do remain to keep him so."
        },
        {
            "speaker": "cinna",
            "text": "O Caesar,"
        },
        {
            "speaker": "caesar",
            "text": "Hence! wilt thou lift up Olympus"
        },
        {
            "speaker": "decius brutus",
            "text": "Great Caesar,"
        },
        {
            "speaker": "caesar",
            "text": "Doth not Brutus bootless kneel"
        },
        {
            "speaker": "casca",
            "text": "Speak, hands for me!"
        },
        {
            "text": "CASCA first, then the other Conspirators and BRUTUS stab CAESAR"
        },
        {
            "speaker": "caesar",
            "text": "Et tu, Brute! Then fall, Caesar."
        },
        {
            "text": "Dies"
        },
        {
            "speaker": "cinna",
            "text": "Liberty! Freedom! Tyranny is dead! Run hence, proclaim, cry it about the streets."
        },
        {
            "speaker": "cassius",
            "text": "Some to the common pulpits, and cry out Liberty, freedom, and enfranchisement!"
        },
        {
            "speaker": "brutus",
            "text": "People and senators, be not affrighted Fly not stand stiff: ambitions debt is paid."
        },
        {
            "speaker": "casca",
            "text": "Go to the pulpit, Brutus."
        },
        {
            "speaker": "decius brutus",
            "text": "And Cassius too."
        },
        {
            "speaker": "brutus",
            "text": "Wheres Publius"
        },
        {
            "speaker": "cinna",
            "text": "Here, quite confounded with this mutiny."
        },
        {
            "speaker": "metellus cimber",
            "text": "Stand fast together, lest some friend of Caesars Should chance"
        },
        {
            "speaker": "brutus",
            "text": "Talk not of standing. Publius, good cheer There is no harm intended to your person, Nor to no Roman else: so tell them, Publius."
        },
        {
            "speaker": "cassius",
            "text": "And leave us, Publius lest that the people, Rushing on us, should do your age some mischief."
        },
        {
            "speaker": "brutus",
            "text": "Do so: and let no man abide this deed, But we the doers."
        },
        {
            "text": "Reenter TREBONIUS"
        },
        {
            "speaker": "cassius",
            "text": "Where is Antony"
        },
        {
            "speaker": "trebonius",
            "text": "Fled to his house amazed: Men, wives and children stare, cry out and run As it were doomsday."
        },
        {
            "speaker": "brutus",
            "text": "Fates, we will know your pleasures: That we shall die, we know tis but the time And drawing days out, that men stand upon."
        },
        {
            "speaker": "cassius",
            "text": "Why, he that cuts off twenty years of life Cuts off so many years of fearing death."
        },
        {
            "speaker": "brutus",
            "text": "Grant that, and then is death a benefit: So are we Caesars friends, that have abridged His time of fearing death. Stoop, Romans, stoop, And let us bathe our hands in Caesars blood Up to the elbows, and besmear our swords: Then walk we forth, even to the marketplace, And, waving our red weapons oer our heads, Lets all cry Peace, freedom and liberty!"
        },
        {
            "speaker": "cassius",
            "text": "Stoop, then, and wash. How many ages hence Shall this our lofty scene be acted over In states unborn and accents yet unknown!"
        },
        {
            "speaker": "brutus",
            "text": "How many times shall Caesar bleed in sport, That now on Pompeys basis lies along No worthier than the dust!"
        },
        {
            "speaker": "cassius",
            "text": "So oft as that shall be, So often shall the knot of us be calld The men that gave their country liberty."
        },
        {
            "speaker": "decius brutus",
            "text": "What, shall we forth"
        },
        {
            "speaker": "cassius",
            "text": "Ay, every man away: Brutus shall lead and we will grace his heels With the most boldest and best hearts of Rome."
        },
        {
            "text": "Enter a Servant"
        },
        {
            "speaker": "brutus",
            "text": "Soft! who comes here A friend of Antonys."
        },
        {
            "speaker": "servant",
            "text": "Thus, Brutus, did my master bid me kneel: Thus did Mark Antony bid me fall down And, being prostrate, thus he bade me say: Brutus is noble, wise, valiant, and honest Caesar was mighty, bold, royal, and loving: Say I love Brutus, and I honour him Say I feard Caesar, honourd him and loved him. If Brutus will vouchsafe that Antony May safely come to him, and be resolved How Caesar hath deserved to lie in death, Mark Antony shall not love Caesar dead So well as Brutus living but will follow The fortunes and affairs of noble Brutus Thorough the hazards of this untrod state With all true faith. So says my master Antony."
        },
        {
            "speaker": "brutus",
            "text": "Thy master is a wise and valiant Roman I never thought him worse. Tell him, so please him come unto this place, He shall be satisfied and, by my honour, Depart untouchd."
        },
        {
            "speaker": "servant",
            "text": "Ill fetch him presently."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "brutus",
            "text": "I know that we shall have him well to friend."
        },
        {
            "speaker": "cassius",
            "text": "I wish we may: but yet have I a mind That fears him much and my misgiving still Falls shrewdly to the purpose."
        },
        {
            "speaker": "brutus",
            "text": "But here comes Antony. Welcome, Mark Antony."
        },
        {
            "text": "Reenter ANTONY"
        },
        {
            "speaker": "antony",
            "text": "O mighty Caesar! dost thou lie so low Are all thy conquests, glories, triumphs, spoils, Shrunk to this little measure Fare thee well. I know not, gentlemen, what you intend, Who else must be let blood, who else is rank: If I myself, there is no hour so fit As Caesars death hour, nor no instrument Of half that worth as those your swords, made rich With the most noble blood of all this world. I do beseech ye, if you bear me hard, Now, whilst your purpled hands do reek and smoke, Fulfil your pleasure. Live a thousand years, I shall not find myself so apt to die: No place will please me so, no mean of death, As here by Caesar, and by you cut off, The choice and master spirits of this age."
        },
        {
            "speaker": "brutus",
            "text": "O Antony, beg not your death of us. Though now we must appear bloody and cruel, As, by our hands and this our present act, You see we do, yet see you but our hands And this the bleeding business they have done: Our hearts you see not they are pitiful And pity to the general wrong of Rome As fire drives out fire, so pity pity Hath done this deed on Caesar. For your part, To you our swords have leaden points, Mark Antony: Our arms, in strength of malice, and our hearts Of brothers temper, do receive you in With all kind love, good thoughts, and reverence."
        },
        {
            "speaker": "cassius",
            "text": "Your voice shall be as strong as any mans In the disposing of new dignities."
        },
        {
            "speaker": "brutus",
            "text": "Only be patient till we have appeased The multitude, beside themselves with fear, And then we will deliver you the cause, Why I, that did love Caesar when I struck him, Have thus proceeded."
        },
        {
            "speaker": "antony",
            "text": "I doubt not of your wisdom. Let each man render me his bloody hand: First, Marcus Brutus, will I shake with you Next, Caius Cassius, do I take your hand Now, Decius Brutus, yours: now yours, Metellus Yours, Cinna and, my valiant Casca, yours Though last, not last in love, yours, good Trebonius. Gentlemen all,alas, what shall I say My credit now stands on such slippery ground, That one of two bad ways you must conceit me, Either a coward or a flatterer. That I did love thee, Caesar, O, tis true: If then thy spirit look upon us now, Shall it not grieve thee dearer than thy death, To see thy thy Anthony making his peace, Shaking the bloody fingers of thy foes, Most noble! in the presence of thy corse Had I as many eyes as thou hast wounds, Weeping as fast as they stream forth thy blood, It would become me better than to close In terms of friendship with thine enemies. Pardon me, Julius! Here wast thou bayd, brave hart Here didst thou fall and here thy hunters stand, Signd in thy spoil, and crimsond in thy lethe. O world, thou wast the forest to this hart And this, indeed, O world, the heart of thee. How like a deer, strucken by many princes, Dost thou here lie!"
        },
        {
            "speaker": "cassius",
            "text": "Mark Antony,"
        },
        {
            "speaker": "antony",
            "text": "Pardon me, Caius Cassius: The enemies of Caesar shall say this Then, in a friend, it is cold modesty."
        },
        {
            "speaker": "cassius",
            "text": "I blame you not for praising Caesar so But what compact mean you to have with us Will you be prickd in number of our friends Or shall we on, and not depend on you"
        },
        {
            "speaker": "antony",
            "text": "Therefore I took your hands, but was, indeed, Swayd from the point, by looking down on Caesar. Friends am I with you all and love you all, Upon this hope, that you shall give me reasons Why and wherein Caesar was dangerous."
        },
        {
            "speaker": "brutus",
            "text": "Or else were this a savage spectacle: Our reasons are so full of good regard That were you, Antony, the son of Caesar, You should be satisfied."
        },
        {
            "speaker": "antony",
            "text": "Thats all I seek: And am moreover suitor that I may Produce his body to the marketplace And in the pulpit, as becomes a friend, Speak in the order of his funeral."
        },
        {
            "speaker": "brutus",
            "text": "You shall, Mark Antony."
        },
        {
            "speaker": "cassius",
            "text": "Brutus, a word with you. You know not what you do: do not consent That Antony speak in his funeral: Know you how much the people may be moved By that which he will utter"
        },
        {
            "text": "Aside to BRUTUS"
        },
        {
            "speaker": "brutus",
            "text": "By your pardon I will myself into the pulpit first, And show the reason of our Caesars death: What Antony shall speak, I will protest He speaks by leave and by permission, And that we are contented Caesar shall Have all true rites and lawful ceremonies. It shall advantage more than do us wrong."
        },
        {
            "speaker": "cassius",
            "text": "I know not what may fall I like it not."
        },
        {
            "speaker": "brutus",
            "text": "Mark Antony, here, take you Caesars body. You shall not in your funeral speech blame us, But speak all good you can devise of Caesar, And say you dot by our permission Else shall you not have any hand at all About his funeral: and you shall speak In the same pulpit whereto I am going, After my speech is ended."
        },
        {
            "speaker": "antony",
            "text": "Be it so. I do desire no more."
        },
        {
            "speaker": "brutus",
            "text": "Prepare the body then, and follow us."
        },
        {
            "text": "Exeunt all but ANTONY"
        },
        {
            "speaker": "antony",
            "text": "O, pardon me, thou bleeding piece of earth, That I am meek and gentle with these butchers! Thou art the ruins of the noblest man That ever lived in the tide of times. Woe to the hand that shed this costly blood! Over thy wounds now do I prophesy, Which, like dumb mouths, do ope their ruby lips, To beg the voice and utterance of my tongue A curse shall light upon the limbs of men Domestic fury and fierce civil strife Shall cumber all the parts of Italy Blood and destruction shall be so in use And dreadful objects so familiar That mothers shall but smile when they behold Their infants quarterd with the hands of war All pity choked with custom of fell deeds: And Caesars spirit, ranging for revenge, With Ate by his side come hot from hell, Shall in these confines with a monarchs voice Cry  Havoc, and let slip the dogs of war That this foul deed shall smell above the earth With carrion men, groaning for burial. You serve Octavius Caesar, do you not"
        },
        {
            "text": "Enter a Servant"
        },
        {
            "speaker": "servant",
            "text": "I do, Mark Antony."
        },
        {
            "speaker": "antony",
            "text": "Caesar did write for him to come to Rome."
        },
        {
            "speaker": "servant",
            "text": "He did receive his letters, and is coming And bid me say to you by word of mouth O Caesar!"
        },
        {
            "text": "Seeing the body"
        },
        {
            "speaker": "antony",
            "text": "Thy heart is big, get thee apart and weep. Passion, I see, is catching for mine eyes, Seeing those beads of sorrow stand in thine, Began to water. Is thy master coming"
        },
        {
            "speaker": "servant",
            "text": "He lies tonight within seven leagues of Rome."
        },
        {
            "speaker": "antony",
            "text": "Post back with speed, and tell him what hath chanced: Here is a mourning Rome, a dangerous Rome, No Rome of safety for Octavius yet Hie hence, and tell him so. Yet, stay awhile Thou shalt not back till I have borne this corse Into the marketplace: there shall I try In my oration, how the people take The cruel issue of these bloody men According to the which, thou shalt discourse To young Octavius of the state of things. Lend me your hand."
        },
        {
            "text": "Exeunt with CAESARs body"
        }
    ]
}