{
    "sceneName": "Act 1, scene 10",
    "playName": "coriolanus",
    "location": "The camp of the Volsces.",
    "lines": [
        {
            "text": "A flourish. Cornets. Enter TULLUS AUFIDIUS, bloody, with two or three Soldiers"
        },
        {
            "speaker": "aufidius",
            "text": "The town is taen!"
        },
        {
            "speaker": "first soldier",
            "text": "Twill be deliverd back on good condition."
        },
        {
            "speaker": "aufidius",
            "text": "Condition! I would I were a Roman for I cannot, Being a Volsce, be that I am. Condition! What good condition can a treaty find I the part that is at mercy Five times, Marcius, I have fought with thee: so often hast thou beat me, And wouldst do so, I think, should we encounter As often as we eat. By the elements, If eer again I meet him beard to beard, Hes mine, or I am his: mine emulation Hath not that honour int it had for where I thought to crush him in an equal force, True sword to sword, Ill potch at him some way Or wrath or craft may get him."
        },
        {
            "speaker": "first soldier",
            "text": "Hes the devil."
        },
        {
            "speaker": "aufidius",
            "text": "Bolder, though not so subtle. My valours poisond With only suffering stain by him for him Shall fly out of itself: nor sleep nor sanctuary, Being naked, sick, nor fane nor Capitol, The prayers of priests nor times of sacrifice, Embarquements all of fury, shall lift up Their rotten privilege and custom gainst My hate to Marcius: where I find him, were it At home, upon my brothers guard, even there, Against the hospitable canon, would I Wash my fierce hand ins heart. Go you to the city Learn how tis held and what they are that must Be hostages for Rome."
        },
        {
            "speaker": "first soldier",
            "text": "Will not you go"
        },
        {
            "speaker": "aufidius",
            "text": "I am attended at the cypress grove: I pray you Tis south the city millsbring me word thither How the world goes, that to the pace of it I may spur on my journey."
        },
        {
            "speaker": "first soldier",
            "text": "I shall, sir."
        },
        {
            "text": "Exeunt"
        }
    ]
}