{
    "sceneName": "Act 4, scene 6",
    "playName": "coriolanus",
    "location": "Rome. A public place.",
    "lines": [
        {
            "text": "Enter SICINIUS and BRUTUS"
        },
        {
            "speaker": "sicinius",
            "text": "We hear not of him, neither need we fear him His remedies are tame i the present peace And quietness of the people, which before Were in wild hurry. Here do we make his friends Blush that the world goes well, who rather had, Though they themselves did suffer byt, behold Dissentious numbers pestering streets than see Our tradesmen with in their shops and going About their functions friendly."
        },
        {
            "speaker": "brutus",
            "text": "We stood tot in good time. Is this Menenius"
        },
        {
            "text": "Enter MENENIUS"
        },
        {
            "speaker": "sicinius",
            "text": "Tis he,tis he: O, he is grown most kind of late."
        },
        {
            "speaker": "both tribunes",
            "text": "Hail sir!"
        },
        {
            "speaker": "menenius",
            "text": "Hail to you both!"
        },
        {
            "speaker": "sicinius",
            "text": "Your Coriolanus Is not much missd, but with his friends: The commonwealth doth stand, and so would do, Were he more angry at it."
        },
        {
            "speaker": "menenius",
            "text": "Alls well and might have been much better, if He could have temporized."
        },
        {
            "speaker": "sicinius",
            "text": "Where is he, hear you"
        },
        {
            "speaker": "menenius",
            "text": "Nay, I hear nothing: his mother and his wife Hear nothing from him."
        },
        {
            "text": "Enter three or four Citizens"
        },
        {
            "speaker": "citizens",
            "text": "The gods preserve you both!"
        },
        {
            "speaker": "sicinius",
            "text": "Godden, our neighbours."
        },
        {
            "speaker": "brutus",
            "text": "Godden to you all, godden to you all."
        },
        {
            "speaker": "first citizen",
            "text": "Ourselves, our wives, and children, on our knees, Are bound to pray for you both."
        },
        {
            "speaker": "sicinius",
            "text": "Live, and thrive!"
        },
        {
            "speaker": "brutus",
            "text": "Farewell, kind neighbours: we wishd Coriolanus Had loved you as we did."
        },
        {
            "speaker": "citizens",
            "text": "Now the gods keep you!"
        },
        {
            "speaker": "both tribunes",
            "text": "Farewell, farewell."
        },
        {
            "text": "Exeunt Citizens"
        },
        {
            "speaker": "sicinius",
            "text": "This is a happier and more comely time Than when these fellows ran about the streets, Crying confusion."
        },
        {
            "speaker": "brutus",
            "text": "Caius Marcius was A worthy officer i the war but insolent, Oercome with pride, ambitious past all thinking, Selfloving,"
        },
        {
            "speaker": "sicinius",
            "text": "And affecting one sole throne, Without assistance."
        },
        {
            "speaker": "menenius",
            "text": "I think not so."
        },
        {
            "speaker": "sicinius",
            "text": "We should by this, to all our lamentation, If he had gone forth consul, found it so."
        },
        {
            "speaker": "brutus",
            "text": "The gods have well prevented it, and Rome Sits safe and still without him."
        },
        {
            "text": "Enter an AEdile"
        },
        {
            "speaker": "aedile",
            "text": "Worthy tribunes, There is a slave, whom we have put in prison, Reports, the Volsces with two several powers Are enterd in the Roman territories, And with the deepest malice of the war Destroy what lies before em."
        },
        {
            "speaker": "menenius",
            "text": "Tis Aufidius, Who, hearing of our Marcius banishment, Thrusts forth his horns again into the world Which were inshelld when Marcius stood for Rome, And durst not once peep out."
        },
        {
            "speaker": "sicinius",
            "text": "Come, what talk you Of Marcius"
        },
        {
            "speaker": "brutus",
            "text": "Go see this rumourer whippd. It cannot be The Volsces dare break with us."
        },
        {
            "speaker": "menenius",
            "text": "Cannot be! We have record that very well it can, And three examples of the like have been Within my age. But reason with the fellow, Before you punish him, where he heard this, Lest you shall chance to whip your information And beat the messenger who bids beware Of what is to be dreaded."
        },
        {
            "speaker": "sicinius",
            "text": "Tell not me: I know this cannot be."
        },
        {
            "speaker": "brutus",
            "text": "Not possible."
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "messenger",
            "text": "The nobles in great earnestness are going All to the senatehouse: some news is come That turns their countenances."
        },
        {
            "speaker": "sicinius",
            "text": "Tis this slave Go whip him, fore the peoples eyes:his raising Nothing but his report."
        },
        {
            "speaker": "messenger",
            "text": "Yes, worthy sir, The slaves report is seconded and more, More fearful, is deliverd."
        },
        {
            "speaker": "sicinius",
            "text": "What more fearful"
        },
        {
            "speaker": "messenger",
            "text": "It is spoke freely out of many mouths How probable I do not knowthat Marcius, Joind with Aufidius, leads a power gainst Rome, And vows revenge as spacious as between The youngst and oldest thing."
        },
        {
            "speaker": "sicinius",
            "text": "This is most likely!"
        },
        {
            "speaker": "brutus",
            "text": "Raised only, that the weaker sort may wish Good Marcius home again."
        },
        {
            "speaker": "sicinius",
            "text": "The very trick ont."
        },
        {
            "speaker": "menenius",
            "text": "This is unlikely: He and Aufidius can no more atone Than violentest contrariety."
        },
        {
            "text": "Enter a second Messenger"
        },
        {
            "speaker": "second messenger",
            "text": "You are sent for to the senate: A fearful army, led by Caius Marcius Associated with Aufidius, rages Upon our territories and have already Oerborne their way, consumed with fire, and took What lay before them."
        },
        {
            "text": "Enter COMINIUS"
        },
        {
            "speaker": "cominius",
            "text": "O, you have made good work!"
        },
        {
            "speaker": "menenius",
            "text": "What news what news"
        },
        {
            "speaker": "cominius",
            "text": "You have holp to ravish your own daughters and To melt the city leads upon your pates, To see your wives dishonourd to your noses,"
        },
        {
            "speaker": "menenius",
            "text": "Whats the news whats the news"
        },
        {
            "speaker": "cominius",
            "text": "Your temples burned in their cement, and Your franchises, whereon you stood, confined Into an augers bore."
        },
        {
            "speaker": "menenius",
            "text": "Pray now, your news You have made fair work, I fear me.Pray, your news If Marcius should be joind with Volscians,"
        },
        {
            "speaker": "cominius",
            "text": "If! He is their god: he leads them like a thing Made by some other deity than nature, That shapes man better and they follow him, Against us brats, with no less confidence Than boys pursuing summer butterflies, Or butchers killing flies."
        },
        {
            "speaker": "menenius",
            "text": "You have made good work, You and your apronmen you that stood so up much on the voice of occupation and The breath of garliceaters!"
        },
        {
            "speaker": "cominius",
            "text": "He will shake Your Rome about your ears."
        },
        {
            "speaker": "menenius",
            "text": "As Hercules Did shake down mellow fruit. You have made fair work!"
        },
        {
            "speaker": "brutus",
            "text": "But is this true, sir"
        },
        {
            "speaker": "cominius",
            "text": "Ay and youll look pale Before you find it other. All the regions Do smilingly revolt and who resist Are mockd for valiant ignorance, And perish constant fools. Who ist can blame him Your enemies and his find something in him."
        },
        {
            "speaker": "menenius",
            "text": "We are all undone, unless The noble man have mercy."
        },
        {
            "speaker": "cominius",
            "text": "Who shall ask it The tribunes cannot dot for shame the people Deserve such pity of him as the wolf Does of the shepherds: for his best friends, if they Should say Be good to Rome, they charged him even As those should do that had deserved his hate, And therein showd like enemies."
        },
        {
            "speaker": "menenius",
            "text": "Tis true: If he were putting to my house the brand That should consume it, I have not the face To say Beseech you, cease. You have made fair hands, You and your crafts! you have crafted fair!"
        },
        {
            "speaker": "cominius",
            "text": "You have brought A trembling upon Rome, such as was never So incapable of help."
        },
        {
            "speaker": "both tribunes",
            "text": "Say not we brought it."
        },
        {
            "speaker": "menenius",
            "text": "How! Was it we we loved him but, like beasts And cowardly nobles, gave way unto your clusters, Who did hoot him out o the city."
        },
        {
            "speaker": "cominius",
            "text": "But I fear Theyll roar him in again. Tullus Aufidius, The second name of men, obeys his points As if he were his officer: desperation Is all the policy, strength and defence, That Rome can make against them."
        },
        {
            "text": "Enter a troop of Citizens"
        },
        {
            "speaker": "menenius",
            "text": "Here come the clusters. And is Aufidius with him You are they That made the air unwholesome, when you cast Your stinking greasy caps in hooting at Coriolanus exile. Now hes coming And not a hair upon a soldiers head Which will not prove a whip: as many coxcombs As you threw caps up will he tumble down, And pay you for your voices. Tis no matter if he could burn us all into one coal, We have deserved it."
        },
        {
            "speaker": "citizens",
            "text": "Faith, we hear fearful news."
        },
        {
            "speaker": "first citizen",
            "text": "For mine own part, When I said, banish him, I said twas pity."
        },
        {
            "speaker": "second citizen",
            "text": "And so did I."
        },
        {
            "speaker": "third citizen",
            "text": "And so did I and, to say the truth, so did very many of us: that we did, we did for the best and though we willingly consented to his banishment, yet it was against our will."
        },
        {
            "speaker": "cominius",
            "text": "Ye re goodly things, you voices!"
        },
        {
            "speaker": "menenius",
            "text": "You have made Good work, you and your cry! Shalls to the Capitol"
        },
        {
            "speaker": "cominius",
            "text": "O, ay, what else"
        },
        {
            "text": "Exeunt COMINIUS and MENENIUS"
        },
        {
            "speaker": "sicinius",
            "text": "Go, masters, get you home be not dismayd: These are a side that would be glad to have This true which they so seem to fear. Go home, And show no sign of fear."
        },
        {
            "speaker": "first citizen",
            "text": "The gods be good to us! Come, masters, lets home. I ever said we were i the wrong when we banished him."
        },
        {
            "speaker": "second citizen",
            "text": "So did we all. But, come, lets home."
        },
        {
            "text": "Exeunt Citizens"
        },
        {
            "speaker": "brutus",
            "text": "I do not like this news."
        },
        {
            "speaker": "sicinius",
            "text": "Nor I."
        },
        {
            "speaker": "brutus",
            "text": "Lets to the Capitol. Would half my wealth Would buy this for a lie!"
        },
        {
            "speaker": "sicinius",
            "text": "Pray, let us go."
        },
        {
            "text": "Exeunt"
        }
    ]
}