{
    "sceneName": "Act 1, scene 9",
    "playName": "coriolanus",
    "location": "The Roman camp.",
    "lines": [
        {
            "text": "Flourish. Alarum. A retreat is sounded. Flourish.  Enter, from one side, COMINIUS with the Romans from the other side, MARCIUS, with his arm in a scarf"
        },
        {
            "speaker": "cominius",
            "text": "If I should tell thee oer this thy days work, Thouldst not believe thy deeds: but Ill report it Where senators shall mingle tears with smiles, Where great patricians shall attend and shrug, I the end admire, where ladies shall be frighted, And, gladly quaked, hear more where the dull tribunes, That, with the fusty plebeians, hate thine honours, Shall say against their hearts We thank the gods Our Rome hath such a soldier. Yet camest thou to a morsel of this feast, Having fully dined before."
        },
        {
            "text": "Enter TITUS LARTIUS, with his power, from the pursuit"
        },
        {
            "speaker": "lartius",
            "text": "O general, Here is the steed, we the caparison: Hadst thou beheld"
        },
        {
            "speaker": "marcius",
            "text": "Pray now, no more: my mother, Who has a charter to extol her blood, When she does praise me grieves me. I have done As you have done thats what I can induced As you have been thats for my country: He that has but effected his good will Hath overtaen mine act."
        },
        {
            "speaker": "cominius",
            "text": "You shall not be The grave of your deserving Rome must know The value of her own: twere a concealment Worse than a theft, no less than a traducement, To hide your doings and to silence that, Which, to the spire and top of praises vouchd, Would seem but modest: therefore, I beseech you In sign of what you are, not to reward What you have donebefore our army hear me."
        },
        {
            "speaker": "marcius",
            "text": "I have some wounds upon me, and they smart To hear themselves rememberd."
        },
        {
            "speaker": "cominius",
            "text": "Should they not, Well might they fester gainst ingratitude, And tent themselves with death. Of all the horses, Whereof we have taen good and good store, of all The treasure in this field achieved and city, We render you the tenth, to be taen forth, Before the common distribution, at Your only choice."
        },
        {
            "speaker": "marcius",
            "text": "I thank you, general But cannot make my heart consent to take A bribe to pay my sword: I do refuse it And stand upon my common part with those That have beheld the doing. A long flourish. They all cry Marcius! Marcius!  cast up their caps and lances: COMINIUS and LARTIUS stand bare May these same instruments, which you profane, Never sound more! when drums and trumpets shall I the field prove flatterers, let courts and cities be Made all of falsefaced soothing! When steel grows soft as the parasites silk, Let him be made a coverture for the wars! No more, I say! For that I have not washd My nose that bled, or foild some debile wretch. Which, without note, heres many else have done, You shout me forth In acclamations hyperbolical As if I loved my little should be dieted In praises sauced with lies."
        },
        {
            "speaker": "cominius",
            "text": "Too modest are you More cruel to your good report than grateful To us that give you truly: by your patience, If gainst yourself you be incensed, well put you, Like one that means his proper harm, in manacles, Then reason safely with you. Therefore, be it known, As to us, to all the world, that Caius Marcius Wears this wars garland: in token of the which, My noble steed, known to the camp, I give him, With all his trim belonging and from this time, For what he did before Corioli, call him, With all the applause and clamour of the host, CAIUS MARCIUS CORIOLANUS! Bear The addition nobly ever!"
        },
        {
            "text": "Flourish. Trumpets sound, and drums"
        },
        {
            "speaker": "all",
            "text": "Caius Marcius Coriolanus!"
        },
        {
            "speaker": "coriolanus",
            "text": "I will go wash And when my face is fair, you shall perceive Whether I blush or no: howbeit, I thank you. I mean to stride your steed, and at all times To undercrest your good addition To the fairness of my power."
        },
        {
            "speaker": "cominius",
            "text": "So, to our tent Where, ere we do repose us, we will write To Rome of our success. You, Titus Lartius, Must to Corioli back: send us to Rome The best, with whom we may articulate, For their own good and ours."
        },
        {
            "speaker": "lartius",
            "text": "I shall, my lord."
        },
        {
            "speaker": "coriolanus",
            "text": "The gods begin to mock me. I, that now Refused most princely gifts, am bound to beg Of my lord general."
        },
        {
            "speaker": "cominius",
            "text": "Taket tis yours. What ist"
        },
        {
            "speaker": "coriolanus",
            "text": "I sometime lay here in Corioli At a poor mans house he used me kindly: He cried to me I saw him prisoner But then Aufidius was with in my view, And wrath oerwhelmd my pity: I request you To give my poor host freedom."
        },
        {
            "speaker": "cominius",
            "text": "O, well beggd! Were he the butcher of my son, he should Be free as is the wind. Deliver him, Titus."
        },
        {
            "speaker": "lartius",
            "text": "Marcius, his name"
        },
        {
            "speaker": "coriolanus",
            "text": "By Jupiter! forgot. I am weary yea, my memory is tired. Have we no wine here"
        },
        {
            "speaker": "cominius",
            "text": "Go we to our tent: The blood upon your visage dries tis time It should be lookd to: come."
        },
        {
            "text": "Exeunt"
        }
    ]
}