{
    "sceneName": "Act 5, scene 1",
    "playName": "coriolanus",
    "location": "Rome. A public place.",
    "lines": [
        {
            "text": "Enter MENENIUS, COMINIUS, SICINIUS, BRUTUS, and others"
        },
        {
            "speaker": "menenius",
            "text": "No, Ill not go: you hear what he hath said Which was sometime his general who loved him In a most dear particular. He calld me father: But what o that Go, you that banishd him A mile before his tent fall down, and knee The way into his mercy: nay, if he coyd To hear Cominius speak, Ill keep at home."
        },
        {
            "speaker": "cominius",
            "text": "He would not seem to know me."
        },
        {
            "speaker": "menenius",
            "text": "Do you hear"
        },
        {
            "speaker": "cominius",
            "text": "Yet one time he did call me by my name: I urged our old acquaintance, and the drops That we have bled together. Coriolanus He would not answer to: forbad all names He was a kind of nothing, titleless, Till he had forged himself a name o the fire Of burning Rome."
        },
        {
            "speaker": "menenius",
            "text": "Why, so: you have made good work! A pair of tribunes that have rackd for Rome, To make coals cheap,a noble memory!"
        },
        {
            "speaker": "cominius",
            "text": "I minded him how royal twas to pardon When it was less expected: he replied, It was a bare petition of a state To one whom they had punishd."
        },
        {
            "speaker": "menenius",
            "text": "Very well: Could he say less"
        },
        {
            "speaker": "cominius",
            "text": "I offerd to awaken his regard Fors private friends: his answer to me was, He could not stay to pick them in a pile Of noisome musty chaff: he said twas folly, For one poor grain or two, to leave unburnt, And still to nose the offence."
        },
        {
            "speaker": "menenius",
            "text": "For one poor grain or two! I am one of those his mother, wife, his child, And this brave fellow too, we are the grains: You are the musty chaff and you are smelt Above the moon: we must be burnt for you."
        },
        {
            "speaker": "sicinius",
            "text": "Nay, pray, be patient: if you refuse your aid In this so neverneeded help, yet do not Upbraids with our distress. But, sure, if you Would be your countrys pleader, your good tongue, More than the instant army we can make, Might stop our countryman."
        },
        {
            "speaker": "menenius",
            "text": "No, Ill not meddle."
        },
        {
            "speaker": "sicinius",
            "text": "Pray you, go to him."
        },
        {
            "speaker": "menenius",
            "text": "What should I do"
        },
        {
            "speaker": "brutus",
            "text": "Only make trial what your love can do For Rome, towards Marcius."
        },
        {
            "speaker": "menenius",
            "text": "Well, and say that Marcius Return me, as Cominius is returnd, Unheard what then But as a discontented friend, griefshot With his unkindness sayt be so"
        },
        {
            "speaker": "sicinius",
            "text": "Yet your good will must have that thanks from Rome, after the measure As you intended well."
        },
        {
            "speaker": "menenius",
            "text": "Ill undertake t: I think hell hear me. Yet, to bite his lip And hum at good Cominius, much unhearts me. He was not taken well he had not dined: The veins unfilld, our blood is cold, and then We pout upon the morning, are unapt To give or to forgive but when we have stuffd These and these conveyances of our blood With wine and feeding, we have suppler souls Than in our priestlike fasts: therefore Ill watch him Till he be dieted to my request, And then Ill set upon him."
        },
        {
            "speaker": "brutus",
            "text": "You know the very road into his kindness, And cannot lose your way."
        },
        {
            "speaker": "menenius",
            "text": "Good faith, Ill prove him, Speed how it will. I shall ere long have knowledge Of my success."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "cominius",
            "text": "Hell never hear him."
        },
        {
            "speaker": "sicinius",
            "text": "Not"
        },
        {
            "speaker": "cominius",
            "text": "I tell you, he does sit in gold, his eye Red as twould burn Rome and his injury The gaoler to his pity. I kneeld before him Twas very faintly he said Rise dismissd me Thus, with his speechless hand: what he would do, He sent in writing after me what he would not, Bound with an oath to yield to his conditions: So that all hope is vain. Unless his noble mother, and his wife Who, as I hear, mean to solicit him For mercy to his country. Therefore, lets hence, And with our fair entreaties haste them on. Two Sentinels on guard."
        },
        {
            "text": "Exeunt"
        }
    ]
}