{
    "sceneName": "Act 4, scene 7",
    "playName": "coriolanus",
    "location": "A camp, at a small distance from Rome.",
    "lines": [
        {
            "text": "Enter AUFIDIUS and his Lieutenant"
        },
        {
            "speaker": "aufidius",
            "text": "Do they still fly to the Roman"
        },
        {
            "speaker": "lieutenant",
            "text": "I do not know what witchcrafts in him, but Your soldiers use him as the grace fore meat, Their talk at table, and their thanks at end And you are darkend in this action, sir, Even by your own."
        },
        {
            "speaker": "aufidius",
            "text": "I cannot help it now, Unless, by using means, I lame the foot Of our design. He bears himself more proudlier, Even to my person, than I thought he would When first I did embrace him: yet his nature In thats no changeling and I must excuse What cannot be amended."
        },
        {
            "speaker": "lieutenant",
            "text": "Yet I wish, sir, I mean for your particular,you had not Joind in commission with him but either Had borne the action of yourself, or else To him had left it solely."
        },
        {
            "speaker": "aufidius",
            "text": "I understand thee well and be thou sure, when he shall come to his account, he knows not What I can urge against him. Although it seems, And so he thinks, and is no less apparent To the vulgar eye, that he bears all things fairly. And shows good husbandry for the Volscian state, Fights dragonlike, and does achieve as soon As draw his sword yet he hath left undone That which shall break his neck or hazard mine, Wheneer we come to our account."
        },
        {
            "speaker": "lieutenant",
            "text": "Sir, I beseech you, think you hell carry Rome"
        },
        {
            "speaker": "aufidius",
            "text": "All places yield to him ere he sits down And the nobility of Rome are his: The senators and patricians love him too: The tribunes are no soldiers and their people Will be as rash in the repeal, as hasty To expel him thence. I think hell be to Rome As is the osprey to the fish, who takes it By sovereignty of nature. First he was A noble servant to them but he could not Carry his honours even: whether twas pride, Which out of daily fortune ever taints The happy man whether defect of judgment, To fail in the disposing of those chances Which he was lord of or whether nature, Not to be other than one thing, not moving From the casque to the cushion, but commanding peace Even with the same austerity and garb As he controlld the war but one of these As he hath spices of them all, not all, For I dare so far free himmade him feard, So hated, and so banishd: but he has a merit, To choke it in the utterance. So our virtues Lie in the interpretation of the time: And power, unto itself most commendable, Hath not a tomb so evident as a chair To extol what it hath done. One fire drives out one fire one nail, one nail Rights by rights falter, strengths by strengths do fail. Come, lets away. When, Caius, Rome is thine, Thou art poorst of all then shortly art thou mine."
        },
        {
            "text": "Exeunt"
        }
    ]
}