{
    "sceneName": "Act 3, scene 3",
    "playName": "coriolanus",
    "location": "The same. The Forum.",
    "lines": [
        {
            "text": "Enter SICINIUS and BRUTUS"
        },
        {
            "speaker": "brutus",
            "text": "In this point charge him home, that he affects Tyrannical power: if he evade us there, Enforce him with his envy to the people, And that the spoil got on the Antiates Was ne'er distributed. What, will he come?"
        },
        {
            "text": "Enter an AEdile"
        },
        {
            "speaker": "aedile",
            "text": "He's coming."
        },
        {
            "speaker": "brutus",
            "text": "How accompanied?"
        },
        {
            "speaker": "aedile",
            "text": "With old Menenius, and those senators That always favour'd him."
        },
        {
            "speaker": "sicinius",
            "text": "Have you a catalogue Of all the voices that we have procured Set down by the poll?"
        },
        {
            "speaker": "aedile",
            "text": "I have; 'tis ready."
        },
        {
            "speaker": "sicinius",
            "text": "Have you collected them by tribes?"
        },
        {
            "speaker": "aedile",
            "text": "I have."
        },
        {
            "speaker": "sicinius",
            "text": "Assemble presently the people hither; And when they bear me say 'It shall be so I' the right and strength o' the commons,' be it either For death, for fine, or banishment, then let them If I say fine, cry 'Fine;' if death, cry 'Death.' Insisting on the old prerogative And power i' the truth o' the cause."
        },
        {
            "speaker": "aedile",
            "text": "I shall inform them."
        },
        {
            "speaker": "brutus",
            "text": "And when such time they have begun to cry, Let them not cease, but with a din confused Enforce the present execution Of what we chance to sentence."
        },
        {
            "speaker": "aedile",
            "text": "Very well."
        },
        {
            "speaker": "sicinius",
            "text": "Make them be strong and ready for this hint, When we shall hap to give 't them."
        },
        {
            "speaker": "brutus",
            "text": "Go about it. Put him to choler straight: he hath been used Ever to conquer, and to have his worth Of contradiction: being once chafed, he cannot Be rein'd again to temperance; then he speaks What's in his heart; and that is there which looks With us to break his neck."
        },
        {
            "text": "Exit AEdile"
        },
        {
            "speaker": "sicinius",
            "text": "Well, here he comes."
        },
        {
            "text": "Enter CORIOLANUS, MENENIUS, and COMINIUS, with Senators and Patricians"
        },
        {
            "speaker": "menenius",
            "text": "Calmly, I do beseech you."
        },
        {
            "speaker": "coriolanus",
            "text": "Ay, as an ostler, that for the poorest piece Will bear the knave by the volume. The honour'd gods Keep Rome in safety, and the chairs of justice Supplied with worthy men! plant love among 's! Throng our large temples with the shows of peace, And not our streets with war!"
        },
        {
            "speaker": "first senator",
            "text": "Amen, amen."
        },
        {
            "speaker": "menenius",
            "text": "A noble wish."
        },
        {
            "text": "Re-enter AEdile, with Citizens"
        },
        {
            "speaker": "sicinius",
            "text": "Draw near, ye people."
        },
        {
            "speaker": "aedile",
            "text": "List to your tribunes. Audience: peace, I say!"
        },
        {
            "speaker": "coriolanus",
            "text": "First, hear me speak."
        },
        {
            "speaker": "both tribunes",
            "text": "Well, say. Peace, ho!"
        },
        {
            "speaker": "coriolanus",
            "text": "Shall I be charged no further than this present? Must all determine here?"
        },
        {
            "speaker": "sicinius",
            "text": "I do demand, If you submit you to the people's voices, Allow their officers and are content To suffer lawful censure for such faults As shall be proved upon you?"
        },
        {
            "speaker": "coriolanus",
            "text": "I am content."
        },
        {
            "speaker": "menenius",
            "text": "Lo, citizens, he says he is content: The warlike service he has done, consider; think Upon the wounds his body bears, which show Like graves i' the holy churchyard."
        },
        {
            "speaker": "coriolanus",
            "text": "Scratches with briers, Scars to move laughter only."
        },
        {
            "speaker": "menenius",
            "text": "Consider further, That when he speaks not like a citizen, You find him like a soldier: do not take His rougher accents for malicious sounds, But, as I say, such as become a soldier, Rather than envy you."
        },
        {
            "speaker": "cominius",
            "text": "Well, well, no more."
        },
        {
            "speaker": "coriolanus",
            "text": "What is the matter That being pass'd for consul with full voice, I am so dishonour'd that the very hour You take it off again?"
        },
        {
            "speaker": "sicinius",
            "text": "Answer to us."
        },
        {
            "speaker": "coriolanus",
            "text": "Say, then: 'tis true, I ought so."
        },
        {
            "speaker": "sicinius",
            "text": "We charge you, that you have contrived to take From Rome all season'd office and to wind Yourself into a power tyrannical; For which you are a traitor to the people."
        },
        {
            "speaker": "coriolanus",
            "text": "How! traitor!"
        },
        {
            "speaker": "menenius",
            "text": "Nay, temperately; your promise."
        },
        {
            "speaker": "coriolanus",
            "text": "The fires i' the lowest hell fold-in the people! Call me their traitor! Thou injurious tribune! Within thine eyes sat twenty thousand deaths, In thy hand clutch'd as many millions, in Thy lying tongue both numbers, I would say 'Thou liest' unto thee with a voice as free As I do pray the gods."
        },
        {
            "speaker": "sicinius",
            "text": "Mark you this, people?"
        },
        {
            "speaker": "citizens",
            "text": "To the rock, to the rock with him!"
        },
        {
            "speaker": "sicinius",
            "text": "Peace! We need not put new matter to his charge: What you have seen him do and heard him speak, Beating your officers, cursing yourselves, Opposing laws with strokes and here defying Those whose great power must try him; even this, So criminal and in such capital kind, Deserves the extremest death."
        },
        {
            "speaker": "brutus",
            "text": "But since he hath Served well for Rome,--"
        },
        {
            "speaker": "coriolanus",
            "text": "What do you prate of service?"
        },
        {
            "speaker": "brutus",
            "text": "I talk of that, that know it."
        },
        {
            "speaker": "coriolanus",
            "text": "You?"
        },
        {
            "speaker": "menenius",
            "text": "Is this the promise that you made your mother?"
        },
        {
            "speaker": "cominius",
            "text": "Know, I pray you,--"
        },
        {
            "speaker": "coriolanus",
            "text": "I know no further: Let them pronounce the steep Tarpeian death, Vagabond exile, raying, pent to linger But with a grain a day, I would not buy Their mercy at the price of one fair word; Nor cheque my courage for what they can give, To have't with saying 'Good morrow.'"
        },
        {
            "speaker": "sicinius",
            "text": "For that he has, As much as in him lies, from time to time Envied against the people, seeking means To pluck away their power, as now at last Given hostile strokes, and that not in the presence Of dreaded justice, but on the ministers That do distribute it; in the name o' the people And in the power of us the tribunes, we, Even from this instant, banish him our city, In peril of precipitation From off the rock Tarpeian never more To enter our Rome gates: i' the people's name, I say it shall be so."
        },
        {
            "speaker": "citizens",
            "text": "It shall be so, it shall be so; let him away: He's banish'd, and it shall be so."
        },
        {
            "speaker": "cominius",
            "text": "Hear me, my masters, and my common friends,--"
        },
        {
            "speaker": "sicinius",
            "text": "He's sentenced; no more hearing."
        },
        {
            "speaker": "cominius",
            "text": "Let me speak: I have been consul, and can show for Rome Her enemies' marks upon me. I do love My country's good with a respect more tender, More holy and profound, than mine own life, My dear wife's estimate, her womb's increase, And treasure of my loins; then if I would Speak that,--"
        },
        {
            "speaker": "sicinius",
            "text": "We know your drift: speak what?"
        },
        {
            "speaker": "brutus",
            "text": "There's no more to be said, but he is banish'd, As enemy to the people and his country: It shall be so."
        },
        {
            "speaker": "citizens",
            "text": "It shall be so, it shall be so."
        },
        {
            "speaker": "coriolanus",
            "text": "You common cry of curs! whose breath I hate As reek o' the rotten fens, whose loves I prize As the dead carcasses of unburied men That do corrupt my air, I banish you; And here remain with your uncertainty! Let every feeble rumour shake your hearts! Your enemies, with nodding of their plumes, Fan you into despair! Have the power still To banish your defenders; till at length Your ignorance, which finds not till it feels, Making not reservation of yourselves, Still your own foes, deliver you as most Abated captives to some nation That won you without blows! Despising, For you, the city, thus I turn my back: There is a world elsewhere."
        },
        {
            "text": "Exeunt CORIOLANUS, COMINIUS, MENENIUS, Senators, and Patricians"
        },
        {
            "speaker": "aedile",
            "text": "The people's enemy is gone, is gone!"
        },
        {
            "speaker": "citizens",
            "text": "Our enemy is banish'd! he is gone! Hoo! hoo!"
        },
        {
            "text": "Shouting, and throwing up their caps"
        },
        {
            "speaker": "sicinius",
            "text": "Go, see him out at gates, and follow him, As he hath followed you, with all despite; Give him deserved vexation. Let a guard Attend us through the city."
        },
        {
            "speaker": "citizens",
            "text": "Come, come; let's see him out at gates; come. The gods preserve our noble tribunes! Come."
        },
        {
            "text": "Exeunt"
        }
    ]
}