{
    "sceneName": "Act 1, scene 4",
    "playName": "coriolanus",
    "location": "Before Corioli.",
    "lines": [
        {
            "text": "Enter, with drum and colours, MARCIUS, TITUS  LARTIUS, Captains and Soldiers. To them a Messenger"
        },
        {
            "speaker": "marcius",
            "text": "Yonder comes news. A wager they have met."
        },
        {
            "speaker": "lartius",
            "text": "My horse to yours, no."
        },
        {
            "speaker": "marcius",
            "text": "'Tis done."
        },
        {
            "speaker": "lartius",
            "text": "Agreed."
        },
        {
            "speaker": "marcius",
            "text": "Say, has our general met the enemy?"
        },
        {
            "speaker": "messenger",
            "text": "They lie in view; but have not spoke as yet."
        },
        {
            "speaker": "lartius",
            "text": "So, the good horse is mine."
        },
        {
            "speaker": "marcius",
            "text": "I'll buy him of you."
        },
        {
            "speaker": "lartius",
            "text": "No, I'll nor sell nor give him: lend you him I will For half a hundred years. Summon the town."
        },
        {
            "speaker": "marcius",
            "text": "How far off lie these armies?"
        },
        {
            "speaker": "messenger",
            "text": "Within this mile and half."
        },
        {
            "speaker": "marcius",
            "text": "Then shall we hear their 'larum, and they ours. Now, Mars, I prithee, make us quick in work, That we with smoking swords may march from hence, To help our fielded friends! Come, blow thy blast. Tutus Aufidius, is he within your walls?"
        },
        {
            "text": "They sound a parley. Enter two Senators with others on the walls"
        },
        {
            "speaker": "first senator",
            "text": "No, nor a man that fears you less than he, That's lesser than a little. Hark! our drums Are bringing forth our youth. We'll break our walls, Rather than they shall pound us up: our gates, Which yet seem shut, we, have but pinn'd with rushes; They'll open of themselves. Hark you. far off! There is Aufidius; list, what work he makes Amongst your cloven army."
        },
        {
            "text": "Drums afar off"
        },
        {
            "text": "Alarum afar off"
        },
        {
            "speaker": "marcius",
            "text": "O, they are at it!"
        },
        {
            "speaker": "lartius",
            "text": "Their noise be our instruction. Ladders, ho!"
        },
        {
            "text": "Enter the army of the Volsces"
        },
        {
            "speaker": "marcius",
            "text": "They fear us not, but issue forth their city. Now put your shields before your hearts, and fight With hearts more proof than shields. Advance, brave Titus: They do disdain us much beyond our thoughts, Which makes me sweat with wrath. Come on, my fellows: He that retires I'll take him for a Volsce, And he shall feel mine edge. All the contagion of the south light on you, You shames of Rome! you herd of--Boils and plagues Plaster you o'er, that you may be abhorr'd Further than seen and one infect another Against the wind a mile! You souls of geese, That bear the shapes of men, how have you run From slaves that apes would beat! Pluto and hell! All hurt behind; backs red, and faces pale With flight and agued fear! Mend and charge home, Or, by the fires of heaven, I'll leave the foe And make my wars on you: look to't: come on; If you'll stand fast, we'll beat them to their wives, As they us to our trenches followed. So, now the gates are ope: now prove good seconds: 'Tis for the followers fortune widens them, Not for the fliers: mark me, and do the like."
        },
        {
            "text": "Alarum. The Romans are beat back to their trenches. Re-enter MARCIUS cursing"
        },
        {
            "text": "Another alarum. The Volsces fly, and MARCIUS follows them to the gates"
        },
        {
            "text": "Enters the gates"
        },
        {
            "speaker": "first soldier",
            "text": "Fool-hardiness; not I."
        },
        {
            "speaker": "second soldier",
            "text": "Nor I."
        },
        {
            "text": "MARCIUS is shut in"
        },
        {
            "speaker": "first soldier",
            "text": "See, they have shut him in."
        },
        {
            "speaker": "all",
            "text": "To the pot, I warrant him."
        },
        {
            "text": "Alarum continues"
        },
        {
            "text": "Re-enter TITUS LARTIUS"
        },
        {
            "speaker": "lartius",
            "text": "What is become of Marcius?"
        },
        {
            "speaker": "all",
            "text": "Slain, sir, doubtless."
        },
        {
            "speaker": "first soldier",
            "text": "Following the fliers at the very heels, With them he enters; who, upon the sudden, Clapp'd to their gates: he is himself alone, To answer all the city."
        },
        {
            "speaker": "lartius",
            "text": "O noble fellow! Who sensibly outdares his senseless sword, And, when it bows, stands up. Thou art left, Marcius: A carbuncle entire, as big as thou art, Were not so rich a jewel. Thou wast a soldier Even to Cato's wish, not fierce and terrible Only in strokes; but, with thy grim looks and The thunder-like percussion of thy sounds, Thou madst thine enemies shake, as if the world Were feverous and did tremble."
        },
        {
            "text": "Re-enter MARCIUS, bleeding, assaulted by the enemy"
        },
        {
            "speaker": "first soldier",
            "text": "Look, sir."
        },
        {
            "speaker": "lartius",
            "text": "O,'tis Marcius! Let's fetch him off, or make remain alike."
        },
        {
            "text": "They fight, and all enter the city"
        }
    ]
}