{
    "sceneName": "Act 4, scene 1",
    "playName": "henry the eighth",
    "location": "A street in Westminster.",
    "lines": [
        {
            "text": "Enter two Gentlemen, meeting one another"
        },
        {
            "speaker": "first gentleman",
            "text": "Youre well met once again."
        },
        {
            "speaker": "second gentleman",
            "text": "So are you."
        },
        {
            "speaker": "first gentleman",
            "text": "You come to take your stand here, and behold The Lady Anne pass from her coronation"
        },
        {
            "speaker": "second gentleman",
            "text": "Tis all my business. At our last encounter, The Duke of Buckingham came from his trial."
        },
        {
            "speaker": "first gentleman",
            "text": "Tis very true: but that time offerd sorrow This, general joy."
        },
        {
            "speaker": "second gentleman",
            "text": "Tis well: the citizens, I am sure, have shown at full their royal minds As, let em have their rights, they are ever forward In celebration of this day with shows, Pageants and sights of honour."
        },
        {
            "speaker": "first gentleman",
            "text": "Never greater, Nor, Ill assure you, better taken, sir."
        },
        {
            "speaker": "second gentleman",
            "text": "May I be bold to ask at what that contains, That paper in your hand"
        },
        {
            "speaker": "first gentleman",
            "text": "Yes tis the list Of those that claim their offices this day By custom of the coronation. The Duke of Suffolk is the first, and claims To be highsteward next, the Duke of Norfolk, He to be earl marshal: you may read the rest."
        },
        {
            "speaker": "second gentleman",
            "text": "I thank you, sir: had I not known those customs, I should have been beholding to your paper. But, I beseech you, whats become of Katharine, The princess dowager how goes her business"
        },
        {
            "speaker": "first gentleman",
            "text": "That I can tell you too. The Archbishop Of Canterbury, accompanied with other Learned and reverend fathers of his order, Held a late court at Dunstable, six miles off From Ampthill where the princess lay to which She was often cited by them, but appeard not: And, to be short, for not appearance and The kings late scruple, by the main assent Of all these learned men she was divorced, And the late marriage made of none effect Since which she was removed to Kimbolton, Where she remains now sick."
        },
        {
            "speaker": "second gentleman",
            "text": "Alas, good lady! The trumpets sound: stand close, the queen is coming. 1. A lively flourish of Trumpets. 2. Then, two Judges. 3. Lord Chancellor, with the purse and mace before him. 4. Choristers, singing. 5. Mayor of London, bearing the mace. Then Garter, in his coat of arms, and on his head a gilt copper crown. 6. Marquess Dorset, bearing a sceptre of gold, on his head a demicoronal of gold. With him, SURREY, bearing the rod of silver with the dove, crowned with an earls coronet. Collars of SS. 7. SUFFOLK, in his robe of estate, his coronet on his head, bearing a long white wand, as highsteward. With him, NORFOLK, with the rod of marshalship, a coronet on his head. Collars of SS. 8. A canopy borne by four of the Cinqueports under it, QUEEN ANNE in her robe in her hair richly adorned with pearl, crowned. On each side her, the Bishops of London and Winchester. 9. The old Duchess of Norfolk, in a coronal of gold, wrought with flowers, bearing QUEEN ANNEs train. 10. Certain Ladies or Countesses, with plain circlets of gold without flowers. A royal train, believe me. These I know: Whos that that bears the sceptre"
        },
        {
            "text": "Trumpets"
        },
        {
            "text": "Hautboys"
        },
        {
            "text": "THE ORDER OF THE CORONATION"
        },
        {
            "text": "Music"
        },
        {
            "text": "They pass over the stage in order and state"
        },
        {
            "speaker": "first gentleman",
            "text": "Marquess Dorset: And that the Earl of Surrey, with the rod."
        },
        {
            "speaker": "second gentleman",
            "text": "A bold brave gentleman. That should be The Duke of Suffolk"
        },
        {
            "speaker": "first gentleman",
            "text": "Tis the same: highsteward."
        },
        {
            "speaker": "second gentleman",
            "text": "And that my Lord of Norfolk"
        },
        {
            "speaker": "first gentleman",
            "text": "Yes"
        },
        {
            "speaker": "second gentleman",
            "text": "Heaven bless thee! Thou hast the sweetest face I ever lookd on. Sir, as I have a soul, she is an angel Our king has all the Indies in his arms, And more and richer, when he strains that lady: I cannot blame his conscience."
        },
        {
            "text": "Looking on QUEEN ANNE"
        },
        {
            "speaker": "first gentleman",
            "text": "They that bear The cloth of honour over her, are four barons Of the Cinqueports."
        },
        {
            "speaker": "second gentleman",
            "text": "Those men are happy and so are all are near her. I take it, she that carries up the train Is that old noble lady, Duchess of Norfolk."
        },
        {
            "speaker": "first gentleman",
            "text": "It is and all the rest are countesses."
        },
        {
            "speaker": "second gentleman",
            "text": "Their coronets say so. These are stars indeed And sometimes falling ones."
        },
        {
            "speaker": "first gentleman",
            "text": "No more of that. God save you, sir! where have you been broiling"
        },
        {
            "text": "Exit procession, and then a great flourish of trumpets"
        },
        {
            "text": "Enter a third Gentleman"
        },
        {
            "speaker": "third gentleman",
            "text": "Among the crowd i the Abbey where a finger Could not be wedged in more: I am stifled With the mere rankness of their joy."
        },
        {
            "speaker": "second gentleman",
            "text": "You saw The ceremony"
        },
        {
            "speaker": "third gentleman",
            "text": "That I did."
        },
        {
            "speaker": "first gentleman",
            "text": "How was it"
        },
        {
            "speaker": "third gentleman",
            "text": "Well worth the seeing."
        },
        {
            "speaker": "second gentleman",
            "text": "Good sir, speak it to us."
        },
        {
            "speaker": "third gentleman",
            "text": "As well as I am able. The rich stream Of lords and ladies, having brought the queen To a prepared place in the choir, fell off A distance from her while her grace sat down To rest awhile, some half an hour or so, In a rich chair of state, opposing freely The beauty of her person to the people. Believe me, sir, she is the goodliest woman That ever lay by man: which when the people Had the full view of, such a noise arose As the shrouds make at sea in a stiff tempest, As loud, and to as many tunes: hats, cloaks Doublets, I think,flew up and had their faces Been loose, this day they had been lost. Such joy I never saw before. Greatbellied women, That had not half a week to go, like rams In the old time of war, would shake the press, And make em reel before em. No man living Could say This is my wife there all were woven So strangely in one piece."
        },
        {
            "speaker": "second gentleman",
            "text": "But, what followd"
        },
        {
            "speaker": "third gentleman",
            "text": "At length her grace rose, and with modest paces Came to the altar where she kneeld, and saintlike Cast her fair eyes to heaven and prayd devoutly. Then rose again and bowd her to the people: When by the Archbishop of Canterbury She had all the royal makings of a queen As holy oil, Edward Confessors crown, The rod, and bird of peace, and all such emblems Laid nobly on her: which performd, the choir, With all the choicest music of the kingdom, Together sung Te Deum. So she parted, And with the same full state paced back again To Yorkplace, where the feast is held."
        },
        {
            "speaker": "first gentleman",
            "text": "Sir, You must no more call it Yorkplace, thats past For, since the cardinal fell, that titles lost: Tis now the kings, and calld Whitehall."
        },
        {
            "speaker": "third gentleman",
            "text": "I know it But tis so lately alterd, that the old name Is fresh about me."
        },
        {
            "speaker": "second gentleman",
            "text": "What two reverend bishops Were those that went on each side of the queen"
        },
        {
            "speaker": "third gentleman",
            "text": "Stokesly and Gardiner the one of Winchester, Newly preferrd from the kings secretary, The other, London."
        },
        {
            "speaker": "second gentleman",
            "text": "He of Winchester Is held no great good lover of the archbishops, The virtuous Cranmer."
        },
        {
            "speaker": "third gentleman",
            "text": "All the land knows that: However, yet there is no great breach when it comes, Cranmer will find a friend will not shrink from him."
        },
        {
            "speaker": "second gentleman",
            "text": "Who may that be, I pray you"
        },
        {
            "speaker": "third gentleman",
            "text": "Thomas Cromwell A man in much esteem with the king, and truly A worthy friend. The king has made him master O the jewel house, And one, already, of the privy council."
        },
        {
            "speaker": "second gentleman",
            "text": "He will deserve more."
        },
        {
            "speaker": "third gentleman",
            "text": "Yes, without all doubt. Come, gentlemen, ye shall go my way, which Is to the court, and there ye shall be my guests: Something I can command. As I walk thither, Ill tell ye more."
        },
        {
            "speaker": "both",
            "text": "You may command us, sir."
        },
        {
            "text": "Exeunt"
        }
    ]
}