{
    "sceneName": "Act 2, scene 2",
    "playName": "merchant of venice",
    "location": "Venice. A street.",
    "lines": [
        {
            "text": "Enter LAUNCELOT"
        },
        {
            "speaker": "launcelot",
            "text": "Certainly my conscience will serve me to run from this Jew my master. The fiend is at mine elbow and tempts me saying to me Gobbo, Launcelot Gobbo, good Launcelot, or good Gobbo, or good Launcelot Gobbo, use your legs, take the start, run away. My conscience says No take heed, honest Launcelot take heed, honest Gobbo, or, as aforesaid, honest Launcelot Gobbo do not run scorn running with thy heels. Well, the most courageous fiend bids me pack: Via! says the fiend away! says the fiend for the heavens, rouse up a brave mind, says the fiend, and run. Well, my conscience, hanging about the neck of my heart, says very wisely to me My honest friend Launcelot, being an honest mans son, or rather an honest womans son for, indeed, my father did something smack, something grow to, he had a kind of taste well, my conscience says Launcelot, budge not. Budge, says the fiend. Budge not, says my conscience. Conscience, say I, you counsel well  Fiend, say I, you counsel well: to be ruled by my conscience, I should stay with the Jew my master, who, God bless the mark, is a kind of devil and, to run away from the Jew, I should be ruled by the fiend, who, saving your reverence, is the devil himself. Certainly the Jew is the very devil incarnal and, in my conscience, my conscience is but a kind of hard conscience, to offer to counsel me to stay with the Jew. The fiend gives the more friendly counsel: I will run, fiend my heels are at your command I will run."
        },
        {
            "text": "Enter Old GOBBO, with a basket"
        },
        {
            "speaker": "gobbo",
            "text": "Master young man, you, I pray you, which is the way to master Jews"
        },
        {
            "speaker": "launcelot",
            "text": "[Aside]  O heavens, this is my truebegotten father! who, being more than sandblind, highgravel blind, knows me not: I will try confusions with him."
        },
        {
            "speaker": "gobbo",
            "text": "Master young gentleman, I pray you, which is the way to master Jews"
        },
        {
            "speaker": "launcelot",
            "text": "Turn up on your right hand at the next turning, but, at the next turning of all, on your left marry, at the very next turning, turn of no hand, but turn down indirectly to the Jews house."
        },
        {
            "speaker": "gobbo",
            "text": "By Gods sonties, twill be a hard way to hit. Can you tell me whether one Launcelot, that dwells with him, dwell with him or no"
        },
        {
            "speaker": "launcelot",
            "text": "Talk you of young Master Launcelot Mark me now now will I raise the waters. Talk you of young Master Launcelot"
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "gobbo",
            "text": "No master, sir, but a poor mans son: his father, though I say it, is an honest exceeding poor man and, God be thanked, well to live."
        },
        {
            "speaker": "launcelot",
            "text": "Well, let his father be what a will, we talk of young Master Launcelot."
        },
        {
            "speaker": "gobbo",
            "text": "Your worships friend and Launcelot, sir."
        },
        {
            "speaker": "launcelot",
            "text": "But I pray you, ergo, old man, ergo, I beseech you, talk you of young Master Launcelot"
        },
        {
            "speaker": "gobbo",
            "text": "Of Launcelot, ant please your mastership."
        },
        {
            "speaker": "launcelot",
            "text": "Ergo, Master Launcelot. Talk not of Master Launcelot, father for the young gentleman, according to Fates and Destinies and such odd sayings, the Sisters Three and such branches of learning, is indeed deceased, or, as you would say in plain terms, gone to heaven."
        },
        {
            "speaker": "gobbo",
            "text": "Marry, God forbid! the boy was the very staff of my age, my very prop."
        },
        {
            "speaker": "launcelot",
            "text": "Do I look like a cudgel or a hovelpost, a staff or a prop Do you know me, father"
        },
        {
            "speaker": "gobbo",
            "text": "Alack the day, I know you not, young gentleman: but, I pray you, tell me, is my boy, God rest his soul, alive or dead"
        },
        {
            "speaker": "launcelot",
            "text": "Do you not know me, father"
        },
        {
            "speaker": "gobbo",
            "text": "Alack, sir, I am sandblind I know you not."
        },
        {
            "speaker": "launcelot",
            "text": "Nay, indeed, if you had your eyes, you might fail of the knowing me: it is a wise father that knows his own child. Well, old man, I will tell you news of your son: give me your blessing: truth will come to light murder cannot be hid long a mans son may, but at the length truth will out."
        },
        {
            "speaker": "gobbo",
            "text": "Pray you, sir, stand up: I am sure you are not Launcelot, my boy."
        },
        {
            "speaker": "launcelot",
            "text": "Pray you, lets have no more fooling about it, but give me your blessing: I am Launcelot, your boy that was, your son that is, your child that shall be."
        },
        {
            "speaker": "gobbo",
            "text": "I cannot think you are my son."
        },
        {
            "speaker": "launcelot",
            "text": "I know not what I shall think of that: but I am Launcelot, the Jews man, and I am sure Margery your wife is my mother."
        },
        {
            "speaker": "gobbo",
            "text": "Her name is Margery, indeed: Ill be sworn, if thou be Launcelot, thou art mine own flesh and blood. Lord worshipped might he be! what a beard hast thou got! thou hast got more hair on thy chin than Dobbin my fillhorse has on his tail."
        },
        {
            "speaker": "launcelot",
            "text": "It should seem, then, that Dobbins tail grows backward: I am sure he had more hair of his tail than I have of my face when I last saw him."
        },
        {
            "speaker": "gobbo",
            "text": "Lord, how art thou changed! How dost thou and thy master agree I have brought him a present. How gree you now"
        },
        {
            "speaker": "launcelot",
            "text": "Well, well: but, for mine own part, as I have set up my rest to run away, so I will not rest till I have run some ground. My masters a very Jew: give him a present! give him a halter: I am famished in his service you may tell every finger I have with my ribs. Father, I am glad you are come: give me your present to one Master Bassanio, who, indeed, gives rare new liveries: if I serve not him, I will run as far as God has any ground. O rare fortune! here comes the man: to him, father for I am a Jew, if I serve the Jew any longer."
        },
        {
            "text": "Enter BASSANIO, with LEONARDO and other followers"
        },
        {
            "speaker": "bassanio",
            "text": "You may do so but let it be so hasted that supper be ready at the farthest by five of the clock. See these letters delivered put the liveries to making, and desire Gratiano to come anon to my lodging."
        },
        {
            "text": "Exit a Servant"
        },
        {
            "speaker": "launcelot",
            "text": "To him, father."
        },
        {
            "speaker": "gobbo",
            "text": "God bless your worship!"
        },
        {
            "speaker": "bassanio",
            "text": "Gramercy! wouldst thou aught with me"
        },
        {
            "speaker": "gobbo",
            "text": "Heres my son, sir, a poor boy,"
        },
        {
            "speaker": "launcelot",
            "text": "Not a poor boy, sir, but the rich Jews man that would, sir, as my father shall specify"
        },
        {
            "speaker": "gobbo",
            "text": "He hath a great infection, sir, as one would say, to serve"
        },
        {
            "speaker": "launcelot",
            "text": "Indeed, the short and the long is, I serve the Jew, and have a desire, as my father shall specify"
        },
        {
            "speaker": "gobbo",
            "text": "His master and he, saving your worships reverence, are scarce catercousins"
        },
        {
            "speaker": "launcelot",
            "text": "To be brief, the very truth is that the Jew, having done me wrong, doth cause me, as my father, being, I hope, an old man, shall frutify unto you"
        },
        {
            "speaker": "gobbo",
            "text": "I have here a dish of doves that I would bestow upon your worship, and my suit is"
        },
        {
            "speaker": "launcelot",
            "text": "In very brief, the suit is impertinent to myself, as your worship shall know by this honest old man and, though I say it, though old man, yet poor man, my father."
        },
        {
            "speaker": "bassanio",
            "text": "One speak for both. What would you"
        },
        {
            "speaker": "launcelot",
            "text": "Serve you, sir."
        },
        {
            "speaker": "gobbo",
            "text": "That is the very defect of the matter, sir."
        },
        {
            "speaker": "bassanio",
            "text": "I know thee well thou hast obtaind thy suit: Shylock thy master spoke with me this day, And hath preferrd thee, if it be preferment To leave a rich Jews service, to become The follower of so poor a gentleman."
        },
        {
            "speaker": "launcelot",
            "text": "The old proverb is very well parted between my master Shylock and you, sir: you have the grace of God, sir, and he hath enough."
        },
        {
            "speaker": "bassanio",
            "text": "Thou speakst it well. Go, father, with thy son. Take leave of thy old master and inquire My lodging out. Give him a livery More guarded than his fellows: see it done."
        },
        {
            "speaker": "launcelot",
            "text": "Father, in. I cannot get a service, no I have neer a tongue in my head. Well, if any man in Italy have a fairer table which doth offer to swear upon a book, I shall have good fortune. Go to, heres a simple line of life: heres a small trifle of wives: alas, fifteen wives is nothing! eleven widows and nine maids is a simple comingin for one man: and then to scape drowning thrice, and to be in peril of my life with the edge of a featherbed here are simple scapes. Well, if Fortune be a woman, shes a good wench for this gear. Father, come Ill take my leave of the Jew in the twinkling of an eye."
        },
        {
            "text": "Exeunt Launcelot and Old Gobbo"
        },
        {
            "speaker": "bassanio",
            "text": "I pray thee, good Leonardo, think on this: These things being bought and orderly bestowd, Return in haste, for I do feast tonight My bestesteemd acquaintance: hie thee, go."
        },
        {
            "speaker": "leonardo",
            "text": "My best endeavours shall be done herein."
        },
        {
            "text": "Enter GRATIANO"
        },
        {
            "speaker": "gratiano",
            "text": "Where is your master"
        },
        {
            "speaker": "leonardo",
            "text": "Yonder, sir, he walks."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "gratiano",
            "text": "Signior Bassanio!"
        },
        {
            "speaker": "bassanio",
            "text": "Gratiano!"
        },
        {
            "speaker": "gratiano",
            "text": "I have a suit to you."
        },
        {
            "speaker": "bassanio",
            "text": "You have obtaind it."
        },
        {
            "speaker": "gratiano",
            "text": "You must not deny me: I must go with you to Belmont."
        },
        {
            "speaker": "bassanio",
            "text": "Why then you must. But hear thee, Gratiano Thou art too wild, too rude and bold of voice Parts that become thee happily enough And in such eyes as ours appear not faults But where thou art not known, why, there they show Something too liberal. Pray thee, take pain To allay with some cold drops of modesty Thy skipping spirit, lest through thy wild behavior I be misconstrued in the place I go to, And lose my hopes."
        },
        {
            "speaker": "gratiano",
            "text": "Signior Bassanio, hear me: If I do not put on a sober habit, Talk with respect and swear but now and then, Wear prayerbooks in my pocket, look demurely, Nay more, while grace is saying, hood mine eyes Thus with my hat, and sigh and say amen, Use all the observance of civility, Like one well studied in a sad ostent To please his grandam, never trust me more."
        },
        {
            "speaker": "bassanio",
            "text": "Well, we shall see your bearing."
        },
        {
            "speaker": "gratiano",
            "text": "Nay, but I bar tonight: you shall not gauge me By what we do tonight."
        },
        {
            "speaker": "bassanio",
            "text": "No, that were pity: I would entreat you rather to put on Your boldest suit of mirth, for we have friends That purpose merriment. But fare you well: I have some business."
        },
        {
            "speaker": "gratiano",
            "text": "And I must to Lorenzo and the rest: But we will visit you at suppertime."
        },
        {
            "text": "Exeunt"
        }
    ]
}