{
    "sceneName": "Act 2, scene 5",
    "playName": "merchant of venice",
    "location": "The same. Before SHYLOCKS house.",
    "lines": [
        {
            "text": "Enter SHYLOCK and LAUNCELOT"
        },
        {
            "speaker": "shylock",
            "text": "Well, thou shalt see, thy eyes shall be thy judge, The difference of old Shylock and Bassanio: What, Jessica!thou shalt not gormandise, As thou hast done with me:What, Jessica! And sleep and snore, and rend apparel out Why, Jessica, I say!"
        },
        {
            "speaker": "launcelot",
            "text": "Why, Jessica!"
        },
        {
            "speaker": "shylock",
            "text": "Who bids thee call I do not bid thee call."
        },
        {
            "speaker": "launcelot",
            "text": "Your worship was wont to tell me that I could do nothing without bidding."
        },
        {
            "text": "Enter Jessica"
        },
        {
            "speaker": "jessica",
            "text": "Call you what is your will"
        },
        {
            "speaker": "shylock",
            "text": "I am bid forth to supper, Jessica: There are my keys. But wherefore should I go I am not bid for love they flatter me: But yet Ill go in hate, to feed upon The prodigal Christian. Jessica, my girl, Look to my house. I am right loath to go: There is some ill abrewing towards my rest, For I did dream of moneybags tonight."
        },
        {
            "speaker": "launcelot",
            "text": "I beseech you, sir, go: my young master doth expect your reproach."
        },
        {
            "speaker": "shylock",
            "text": "So do I his."
        },
        {
            "speaker": "launcelot",
            "text": "An they have conspired together, I will not say you shall see a masque but if you do, then it was not for nothing that my nose fell ableeding on BlackMonday last at six oclock i the morning, falling out that year on AshWednesday was four year, in the afternoon."
        },
        {
            "speaker": "shylock",
            "text": "What, are there masques Hear you me, Jessica: Lock up my doors and when you hear the drum And the vile squealing of the wryneckd fife, Clamber not you up to the casements then, Nor thrust your head into the public street To gaze on Christian fools with varnishd faces, But stop my houses ears, I mean my casements: Let not the sound of shallow foppery enter My sober house. By Jacobs staff, I swear, I have no mind of feasting forth tonight: But I will go. Go you before me, sirrah Say I will come."
        },
        {
            "speaker": "launcelot",
            "text": "I will go before, sir. Mistress, look out at window, for all this, There will come a Christian boy, will be worth a Jewess eye."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "shylock",
            "text": "What says that fool of Hagars offspring, ha"
        },
        {
            "speaker": "jessica",
            "text": "His words were Farewell mistress nothing else."
        },
        {
            "speaker": "shylock",
            "text": "The patch is kind enough, but a huge feeder Snailslow in profit, and he sleeps by day More than the wildcat: drones hive not with me Therefore I part with him, and part with him To one that would have him help to waste His borrowd purse. Well, Jessica, go in Perhaps I will return immediately: Do as I bid you shut doors after you: Fast bind, fast find A proverb never stale in thrifty mind."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "jessica",
            "text": "Farewell and if my fortune be not crost, I have a father, you a daughter, lost."
        },
        {
            "text": "Exit"
        }
    ]
}