{
    "sceneName": "Act 2, scene 2",
    "playName": "a winters tale",
    "location": "A prison.",
    "lines": [
        {
            "text": "Enter PAULINA, a Gentleman, and Attendants"
        },
        {
            "speaker": "paulina",
            "text": "The keeper of the prison, call to him let him have knowledge who I am. Good lady, No court in Europe is too good for thee What dost thou then in prison Now, good sir, You know me, do you not"
        },
        {
            "text": "Exit Gentleman"
        },
        {
            "text": "Reenter Gentleman, with the Gaoler"
        },
        {
            "speaker": "gaoler",
            "text": "For a worthy lady And one whom much I honour."
        },
        {
            "speaker": "paulina",
            "text": "Pray you then, Conduct me to the queen."
        },
        {
            "speaker": "gaoler",
            "text": "I may not, madam: To the contrary I have express commandment."
        },
        {
            "speaker": "paulina",
            "text": "Heres ado, To lock up honesty and honour from The access of gentle visitors! Ist lawful, pray you, To see her women any of them Emilia"
        },
        {
            "speaker": "gaoler",
            "text": "So please you, madam, To put apart these your attendants, I Shall bring Emilia forth."
        },
        {
            "speaker": "paulina",
            "text": "I pray now, call her. Withdraw yourselves."
        },
        {
            "text": "Exeunt Gentleman and Attendants"
        },
        {
            "speaker": "gaoler",
            "text": "And, madam, I must be present at your conference."
        },
        {
            "speaker": "paulina",
            "text": "Well, bet so, prithee. Heres such ado to make no stain a stain As passes colouring. Dear gentlewoman, How fares our gracious lady"
        },
        {
            "text": "Exit Gaoler"
        },
        {
            "text": "Reenter Gaoler, with EMILIA"
        },
        {
            "speaker": "emilia",
            "text": "As well as one so great and so forlorn May hold together: on her frights and griefs, Which never tender lady hath born greater, She is something before her time deliverd."
        },
        {
            "speaker": "paulina",
            "text": "A boy"
        },
        {
            "speaker": "emilia",
            "text": "A daughter, and a goodly babe, Lusty and like to live: the queen receives Much comfort int says My poor prisoner, I am innocent as you."
        },
        {
            "speaker": "paulina",
            "text": "I dare be sworn These dangerous unsafe lunes i the king, beshrew them! He must be told ont, and he shall: the office Becomes a woman best Ill taket upon me: If I prove honeymouthd let my tongue blister And never to my redlookd anger be The trumpet any more. Pray you, Emilia, Commend my best obedience to the queen: If she dares trust me with her little babe, Ill showt the king and undertake to be Her advocate to the loudst. We do not know How he may soften at the sight o the child: The silence often of pure innocence Persuades when speaking fails."
        },
        {
            "speaker": "emilia",
            "text": "Most worthy madam, Your honour and your goodness is so evident That your free undertaking cannot miss A thriving issue: there is no lady living So meet for this great errand. Please your ladyship To visit the next room, Ill presently Acquaint the queen of your most noble offer Who  but today hammerd of this design, But durst not tempt a minister of honour, Lest she should be denied."
        },
        {
            "speaker": "paulina",
            "text": "Tell her, Emilia. Ill use that tongue I have: if wit flow fromt As boldness from my bosom, let t not be doubted I shall do good."
        },
        {
            "speaker": "emilia",
            "text": "Now be you blest for it! Ill to the queen: please you, come something nearer."
        },
        {
            "speaker": "gaoler",
            "text": "Madam, ift please the queen to send the babe, I know not what I shall incur to pass it, Having no warrant."
        },
        {
            "speaker": "paulina",
            "text": "You need not fear it, sir: This child was prisoner to the womb and is By law and process of great nature thence Freed and enfranchised, not a party to The anger of the king nor guilty of, If any be, the trespass of the queen."
        },
        {
            "speaker": "gaoler",
            "text": "I do believe it."
        },
        {
            "speaker": "paulina",
            "text": "Do not you fear: upon mine honour, I will stand betwixt you and danger."
        },
        {
            "text": "Exeunt"
        }
    ]
}