{
    "sceneName": "Act 5, scene 3",
    "playName": "a winters tale",
    "location": "A chapel in PAULINAS house.",
    "lines": [
        {
            "text": "Enter LEONTES, POLIXENES, FLORIZEL, PERDITA, CAMILLO, PAULINA, Lords, and Attendants"
        },
        {
            "speaker": "leontes",
            "text": "O grave and good Paulina, the great comfort That I have had of thee!"
        },
        {
            "speaker": "paulina",
            "text": "What, sovereign sir, I did not well I meant well. All my services You have paid home: but that you have vouchsafed, With your crownd brother and these your contracted Heirs of your kingdoms, my poor house to visit, It is a surplus of your grace, which never My life may last to answer."
        },
        {
            "speaker": "leontes",
            "text": "O Paulina, We honour you with trouble: but we came To see the statue of our queen: your gallery Have we passd through, not without much content In many singularities but we saw not That which my daughter came to look upon, The statue of her mother."
        },
        {
            "speaker": "paulina",
            "text": "As she lived peerless, So her dead likeness, I do well believe, Excels whatever yet you lookd upon Or hand of man hath done therefore I keep it Lonely, apart. But here it is: prepare To see the life as lively mockd as ever Still sleep mockd death: behold, and say tis well. I like your silence, it the more shows off Your wonder: but yet speak first, you, my liege, Comes it not something near"
        },
        {
            "text": "PAULINA draws a curtain, and discovers HERMIONE standing like a statue"
        },
        {
            "speaker": "leontes",
            "text": "Her natural posture! Chide me, dear stone, that I may say indeed Thou art Hermione or rather, thou art she In thy not chiding, for she was as tender As infancy and grace. But yet, Paulina, Hermione was not so much wrinkled, nothing So aged as this seems."
        },
        {
            "speaker": "polixenes",
            "text": "O, not by much."
        },
        {
            "speaker": "paulina",
            "text": "So much the more our carvers excellence Which lets go by some sixteen years and makes her As she lived now."
        },
        {
            "speaker": "leontes",
            "text": "As now she might have done, So much to my good comfort, as it is Now piercing to my soul. O, thus she stood, Even with such life of majesty, warm life, As now it coldly stands, when first I wood her! I am ashamed: does not the stone rebuke me For being more stone than it O royal piece, Theres magic in thy majesty, which has My evils conjured to remembrance and From thy admiring daughter took the spirits, Standing like stone with thee."
        },
        {
            "speaker": "perdita",
            "text": "And give me leave, And do not say tis superstition, that I kneel and then implore her blessing. Lady, Dear queen, that ended when I but began, Give me that hand of yours to kiss."
        },
        {
            "speaker": "paulina",
            "text": "O, patience! The statue is but newly fixd, the colours Not dry."
        },
        {
            "speaker": "camillo",
            "text": "My lord, your sorrow was too sore laid on, Which sixteen winters cannot blow away, So many summers dry scarce any joy Did ever so long live no sorrow But killd itself much sooner."
        },
        {
            "speaker": "polixenes",
            "text": "Dear my brother, Let him that was the cause of this have power To take off so much grief from you as he Will piece up in himself."
        },
        {
            "speaker": "paulina",
            "text": "Indeed, my lord, If I had thought the sight of my poor image Would thus have wrought you,for the stone is mine Ild not have showd it."
        },
        {
            "speaker": "leontes",
            "text": "Do not draw the curtain."
        },
        {
            "speaker": "paulina",
            "text": "No longer shall you gaze ont, lest your fancy May think anon it moves."
        },
        {
            "speaker": "leontes",
            "text": "Let be, let be. Would I were dead, but that, methinks, already What was he that did make it See, my lord, Would you not deem it breathed and that those veins Did verily bear blood"
        },
        {
            "speaker": "polixenes",
            "text": "Masterly done: The very life seems warm upon her lip."
        },
        {
            "speaker": "leontes",
            "text": "The fixture of her eye has motion int, As we are mockd with art."
        },
        {
            "speaker": "paulina",
            "text": "Ill draw the curtain: My lords almost so far transported that Hell think anon it lives."
        },
        {
            "speaker": "leontes",
            "text": "O sweet Paulina, Make me to think so twenty years together! No settled senses of the world can match The pleasure of that madness. Let t alone."
        },
        {
            "speaker": "paulina",
            "text": "I am sorry, sir, I have thus far stirrd you: but I could afflict you farther."
        },
        {
            "speaker": "leontes",
            "text": "Do, Paulina For this affliction has a taste as sweet As any cordial comfort. Still, methinks, There is an air comes from her: what fine chisel Could ever yet cut breath Let no man mock me, For I will kiss her."
        },
        {
            "speaker": "paulina",
            "text": "Good my lord, forbear: The ruddiness upon her lip is wet Youll mar it if you kiss it, stain your own With oily painting. Shall I draw the curtain"
        },
        {
            "speaker": "leontes",
            "text": "No, not these twenty years."
        },
        {
            "speaker": "perdita",
            "text": "So long could I Stand by, a looker on."
        },
        {
            "speaker": "paulina",
            "text": "Either forbear, Quit presently the chapel, or resolve you For more amazement. If you can behold it, Ill make the statue move indeed, descend And take you by the hand but then youll think Which I protest againstI am assisted By wicked powers."
        },
        {
            "speaker": "leontes",
            "text": "What you can make her do, I am content to look on: what to speak, I am content to hear for tis as easy To make her speak as move."
        },
        {
            "speaker": "paulina",
            "text": "It is required You do awake your faith. Then all stand still On: those that think it is unlawful business I am about, let them depart."
        },
        {
            "speaker": "leontes",
            "text": "Proceed: No foot shall stir."
        },
        {
            "speaker": "paulina",
            "text": "Music, awake her strike! Tis time descend be stone no more approach Strike all that look upon with marvel. Come, Ill fill your grave up: stir, nay, come away, Bequeath to death your numbness, for from him Dear life redeems you. You perceive she stirs: Start not her actions shall be holy as You hear my spell is lawful: do not shun her Until you see her die again for then You kill her double. Nay, present your hand: When she was young you wood her now in age Is she become the suitor"
        },
        {
            "text": "Music"
        },
        {
            "text": "HERMIONE comes down"
        },
        {
            "speaker": "leontes",
            "text": "O, shes warm! If this be magic, let it be an art Lawful as eating."
        },
        {
            "speaker": "polixenes",
            "text": "She embraces him."
        },
        {
            "speaker": "camillo",
            "text": "She hangs about his neck: If she pertain to life let her speak too."
        },
        {
            "speaker": "polixenes",
            "text": "Ay, and maket manifest where she has lived, Or how stolen from the dead."
        },
        {
            "speaker": "paulina",
            "text": "That she is living, Were it but told you, should be hooted at Like an old tale: but it appears she lives, Though yet she speak not. Mark a little while. Please you to interpose, fair madam: kneel And pray your mothers blessing. Turn, good lady Our Perdita is found."
        },
        {
            "speaker": "hermione",
            "text": "You gods, look down And from your sacred vials pour your graces Upon my daughters head! Tell me, mine own. Where hast thou been preserved where lived how found Thy fathers court for thou shalt hear that I, Knowing by Paulina that the oracle Gave hope thou wast in being, have preserved Myself to see the issue."
        },
        {
            "speaker": "paulina",
            "text": "Theres time enough for that Lest they desire upon this push to trouble Your joys with like relation. Go together, You precious winners all your exultation Partake to every one. I, an old turtle, Will wing me to some witherd bough and there My mate, thats never to be found again, Lament till I am lost."
        },
        {
            "speaker": "leontes",
            "text": "O, peace, Paulina! Thou shouldst a husband take by my consent, As I by thine a wife: this is a match, And made betweens by vows. Thou hast found mine But how, is to be questiond for I saw her, As I thought, dead, and have in vain said many A prayer upon her grave. Ill not seek far For him, I partly know his mindto find thee An honourable husband. Come, Camillo, And take her by the hand, whose worth and honesty Is richly noted and here justified By us, a pair of kings. Lets from this place. What! look upon my brother: both your pardons, That eer I put between your holy looks My ill suspicion. This is your soninlaw, And son unto the king, who, heavens directing, Is trothplight to your daughter. Good Paulina, Lead us from hence, where we may leisurely Each one demand an answer to his part Performd in this wide gap of time since first We were disseverd: hastily lead away."
        },
        {
            "text": "Exeunt"
        }
    ]
}