{
    "sceneName": "Act 1, scene 4",
    "playName": "twelfth night",
    "location": "DUKE ORSINOs palace.",
    "lines": [
        {
            "text": "Enter VALENTINE and VIOLA in mans attire"
        },
        {
            "speaker": "valentine",
            "text": "If the duke continue these favours towards you, Cesario, you are like to be much advanced: he hath known you but three days, and already you are no stranger."
        },
        {
            "speaker": "viola",
            "text": "You either fear his humour or my negligence, that you call in question the continuance of his love: is he inconstant, sir, in his favours"
        },
        {
            "speaker": "valentine",
            "text": "No, believe me."
        },
        {
            "speaker": "viola",
            "text": "I thank you. Here comes the count."
        },
        {
            "text": "Enter DUKE ORSINO, CURIO, and Attendants"
        },
        {
            "speaker": "duke orsino",
            "text": "Who saw Cesario, ho"
        },
        {
            "speaker": "viola",
            "text": "On your attendance, my lord here."
        },
        {
            "speaker": "duke orsino",
            "text": "Stand you a while aloof, Cesario, Thou knowst no less but all I have unclaspd To thee the book even of my secret soul: Therefore, good youth, address thy gait unto her Be not denied access, stand at her doors, And tell them, there thy fixed foot shall grow Till thou have audience."
        },
        {
            "speaker": "viola",
            "text": "Sure, my noble lord, If she be so abandond to her sorrow As it is spoke, she never will admit me."
        },
        {
            "speaker": "duke orsino",
            "text": "Be clamorous and leap all civil bounds Rather than make unprofited return."
        },
        {
            "speaker": "viola",
            "text": "Say I do speak with her, my lord, what then"
        },
        {
            "speaker": "duke orsino",
            "text": "O, then unfold the passion of my love, Surprise her with discourse of my dear faith: It shall become thee well to act my woes She will attend it better in thy youth Than in a nuncios of more grave aspect."
        },
        {
            "speaker": "viola",
            "text": "I think not so, my lord."
        },
        {
            "speaker": "duke orsino",
            "text": "Dear lad, believe it For they shall yet belie thy happy years, That say thou art a man: Dianas lip Is not more smooth and rubious thy small pipe Is as the maidens organ, shrill and sound, And all is semblative a womans part. I know thy constellation is right apt For this affair. Some four or five attend him All, if you will for I myself am best When least in company. Prosper well in this, And thou shalt live as freely as thy lord, To call his fortunes thine."
        },
        {
            "speaker": "viola",
            "text": "Ill do my best To woo your lady: yet, a barful strife! Whoeer I woo, myself would be his wife."
        },
        {
            "text": "Aside"
        },
        {
            "text": "Exeunt"
        }
    ]
}