{
    "sceneName": "Act 1, scene 2",
    "playName": "twelfth night",
    "location": "The seacoast.",
    "lines": [
        {
            "text": "Enter VIOLA, a Captain, and Sailors"
        },
        {
            "speaker": "viola",
            "text": "What country, friends, is this"
        },
        {
            "speaker": "captain",
            "text": "This is Illyria, lady."
        },
        {
            "speaker": "viola",
            "text": "And what should I do in Illyria My brother he is in Elysium. Perchance he is not drownd: what think you, sailors"
        },
        {
            "speaker": "captain",
            "text": "It is perchance that you yourself were saved."
        },
        {
            "speaker": "viola",
            "text": "O my poor brother! and so perchance may he be."
        },
        {
            "speaker": "captain",
            "text": "True, madam: and, to comfort you with chance, Assure yourself, after our ship did split, When you and those poor number saved with you Hung on our driving boat, I saw your brother, Most provident in peril, bind himself, Courage and hope both teaching him the practise, To a strong mast that lived upon the sea Where, like Arion on the dolphins back, I saw him hold acquaintance with the waves So long as I could see."
        },
        {
            "speaker": "viola",
            "text": "For saying so, theres gold: Mine own escape unfoldeth to my hope, Whereto thy speech serves for authority, The like of him. Knowst thou this country"
        },
        {
            "speaker": "captain",
            "text": "Ay, madam, well for I was bred and born Not three hours travel from this very place."
        },
        {
            "speaker": "viola",
            "text": "Who governs here"
        },
        {
            "speaker": "captain",
            "text": "A noble duke, in nature as in name."
        },
        {
            "speaker": "viola",
            "text": "What is the name"
        },
        {
            "speaker": "captain",
            "text": "Orsino."
        },
        {
            "speaker": "viola",
            "text": "Orsino! I have heard my father name him: He was a bachelor then."
        },
        {
            "speaker": "captain",
            "text": "And so is now, or was so very late For but a month ago I went from hence, And then twas fresh in murmur,as, you know, What great ones do the less will prattle of, That he did seek the love of fair Olivia."
        },
        {
            "speaker": "viola",
            "text": "Whats she"
        },
        {
            "speaker": "captain",
            "text": "A virtuous maid, the daughter of a count That died some twelvemonth since, then leaving her In the protection of his son, her brother, Who shortly also died: for whose dear love, They say, she hath abjured the company And sight of men."
        },
        {
            "speaker": "viola",
            "text": "O that I served that lady And might not be delivered to the world, Till I had made mine own occasion mellow, What my estate is!"
        },
        {
            "speaker": "captain",
            "text": "That were hard to compass Because she will admit no kind of suit, No, not the dukes."
        },
        {
            "speaker": "viola",
            "text": "There is a fair behavior in thee, captain And though that nature with a beauteous wall Doth oft close in pollution, yet of thee I will believe thou hast a mind that suits With this thy fair and outward character. I prithee, and Ill pay thee bounteously, Conceal me what I am, and be my aid For such disguise as haply shall become The form of my intent. Ill serve this duke: Thou shall present me as an eunuch to him: It may be worth thy pains for I can sing And speak to him in many sorts of music That will allow me very worth his service. What else may hap to time I will commit Only shape thou thy silence to my wit."
        },
        {
            "speaker": "captain",
            "text": "Be you his eunuch, and your mute Ill be: When my tongue blabs, then let mine eyes not see."
        },
        {
            "speaker": "viola",
            "text": "I thank thee: lead me on."
        },
        {
            "text": "Exeunt"
        }
    ]
}