{
    "sceneName": "Act 2, scene 3",
    "playName": "twelfth night",
    "location": "OLIVIAs house.",
    "lines": [
        {
            "text": "Enter SIR TOBY BELCH and SIR ANDREW"
        },
        {
            "speaker": "sir toby belch",
            "text": "Approach, Sir Andrew: not to be abed after midnight is to be up betimes and diluculo surgere, thou knowst,"
        },
        {
            "speaker": "sir andrew",
            "text": "Nay, my troth, I know not: but I know, to be up late is to be up late."
        },
        {
            "speaker": "sir toby belch",
            "text": "A false conclusion: I hate it as an unfilled can. To be up after midnight and to go to bed then, is early: so that to go to bed after midnight is to go to bed betimes. Does not our life consist of the four elements"
        },
        {
            "speaker": "sir andrew",
            "text": "Faith, so they say but I think it rather consists of eating and drinking."
        },
        {
            "speaker": "sir toby belch",
            "text": "Thourt a scholar let us therefore eat and drink. Marian, I say! a stoup of wine!"
        },
        {
            "text": "Enter Clown"
        },
        {
            "speaker": "sir andrew",
            "text": "Here comes the fool, i faith."
        },
        {
            "speaker": "clown",
            "text": "How now, my hearts! did you never see the picture of we three"
        },
        {
            "speaker": "sir toby belch",
            "text": "Welcome, ass. Now lets have a catch."
        },
        {
            "speaker": "sir andrew",
            "text": "By my troth, the fool has an excellent breast. I had rather than forty shillings I had such a leg, and so sweet a breath to sing, as the fool has. In sooth, thou wast in very gracious fooling last night, when thou spokest of Pigrogromitus, of the Vapians passing the equinoctial of Queubus: twas very good, i faith. I sent thee sixpence for thy leman: hadst it"
        },
        {
            "speaker": "clown",
            "text": "I did impeticos thy gratillity for Malvolios nose is no whipstock: my lady has a white hand, and the Myrmidons are no bottleale houses."
        },
        {
            "speaker": "sir andrew",
            "text": "Excellent! why, this is the best fooling, when all is done. Now, a song."
        },
        {
            "speaker": "sir toby belch",
            "text": "Come on there is sixpence for you: lets have a song."
        },
        {
            "speaker": "sir andrew",
            "text": "Theres a testril of me too: if one knight give a"
        },
        {
            "speaker": "clown",
            "text": "Would you have a lovesong, or a song of good life"
        },
        {
            "speaker": "sir toby belch",
            "text": "A lovesong, a lovesong."
        },
        {
            "speaker": "sir andrew",
            "text": "Ay, ay: I care not for good life."
        },
        {
            "speaker": "clown",
            "text": "[Sings] O mistress mine, where are you roaming O, stay and hear your true loves coming, That can sing both high and low: Trip no further, pretty sweeting Journeys end in lovers meeting, Every wise mans son doth know."
        },
        {
            "speaker": "sir andrew",
            "text": "Excellent good, i faith."
        },
        {
            "speaker": "sir toby belch",
            "text": "Good, good."
        },
        {
            "speaker": "clown",
            "text": "[Sings] What is love tis not hereafter Present mirth hath present laughter Whats to come is still unsure: In delay there lies no plenty Then come kiss me, sweet and twenty, Youths a stuff will not endure."
        },
        {
            "speaker": "sir andrew",
            "text": "A mellifluous voice, as I am true knight."
        },
        {
            "speaker": "sir toby belch",
            "text": "A contagious breath."
        },
        {
            "speaker": "sir andrew",
            "text": "Very sweet and contagious, i faith."
        },
        {
            "speaker": "sir toby belch",
            "text": "To hear by the nose, it is dulcet in contagion. But shall we make the welkin dance indeed shall we rouse the nightowl in a catch that will draw three souls out of one weaver shall we do that"
        },
        {
            "speaker": "sir andrew",
            "text": "An you love me, lets dot: I am dog at a catch."
        },
        {
            "speaker": "clown",
            "text": "Byr lady, sir, and some dogs will catch well."
        },
        {
            "speaker": "sir andrew",
            "text": "Most certain. Let our catch be, Thou knave."
        },
        {
            "speaker": "clown",
            "text": "Hold thy peace, thou knave, knight I shall be constrained int to call thee knave, knight."
        },
        {
            "speaker": "sir andrew",
            "text": "Tis not the first time I have constrained one to call me knave. Begin, fool: it begins Hold thy peace."
        },
        {
            "speaker": "clown",
            "text": "I shall never begin if I hold my peace."
        },
        {
            "speaker": "sir andrew",
            "text": "Good, i faith. Come, begin."
        },
        {
            "text": "Catch sung"
        },
        {
            "text": "Enter MARIA"
        },
        {
            "speaker": "maria",
            "text": "What a caterwauling do you keep here! If my lady have not called up her steward Malvolio and bid him turn you out of doors, never trust me."
        },
        {
            "speaker": "sir toby belch",
            "text": "My ladys a Cataian, we are politicians, Malvolios a PegaRamsey, and Three merry men be we. Am not I consanguineous am I not of her blood Tillyvally. Lady! There dwelt a man in Babylon, lady, lady!"
        },
        {
            "text": "Sings"
        },
        {
            "speaker": "clown",
            "text": "Beshrew me, the knights in admirable fooling."
        },
        {
            "speaker": "sir andrew",
            "text": "Ay, he does well enough if he be disposed, and so do I too: he does it with a better grace, but I do it more natural."
        },
        {
            "speaker": "sir toby belch",
            "text": "[Sings]  O, the twelfth day of December,"
        },
        {
            "speaker": "maria",
            "text": "For the love o God, peace!"
        },
        {
            "text": "Enter MALVOLIO"
        },
        {
            "speaker": "malvolio",
            "text": "My masters, are you mad or what are you Have ye no wit, manners, nor honesty, but to gabble like tinkers at this time of night Do ye make an alehouse of my ladys house, that ye squeak out your coziers catches without any mitigation or remorse of voice Is there no respect of place, persons, nor time in you"
        },
        {
            "speaker": "sir toby belch",
            "text": "We did keep time, sir, in our catches. Sneck up!"
        },
        {
            "speaker": "malvolio",
            "text": "Sir Toby, I must be round with you. My lady bade me tell you, that, though she harbours you as her kinsman, shes nothing allied to your disorders. If you can separate yourself and your misdemeanors, you are welcome to the house if not, an it would please you to take leave of her, she is very willing to bid you farewell."
        },
        {
            "speaker": "sir toby belch",
            "text": "Farewell, dear heart, since I must needs be gone."
        },
        {
            "speaker": "maria",
            "text": "Nay, good Sir Toby."
        },
        {
            "speaker": "clown",
            "text": "His eyes do show his days are almost done."
        },
        {
            "speaker": "malvolio",
            "text": "Ist even so"
        },
        {
            "speaker": "sir toby belch",
            "text": "But I will never die."
        },
        {
            "speaker": "clown",
            "text": "Sir Toby, there you lie."
        },
        {
            "speaker": "malvolio",
            "text": "This is much credit to you."
        },
        {
            "speaker": "sir toby belch",
            "text": "Shall I bid him go"
        },
        {
            "speaker": "clown",
            "text": "What an if you do"
        },
        {
            "speaker": "sir toby belch",
            "text": "Shall I bid him go, and spare not"
        },
        {
            "speaker": "clown",
            "text": "O no, no, no, no, you dare not."
        },
        {
            "speaker": "sir toby belch",
            "text": "Out o tune, sir: ye lie. Art any more than a steward Dost thou think, because thou art virtuous, there shall be no more cakes and ale"
        },
        {
            "speaker": "clown",
            "text": "Yes, by Saint Anne, and ginger shall be hot i the mouth too."
        },
        {
            "speaker": "sir toby belch",
            "text": "Thourt i the right. Go, sir, rub your chain with crumbs. A stoup of wine, Maria!"
        },
        {
            "speaker": "malvolio",
            "text": "Mistress Mary, if you prized my ladys favour at any thing more than contempt, you would not give means for this uncivil rule: she shall know of it, by this hand."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "maria",
            "text": "Go shake your ears."
        },
        {
            "speaker": "sir andrew",
            "text": "Twere as good a deed as to drink when a mans ahungry, to challenge him the field, and then to break promise with him and make a fool of him."
        },
        {
            "speaker": "sir toby belch",
            "text": "Dot, knight: Ill write thee a challenge: or Ill deliver thy indignation to him by word of mouth."
        },
        {
            "speaker": "maria",
            "text": "Sweet Sir Toby, be patient for tonight: since the youth of the counts was today with thy lady, she is much out of quiet. For Monsieur Malvolio, let me alone with him: if I do not gull him into a nayword, and make him a common recreation, do not think I have wit enough to lie straight in my bed: I know I can do it."
        },
        {
            "speaker": "sir toby belch",
            "text": "Possess us, possess us tell us something of him."
        },
        {
            "speaker": "maria",
            "text": "Marry, sir, sometimes he is a kind of puritan."
        },
        {
            "speaker": "sir andrew",
            "text": "O, if I thought that Ild beat him like a dog!"
        },
        {
            "speaker": "sir toby belch",
            "text": "What, for being a puritan thy exquisite reason, dear knight"
        },
        {
            "speaker": "sir andrew",
            "text": "I have no exquisite reason fort, but I have reason good enough."
        },
        {
            "speaker": "maria",
            "text": "The devil a puritan that he is, or any thing constantly, but a timepleaser an affectioned ass, that cons state without book and utters it by great swarths: the best persuaded of himself, so crammed, as he thinks, with excellencies, that it is his grounds of faith that all that look on him love him and on that vice in him will my revenge find notable cause to work."
        },
        {
            "speaker": "sir toby belch",
            "text": "What wilt thou do"
        },
        {
            "speaker": "maria",
            "text": "I will drop in his way some obscure epistles of love wherein, by the colour of his beard, the shape of his leg, the manner of his gait, the expressure of his eye, forehead, and complexion, he shall find himself most feelingly personated. I can write very like my lady your niece: on a forgotten matter we can hardly make distinction of our hands."
        },
        {
            "speaker": "sir toby belch",
            "text": "Excellent! I smell a device."
        },
        {
            "speaker": "sir andrew",
            "text": "I havet in my nose too."
        },
        {
            "speaker": "sir toby belch",
            "text": "He shall think, by the letters that thou wilt drop, that they come from my niece, and that shes in love with him."
        },
        {
            "speaker": "maria",
            "text": "My purpose is, indeed, a horse of that colour."
        },
        {
            "speaker": "sir andrew",
            "text": "And your horse now would make him an ass."
        },
        {
            "speaker": "maria",
            "text": "Ass, I doubt not."
        },
        {
            "speaker": "sir andrew",
            "text": "O, twill be admirable!"
        },
        {
            "speaker": "maria",
            "text": "Sport royal, I warrant you: I know my physic will work with him. I will plant you two, and let the fool make a third, where he shall find the letter: observe his construction of it. For this night, to bed, and dream on the event. Farewell."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "sir toby belch",
            "text": "Good night, Penthesilea."
        },
        {
            "speaker": "sir andrew",
            "text": "Before me, shes a good wench."
        },
        {
            "speaker": "sir toby belch",
            "text": "Shes a beagle, truebred, and one that adores me: what o that"
        },
        {
            "speaker": "sir andrew",
            "text": "I was adored once too."
        },
        {
            "speaker": "sir toby belch",
            "text": "Lets to bed, knight. Thou hadst need send for more money."
        },
        {
            "speaker": "sir andrew",
            "text": "If I cannot recover your niece, I am a foul way out."
        },
        {
            "speaker": "sir toby belch",
            "text": "Send for money, knight: if thou hast her not i the end, call me cut."
        },
        {
            "speaker": "sir andrew",
            "text": "If I do not, never trust me, take it how you will."
        },
        {
            "speaker": "sir toby belch",
            "text": "Come, come, Ill go burn some sack tis too late to go to bed now: come, knight come, knight."
        },
        {
            "text": "Exeunt"
        }
    ]
}