{
    "sceneName": "Act 3, scene 4",
    "playName": "twelfth night",
    "location": "OLIVIA's garden.",
    "lines": [
        {
            "text": "Enter OLIVIA and MARIA"
        },
        {
            "speaker": "olivia",
            "text": "I have sent after him: he says he'll come; How shall I feast him? what bestow of him? For youth is bought more oft than begg'd or borrow'd. I speak too loud. Where is Malvolio? he is sad and civil, And suits well for a servant with my fortunes: Where is Malvolio?"
        },
        {
            "speaker": "maria",
            "text": "He's coming, madam; but in very strange manner. He is, sure, possessed, madam."
        },
        {
            "speaker": "olivia",
            "text": "Why, what's the matter? does he rave?"
        },
        {
            "speaker": "maria",
            "text": "No. madam, he does nothing but smile: your ladyship were best to have some guard about you, if he come; for, sure, the man is tainted in's wits."
        },
        {
            "speaker": "olivia",
            "text": "Go call him hither. I am as mad as he, If sad and merry madness equal be. How now, Malvolio!"
        },
        {
            "text": "Exit MARIA"
        },
        {
            "text": "Re-enter MARIA, with MALVOLIO"
        },
        {
            "speaker": "malvolio",
            "text": "Sweet lady, ho, ho."
        },
        {
            "speaker": "olivia",
            "text": "Smilest thou? I sent for thee upon a sad occasion."
        },
        {
            "speaker": "malvolio",
            "text": "Sad, lady! I could be sad: this does make some obstruction in the blood, this cross-gartering; but what of that? if it please the eye of one, it is with me as the very true sonnet is, 'Please one, and please all.'"
        },
        {
            "speaker": "olivia",
            "text": "Why, how dost thou, man? what is the matter with thee?"
        },
        {
            "speaker": "malvolio",
            "text": "Not black in my mind, though yellow in my legs. It did come to his hands, and commands shall be executed: I think we do know the sweet Roman hand."
        },
        {
            "speaker": "olivia",
            "text": "Wilt thou go to bed, Malvolio?"
        },
        {
            "speaker": "malvolio",
            "text": "To bed! ay, sweet-heart, and I'll come to thee."
        },
        {
            "speaker": "olivia",
            "text": "God comfort thee! Why dost thou smile so and kiss thy hand so oft?"
        },
        {
            "speaker": "maria",
            "text": "How do you, Malvolio?"
        },
        {
            "speaker": "malvolio",
            "text": "At your request! yes; nightingales answer daws."
        },
        {
            "speaker": "maria",
            "text": "Why appear you with this ridiculous boldness before my lady?"
        },
        {
            "speaker": "malvolio",
            "text": "'Be not afraid of greatness:' 'twas well writ."
        },
        {
            "speaker": "olivia",
            "text": "What meanest thou by that, Malvolio?"
        },
        {
            "speaker": "malvolio",
            "text": "'Some are born great,'--"
        },
        {
            "speaker": "olivia",
            "text": "Ha!"
        },
        {
            "speaker": "malvolio",
            "text": "'Some achieve greatness,'--"
        },
        {
            "speaker": "olivia",
            "text": "What sayest thou?"
        },
        {
            "speaker": "malvolio",
            "text": "'And some have greatness thrust upon them.'"
        },
        {
            "speaker": "olivia",
            "text": "Heaven restore thee!"
        },
        {
            "speaker": "malvolio",
            "text": "'Remember who commended thy yellow stocking s,'--"
        },
        {
            "speaker": "olivia",
            "text": "Thy yellow stockings!"
        },
        {
            "speaker": "malvolio",
            "text": "'And wished to see thee cross-gartered.'"
        },
        {
            "speaker": "olivia",
            "text": "Cross-gartered!"
        },
        {
            "speaker": "malvolio",
            "text": "'Go to thou art made, if thou desirest to be so;'--"
        },
        {
            "speaker": "olivia",
            "text": "Am I made?"
        },
        {
            "speaker": "malvolio",
            "text": "'If not, let me see thee a servant still.'"
        },
        {
            "speaker": "olivia",
            "text": "Why, this is very midsummer madness."
        },
        {
            "text": "Enter Servant"
        },
        {
            "speaker": "servant",
            "text": "Madam, the young gentleman of the Count Orsino's is returned: I could hardly entreat him back: he attends your ladyship's pleasure."
        },
        {
            "speaker": "olivia",
            "text": "I'll come to him. Good Maria, let this fellow be looked to. Where's my cousin Toby? Let some of my people have a special care of him: I would not have him miscarry for the half of my dowry."
        },
        {
            "text": "Exit Servant"
        },
        {
            "text": "Exeunt OLIVIA and MARIA"
        },
        {
            "speaker": "malvolio",
            "text": "O, ho! do you come near me now? no worse man than Sir Toby to look to me! This concurs directly with the letter: she sends him on purpose, that I may appear stubborn to him; for she incites me to that in the letter. 'Cast thy humble slough,' says she; 'be opposite with a kinsman, surly with servants; let thy tongue tang with arguments of state; put thyself into the trick of singularity;' and consequently sets down the manner how; as, a sad face, a reverend carriage, a slow tongue, in the habit of some sir of note, and so forth. I have limed her; but it is Jove's doing, and Jove make me thankful! And when she went away now, 'Let this fellow be looked to:' fellow! not Malvolio, nor after my degree, but fellow. Why, every thing adheres together, that no dram of a scruple, no scruple of a scruple, no obstacle, no incredulous or unsafe circumstance--What can be said? Nothing that can be can come between me and the full prospect of my hopes. Well, Jove, not I, is the doer of this, and he is to be thanked."
        },
        {
            "text": "Re-enter MARIA, with SIR TOBY BELCH and FABIAN"
        },
        {
            "speaker": "sir toby belch",
            "text": "Which way is he, in the name of sanctity? If all the devils of hell be drawn in little, and Legion himself possessed him, yet I'll speak to him."
        },
        {
            "speaker": "fabian",
            "text": "Here he is, here he is. How is't with you, sir? how is't with you, man?"
        },
        {
            "speaker": "malvolio",
            "text": "Go off; I discard you: let me enjoy my private: go off."
        },
        {
            "speaker": "maria",
            "text": "Lo, how hollow the fiend speaks within him! did not I tell you? Sir Toby, my lady prays you to have a care of him."
        },
        {
            "speaker": "malvolio",
            "text": "Ah, ha! does she so?"
        },
        {
            "speaker": "sir toby belch",
            "text": "Go to, go to; peace, peace; we must deal gently with him: let me alone. How do you, Malvolio? how is't with you? What, man! defy the devil: consider, he's an enemy to mankind."
        },
        {
            "speaker": "malvolio",
            "text": "Do you know what you say?"
        },
        {
            "speaker": "maria",
            "text": "La you, an you speak ill of the devil, how he takes it at heart! Pray God, he be not bewitched!"
        },
        {
            "speaker": "fabian",
            "text": "Carry his water to the wise woman."
        },
        {
            "speaker": "maria",
            "text": "Marry, and it shall be done to-morrow morning, if I live. My lady would not lose him for more than I'll say."
        },
        {
            "speaker": "malvolio",
            "text": "How now, mistress!"
        },
        {
            "speaker": "maria",
            "text": "O Lord!"
        },
        {
            "speaker": "sir toby belch",
            "text": "Prithee, hold thy peace; this is not the way: do you not see you move him? let me alone with him."
        },
        {
            "speaker": "fabian",
            "text": "No way but gentleness; gently, gently: the fiend is rough, and will not be roughly used."
        },
        {
            "speaker": "sir toby belch",
            "text": "Why, how now, my bawcock! how dost thou, chuck?"
        },
        {
            "speaker": "malvolio",
            "text": "Sir!"
        },
        {
            "speaker": "sir toby belch",
            "text": "Ay, Biddy, come with me. What, man! 'tis not for gravity to play at cherry-pit with Satan: hang him, foul collier!"
        },
        {
            "speaker": "maria",
            "text": "Get him to say his prayers, good Sir Toby, get him to pray."
        },
        {
            "speaker": "malvolio",
            "text": "My prayers, minx!"
        },
        {
            "speaker": "maria",
            "text": "No, I warrant you, he will not hear of godliness."
        },
        {
            "speaker": "malvolio",
            "text": "Go, hang yourselves all! you are idle shallow things: I am not of your element: you shall know more hereafter."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "sir toby belch",
            "text": "Is't possible?"
        },
        {
            "speaker": "fabian",
            "text": "If this were played upon a stage now, I could condemn it as an improbable fiction."
        },
        {
            "speaker": "sir toby belch",
            "text": "His very genius hath taken the infection of the device, man."
        },
        {
            "speaker": "maria",
            "text": "Nay, pursue him now, lest the device take air and taint."
        },
        {
            "speaker": "fabian",
            "text": "Why, we shall make him mad indeed."
        },
        {
            "speaker": "maria",
            "text": "The house will be the quieter."
        },
        {
            "speaker": "sir toby belch",
            "text": "Come, we'll have him in a dark room and bound. My niece is already in the belief that he's mad: we may carry it thus, for our pleasure and his penance, till our very pastime, tired out of breath, prompt us to have mercy on him: at which time we will bring the device to the bar and crown thee for a finder of madmen. But see, but see."
        },
        {
            "text": "Enter SIR ANDREW"
        },
        {
            "speaker": "fabian",
            "text": "More matter for a May morning."
        },
        {
            "speaker": "sir andrew",
            "text": "Here's the challenge, read it: warrant there's vinegar and pepper in't."
        },
        {
            "speaker": "fabian",
            "text": "Is't so saucy?"
        },
        {
            "speaker": "sir andrew",
            "text": "Ay, is't, I warrant him: do but read."
        },
        {
            "speaker": "sir toby belch",
            "text": "Give me. 'Youth, whatsoever thou art, thou art but a scurvy fellow.'"
        },
        {
            "text": "Reads"
        },
        {
            "speaker": "fabian",
            "text": "Good, and valiant."
        },
        {
            "speaker": "sir toby belch",
            "text": "[Reads]  'Wonder not, nor admire not in thy mind, why I do call thee so, for I will show thee no reason for't.'"
        },
        {
            "speaker": "fabian",
            "text": "A good note; that keeps you from the blow of the law."
        },
        {
            "speaker": "sir toby belch",
            "text": "[Reads]  'Thou comest to the lady Olivia, and in my sight she uses thee kindly: but thou liest in thy throat; that is not the matter I challenge thee for.'"
        },
        {
            "speaker": "fabian",
            "text": "Very brief, and to exceeding good sense--less."
        },
        {
            "speaker": "sir toby belch",
            "text": "[Reads]  'I will waylay thee going home; where if it be thy chance to kill me,'--"
        },
        {
            "speaker": "fabian",
            "text": "Good."
        },
        {
            "speaker": "sir toby belch",
            "text": "[Reads]  'Thou killest me like a rogue and a villain.'"
        },
        {
            "speaker": "fabian",
            "text": "Still you keep o' the windy side of the law: good."
        },
        {
            "speaker": "sir toby belch",
            "text": "[Reads]  'Fare thee well; and God have mercy upon one of our souls! He may have mercy upon mine; but my hope is better, and so look to thyself. Thy friend, as thou usest him, and thy sworn enemy, ANDREW AGUECHEEK. If this letter move him not, his legs cannot: I'll give't him."
        },
        {
            "speaker": "maria",
            "text": "You may have very fit occasion for't: he is now in some commerce with my lady, and will by and by depart."
        },
        {
            "speaker": "sir toby belch",
            "text": "Go, Sir Andrew: scout me for him at the corner the orchard like a bum-baily: so soon as ever thou seest him, draw; and, as thou drawest swear horrible; for it comes to pass oft that a terrible oath, with a swaggering accent sharply twanged off, gives manhood more approbation than ever proof itself would have earned him. Away!"
        },
        {
            "speaker": "sir andrew",
            "text": "Nay, let me alone for swearing."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "sir toby belch",
            "text": "Now will not I deliver his letter: for the behavior of the young gentleman gives him out to be of good capacity and breeding; his employment between his lord and my niece confirms no less: therefore this letter, being so excellently ignorant, will breed no terror in the youth: he will find it comes from a clodpole. But, sir, I will deliver his challenge by word of mouth; set upon Aguecheek a notable report of valour; and drive the gentleman, as I know his youth will aptly receive it, into a most hideous opinion of his rage, skill, fury and impetuosity. This will so fright them both that they will kill one another by the look, like cockatrices."
        },
        {
            "text": "Re-enter OLIVIA, with VIOLA"
        },
        {
            "speaker": "fabian",
            "text": "Here he comes with your niece: give them way till he take leave, and presently after him."
        },
        {
            "speaker": "sir toby belch",
            "text": "I will meditate the while upon some horrid message for a challenge."
        },
        {
            "text": "Exeunt SIR TOBY BELCH, FABIAN, and MARIA"
        },
        {
            "speaker": "olivia",
            "text": "I have said too much unto a heart of stone And laid mine honour too unchary out: There's something in me that reproves my fault; But such a headstrong potent fault it is, That it but mocks reproof."
        },
        {
            "speaker": "viola",
            "text": "With the same 'havior that your passion bears Goes on my master's grief."
        },
        {
            "speaker": "olivia",
            "text": "Here, wear this jewel for me, 'tis my picture; Refuse it not; it hath no tongue to vex you; And I beseech you come again to-morrow. What shall you ask of me that I'll deny, That honour saved may upon asking give?"
        },
        {
            "speaker": "viola",
            "text": "Nothing but this; your true love for my master."
        },
        {
            "speaker": "olivia",
            "text": "How with mine honour may I give him that Which I have given to you?"
        },
        {
            "speaker": "viola",
            "text": "I will acquit you."
        },
        {
            "speaker": "olivia",
            "text": "Well, come again to-morrow: fare thee well: A fiend like thee might bear my soul to hell."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Re-enter SIR TOBY BELCH and FABIAN"
        },
        {
            "speaker": "sir toby belch",
            "text": "Gentleman, God save thee."
        },
        {
            "speaker": "viola",
            "text": "And you, sir."
        },
        {
            "speaker": "sir toby belch",
            "text": "That defence thou hast, betake thee to't: of what nature the wrongs are thou hast done him, I know not; but thy intercepter, full of despite, bloody as the hunter, attends thee at the orchard-end: dismount thy tuck, be yare in thy preparation, for thy assailant is quick, skilful and deadly."
        },
        {
            "speaker": "viola",
            "text": "You mistake, sir; I am sure no man hath any quarrel to me: my remembrance is very free and clear from any image of offence done to any man."
        },
        {
            "speaker": "sir toby belch",
            "text": "You'll find it otherwise, I assure you: therefore, if you hold your life at any price, betake you to your guard; for your opposite hath in him what youth, strength, skill and wrath can furnish man withal."
        },
        {
            "speaker": "viola",
            "text": "I pray you, sir, what is he?"
        },
        {
            "speaker": "sir toby belch",
            "text": "He is knight, dubbed with unhatched rapier and on carpet consideration; but he is a devil in private brawl: souls and bodies hath he divorced three; and his incensement at this moment is so implacable, that satisfaction can be none but by pangs of death and sepulchre. Hob, nob, is his word; give't or take't."
        },
        {
            "speaker": "viola",
            "text": "I will return again into the house and desire some conduct of the lady. I am no fighter. I have heard of some kind of men that put quarrels purposely on others, to taste their valour: belike this is a man of that quirk."
        },
        {
            "speaker": "sir toby belch",
            "text": "Sir, no; his indignation derives itself out of a very competent injury: therefore, get you on and give him his desire. Back you shall not to the house, unless you undertake that with me which with as much safety you might answer him: therefore, on, or strip your sword stark naked; for meddle you must, that's certain, or forswear to wear iron about you."
        },
        {
            "speaker": "viola",
            "text": "This is as uncivil as strange. I beseech you, do me this courteous office, as to know of the knight what my offence to him is: it is something of my negligence, nothing of my purpose."
        },
        {
            "speaker": "sir toby belch",
            "text": "I will do so. Signior Fabian, stay you by this gentleman till my return."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "viola",
            "text": "Pray you, sir, do you know of this matter?"
        },
        {
            "speaker": "fabian",
            "text": "I know the knight is incensed against you, even to a mortal arbitrement; but nothing of the circumstance more."
        },
        {
            "speaker": "viola",
            "text": "I beseech you, what manner of man is he?"
        },
        {
            "speaker": "fabian",
            "text": "Nothing of that wonderful promise, to read him by his form, as you are like to find him in the proof of his valour. He is, indeed, sir, the most skilful, bloody and fatal opposite that you could possibly have found in any part of Illyria. Will you walk towards him? I will make your peace with him if I can."
        },
        {
            "speaker": "viola",
            "text": "I shall be much bound to you for't: I am one that had rather go with sir priest than sir knight: I care not who knows so much of my mettle."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Re-enter SIR TOBY BELCH, with SIR ANDREW"
        },
        {
            "speaker": "sir toby belch",
            "text": "Why, man, he's a very devil; I have not seen such a firago. I had a pass with him, rapier, scabbard and all, and he gives me the stuck in with such a mortal motion, that it is inevitable; and on the answer, he pays you as surely as your feet hit the ground they step on. They say he has been fencer to the Sophy."
        },
        {
            "speaker": "sir andrew",
            "text": "Pox on't, I'll not meddle with him."
        },
        {
            "speaker": "sir toby belch",
            "text": "Ay, but he will not now be pacified: Fabian can scarce hold him yonder."
        },
        {
            "speaker": "sir andrew",
            "text": "Plague on't, an I thought he had been valiant and so cunning in fence, I'ld have seen him damned ere I'ld have challenged him. Let him let the matter slip, and I'll give him my horse, grey Capilet."
        },
        {
            "speaker": "sir toby belch",
            "text": "I'll make the motion: stand here, make a good show on't: this shall end without the perdition of souls. Marry, I'll ride your horse as well as I ride you. I have his horse to take up the quarrel: I have persuaded him the youth's a devil."
        },
        {
            "text": "Aside"
        },
        {
            "text": "Re-enter FABIAN and VIOLA"
        },
        {
            "text": "To FABIAN"
        },
        {
            "speaker": "fabian",
            "text": "He is as horribly conceited of him; and pants and looks pale, as if a bear were at his heels."
        },
        {
            "speaker": "sir toby belch",
            "text": "[To VIOLA]  There's no remedy, sir; he will fight with you for's oath sake: marry, he hath better bethought him of his quarrel, and he finds that now scarce to be worth talking of: therefore draw, for the supportance of his vow; he protests he will not hurt you."
        },
        {
            "speaker": "viola",
            "text": "[Aside]  Pray God defend me! A little thing would make me tell them how much I lack of a man."
        },
        {
            "speaker": "fabian",
            "text": "Give ground, if you see him furious."
        },
        {
            "speaker": "sir toby belch",
            "text": "Come, Sir Andrew, there's no remedy; the gentleman will, for his honour's sake, have one bout with you; he cannot by the duello avoid it: but he has promised me, as he is a gentleman and a soldier, he will not hurt you. Come on; to't."
        },
        {
            "speaker": "sir andrew",
            "text": "Pray God, he keep his oath!"
        },
        {
            "speaker": "viola",
            "text": "I do assure you, 'tis against my will."
        },
        {
            "text": "They draw"
        },
        {
            "text": "Enter ANTONIO"
        },
        {
            "speaker": "antonio",
            "text": "Put up your sword. If this young gentleman Have done offence, I take the fault on me: If you offend him, I for him defy you."
        },
        {
            "speaker": "sir toby belch",
            "text": "You, sir! why, what are you?"
        },
        {
            "speaker": "antonio",
            "text": "One, sir, that for his love dares yet do more Than you have heard him brag to you he will."
        },
        {
            "speaker": "sir toby belch",
            "text": "Nay, if you be an undertaker, I am for you."
        },
        {
            "text": "They draw"
        },
        {
            "text": "Enter Officers"
        },
        {
            "speaker": "fabian",
            "text": "O good Sir Toby, hold! here come the officers."
        },
        {
            "speaker": "sir toby belch",
            "text": "I'll be with you anon."
        },
        {
            "speaker": "viola",
            "text": "Pray, sir, put your sword up, if you please."
        },
        {
            "speaker": "sir andrew",
            "text": "Marry, will I, sir; and, for that I promised you, I'll be as good as my word: he will bear you easily and reins well."
        },
        {
            "speaker": "first officer",
            "text": "This is the man; do thy office."
        },
        {
            "speaker": "second officer",
            "text": "Antonio, I arrest thee at the suit of Count Orsino."
        },
        {
            "speaker": "antonio",
            "text": "You do mistake me, sir."
        },
        {
            "speaker": "first officer",
            "text": "No, sir, no jot; I know your favour well, Though now you have no sea-cap on your head. Take him away: he knows I know him well."
        },
        {
            "speaker": "antonio",
            "text": "I must obey. This comes with seeking you: But there's no remedy; I shall answer it. What will you do, now my necessity Makes me to ask you for my purse? It grieves me Much more for what I cannot do for you Than what befalls myself. You stand amazed; But be of comfort."
        },
        {
            "text": "To VIOLA"
        },
        {
            "speaker": "second officer",
            "text": "Come, sir, away."
        },
        {
            "speaker": "antonio",
            "text": "I must entreat of you some of that money."
        },
        {
            "speaker": "viola",
            "text": "What money, sir? For the fair kindness you have show'd me here, And, part, being prompted by your present trouble, Out of my lean and low ability I'll lend you something: my having is not much; I'll make division of my present with you: Hold, there's half my coffer."
        },
        {
            "speaker": "antonio",
            "text": "Will you deny me now? Is't possible that my deserts to you Can lack persuasion? Do not tempt my misery, Lest that it make me so unsound a man As to upbraid you with those kindnesses That I have done for you."
        },
        {
            "speaker": "viola",
            "text": "I know of none; Nor know I you by voice or any feature: I hate ingratitude more in a man Than lying, vainness, babbling, drunkenness, Or any taint of vice whose strong corruption Inhabits our frail blood."
        },
        {
            "speaker": "antonio",
            "text": "O heavens themselves!"
        },
        {
            "speaker": "second officer",
            "text": "Come, sir, I pray you, go."
        },
        {
            "speaker": "antonio",
            "text": "Let me speak a little. This youth that you see here I snatch'd one half out of the jaws of death, Relieved him with such sanctity of love, And to his image, which methought did promise Most venerable worth, did I devotion."
        },
        {
            "speaker": "first officer",
            "text": "What's that to us? The time goes by: away!"
        },
        {
            "speaker": "antonio",
            "text": "But O how vile an idol proves this god Thou hast, Sebastian, done good feature shame. In nature there's no blemish but the mind; None can be call'd deform'd but the unkind: Virtue is beauty, but the beauteous evil Are empty trunks o'erflourish'd by the devil."
        },
        {
            "speaker": "first officer",
            "text": "The man grows mad: away with him! Come, come, sir."
        },
        {
            "speaker": "antonio",
            "text": "Lead me on."
        },
        {
            "text": "Exit with Officers"
        },
        {
            "speaker": "viola",
            "text": "Methinks his words do from such passion fly, That he believes himself: so do not I. Prove true, imagination, O, prove true, That I, dear brother, be now ta'en for you!"
        },
        {
            "speaker": "sir toby belch",
            "text": "Come hither, knight; come hither, Fabian: we'll whisper o'er a couplet or two of most sage saws."
        },
        {
            "speaker": "viola",
            "text": "He named Sebastian: I my brother know Yet living in my glass; even such and so In favour was my brother, and he went Still in this fashion, colour, ornament, For him I imitate: O, if it prove, Tempests are kind and salt waves fresh in love."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "sir toby belch",
            "text": "A very dishonest paltry boy, and more a coward than a hare: his dishonesty appears in leaving his friend here in necessity and denying him; and for his cowardship, ask Fabian."
        },
        {
            "speaker": "fabian",
            "text": "A coward, a most devout coward, religious in it."
        },
        {
            "speaker": "sir andrew",
            "text": "'Slid, I'll after him again and beat him."
        },
        {
            "speaker": "sir toby belch",
            "text": "Do; cuff him soundly, but never draw thy sword."
        },
        {
            "speaker": "sir andrew",
            "text": "An I do not,--"
        },
        {
            "speaker": "fabian",
            "text": "Come, let's see the event."
        },
        {
            "speaker": "sir toby belch",
            "text": "I dare lay any money 'twill be nothing yet."
        },
        {
            "text": "Exeunt"
        }
    ]
}