{
    "sceneName": "Act 3, scene 2",
    "playName": "twelfth night",
    "location": "OLIVIA's house.",
    "lines": [
        {
            "text": "Enter SIR TOBY BELCH, SIR ANDREW, and FABIAN"
        },
        {
            "speaker": "sir andrew",
            "text": "No, faith, I'll not stay a jot longer."
        },
        {
            "speaker": "sir toby belch",
            "text": "Thy reason, dear venom, give thy reason."
        },
        {
            "speaker": "fabian",
            "text": "You must needs yield your reason, Sir Andrew."
        },
        {
            "speaker": "sir andrew",
            "text": "Marry, I saw your niece do more favours to the count's serving-man than ever she bestowed upon me; I saw't i' the orchard."
        },
        {
            "speaker": "sir toby belch",
            "text": "Did she see thee the while, old boy? tell me that."
        },
        {
            "speaker": "sir andrew",
            "text": "As plain as I see you now."
        },
        {
            "speaker": "fabian",
            "text": "This was a great argument of love in her toward you."
        },
        {
            "speaker": "sir andrew",
            "text": "'Slight, will you make an ass o' me?"
        },
        {
            "speaker": "fabian",
            "text": "I will prove it legitimate, sir, upon the oaths of judgment and reason."
        },
        {
            "speaker": "sir toby belch",
            "text": "And they have been grand-jury-men since before Noah was a sailor."
        },
        {
            "speaker": "fabian",
            "text": "She did show favour to the youth in your sight only to exasperate you, to awake your dormouse valour, to put fire in your heart and brimstone in your liver. You should then have accosted her; and with some excellent jests, fire-new from the mint, you should have banged the youth into dumbness. This was looked for at your hand, and this was balked: the double gilt of this opportunity you let time wash off, and you are now sailed into the north of my lady's opinion; where you will hang like an icicle on a Dutchman's beard, unless you do redeem it by some laudable attempt either of valour or policy."
        },
        {
            "speaker": "sir andrew",
            "text": "An't be any way, it must be with valour; for policy I hate: I had as lief be a Brownist as a politician."
        },
        {
            "speaker": "sir toby belch",
            "text": "Why, then, build me thy fortunes upon the basis of valour. Challenge me the count's youth to fight with him; hurt him in eleven places: my niece shall take note of it; and assure thyself, there is no love-broker in the world can more prevail in man's commendation with woman than report of valour."
        },
        {
            "speaker": "fabian",
            "text": "There is no way but this, Sir Andrew."
        },
        {
            "speaker": "sir andrew",
            "text": "Will either of you bear me a challenge to him?"
        },
        {
            "speaker": "sir toby belch",
            "text": "Go, write it in a martial hand; be curst and brief; it is no matter how witty, so it be eloquent and fun of invention: taunt him with the licence of ink: if thou thou'st him some thrice, it shall not be amiss; and as many lies as will lie in thy sheet of paper, although the sheet were big enough for the bed of Ware in England, set 'em down: go, about it. Let there be gall enough in thy ink, though thou write with a goose-pen, no matter: about it."
        },
        {
            "speaker": "sir andrew",
            "text": "Where shall I find you?"
        },
        {
            "speaker": "sir toby belch",
            "text": "We'll call thee at the cubiculo: go."
        },
        {
            "text": "Exit SIR ANDREW"
        },
        {
            "speaker": "fabian",
            "text": "This is a dear manikin to you, Sir Toby."
        },
        {
            "speaker": "sir toby belch",
            "text": "I have been dear to him, lad, some two thousand strong, or so."
        },
        {
            "speaker": "fabian",
            "text": "We shall have a rare letter from him: but you'll not deliver't?"
        },
        {
            "speaker": "sir toby belch",
            "text": "Never trust me, then; and by all means stir on the youth to an answer. I think oxen and wainropes cannot hale them together. For Andrew, if he were opened, and you find so much blood in his liver as will clog the foot of a flea, I'll eat the rest of the anatomy."
        },
        {
            "speaker": "fabian",
            "text": "And his opposite, the youth, bears in his visage no great presage of cruelty."
        },
        {
            "text": "Enter MARIA"
        },
        {
            "speaker": "sir toby belch",
            "text": "Look, where the youngest wren of nine comes."
        },
        {
            "speaker": "maria",
            "text": "If you desire the spleen, and will laugh yourself into stitches, follow me. Yond gull Malvolio is turned heathen, a very renegado; for there is no Christian, that means to be saved by believing rightly, can ever believe such impossible passages of grossness. He's in yellow stockings."
        },
        {
            "speaker": "sir toby belch",
            "text": "And cross-gartered?"
        },
        {
            "speaker": "maria",
            "text": "Most villanously; like a pedant that keeps a school i' the church. I have dogged him, like his murderer. He does obey every point of the letter that I dropped to betray him: he does smile his face into more lines than is in the new map with the augmentation of the Indies: you have not seen such a thing as 'tis. I can hardly forbear hurling things at him. I know my lady will strike him: if she do, he'll smile and take't for a great favour."
        },
        {
            "speaker": "sir toby belch",
            "text": "Come, bring us, bring us where he is."
        },
        {
            "text": "Exeunt"
        }
    ]
}