{
    "sceneName": "Act 3, scene 2",
    "playName": "pericles",
    "location": "Ephesus. A room in CERIMONs house.",
    "lines": [
        {
            "text": "Enter CERIMON, with a Servant, and some Persons who have been shipwrecked"
        },
        {
            "speaker": "cerimon",
            "text": "Philemon, ho!"
        },
        {
            "text": "Enter PHILEMON"
        },
        {
            "speaker": "philemon",
            "text": "Doth my lord call"
        },
        {
            "speaker": "cerimon",
            "text": "Get fire and meat for these poor men: T has been a turbulent and stormy night."
        },
        {
            "speaker": "servant",
            "text": "I have been in many but such a night as this, Till now, I neer endured."
        },
        {
            "speaker": "cerimon",
            "text": "Your master will be dead ere you return Theres nothing can be ministerd to nature That can recover him. Give this to the pothecary, And tell me how it works."
        },
        {
            "text": "To PHILEMON"
        },
        {
            "text": "Exeunt all but CERIMON"
        },
        {
            "text": "Enter two Gentlemen"
        },
        {
            "speaker": "first gentleman",
            "text": "Good morrow."
        },
        {
            "speaker": "second gentleman",
            "text": "Good morrow to your lordship."
        },
        {
            "speaker": "cerimon",
            "text": "Gentlemen, Why do you stir so early"
        },
        {
            "speaker": "first gentleman",
            "text": "Sir, Our lodgings, standing bleak upon the sea, Shook as the earth did quake The very principals did seem to rend, And allto topple: pure surprise and fear Made me to quit the house."
        },
        {
            "speaker": "second gentleman",
            "text": "That is the cause we trouble you so early Tis not our husbandry."
        },
        {
            "speaker": "cerimon",
            "text": "O, you say well."
        },
        {
            "speaker": "first gentleman",
            "text": "But I much marvel that your lordship, having Rich tire about you, should at these early hours Shake off the golden slumber of repose. Tis most strange, Nature should be so conversant with pain, Being thereto not compelld."
        },
        {
            "speaker": "cerimon",
            "text": "I hold it ever, Virtue and cunning were endowments greater Than nobleness and riches: careless heirs May the two latter darken and expend But immortality attends the former. Making a man a god. Tis known, I ever Have studied physic, through which secret art, By turning oer authorities, I have, Together with my practise, made familiar To me and to my aid the blest infusions That dwell in vegetives, in metals, stones And I can speak of the disturbances That nature works, and of her cures which doth give me A more content in course of true delight Than to be thirsty after tottering honour, Or tie my treasure up in silken bags, To please the fool and death."
        },
        {
            "speaker": "second gentleman",
            "text": "Your honour has through Ephesus pourd forth Your charity, and hundreds call themselves Your creatures, who by you have been restored: And not your knowledge, your personal pain, but even Your purse, still open, hath built Lord Cerimon Such strong renown as time shall neer decay."
        },
        {
            "text": "Enter two or three Servants with a chest"
        },
        {
            "speaker": "first servant",
            "text": "So lift there."
        },
        {
            "speaker": "cerimon",
            "text": "What is that"
        },
        {
            "speaker": "first servant",
            "text": "Sir, even now Did the sea toss upon our shore this chest: Tis of some wreck."
        },
        {
            "speaker": "cerimon",
            "text": "Set t down, lets look upont."
        },
        {
            "speaker": "second gentleman",
            "text": "Tis like a coffin, sir."
        },
        {
            "speaker": "cerimon",
            "text": "Whateer it be, Tis wondrous heavy. Wrench it open straight: If the seas stomach be oercharged with gold, Tis a good constraint of fortune it belches upon us."
        },
        {
            "speaker": "second gentleman",
            "text": "Tis so, my lord."
        },
        {
            "speaker": "cerimon",
            "text": "How close tis caulkd and bitumed! Did the sea cast it up"
        },
        {
            "speaker": "first servant",
            "text": "I never saw so huge a billow, sir, As tossd it upon shore."
        },
        {
            "speaker": "cerimon",
            "text": "Wrench it open Soft! it smells most sweetly in my sense."
        },
        {
            "speaker": "second gentleman",
            "text": "A delicate odour."
        },
        {
            "speaker": "cerimon",
            "text": "As ever hit my nostril. So, up with it. O you most potent gods! whats here a corse!"
        },
        {
            "speaker": "first gentleman",
            "text": "Most strange!"
        },
        {
            "speaker": "cerimon",
            "text": "Shrouded in cloth of state balmd and entreasured With full bags of spices! A passport too! Apollo, perfect me in the characters! Here I give to understand, If eer this coffin drive aland, I, King Pericles, have lost This queen, worth all our mundane cost. Who finds her, give her burying She was the daughter of a king: Besides this treasure for a fee, The gods requite his charity! If thou livest, Pericles, thou hast a heart That even cracks for woe! This chanced tonight."
        },
        {
            "text": "Reads from a scroll"
        },
        {
            "speaker": "second gentleman",
            "text": "Most likely, sir."
        },
        {
            "speaker": "cerimon",
            "text": "Nay, certainly tonight For look how fresh she looks! They were too rough That threw her in the sea. Make a fire within: Fetch hither all my boxes in my closet. Death may usurp on nature many hours, And yet the fire of life kindle again The oerpressd spirits. I heard of an Egyptian That had nine hours lien dead, Who was by good appliance recovered. Well said, well said the fire and cloths. The rough and woeful music that we have, Cause it to sound, beseech you. The viol once more: how thou stirrst, thou block! The music there!I pray you, give her air. Gentlemen. This queen will live: nature awakes a warmth Breathes out of her: she hath not been entranced Above five hours: see how she gins to blow Into lifes flower again!"
        },
        {
            "text": "Exit a Servant"
        },
        {
            "text": "Reenter a Servant, with boxes, napkins, and fire"
        },
        {
            "speaker": "first gentleman",
            "text": "The heavens, Through you, increase our wonder and set up Your fame forever."
        },
        {
            "speaker": "cerimon",
            "text": "She is alive behold, Her eyelids, cases to those heavenly jewels Which Pericles hath lost, Begin to part their fringes of bright gold The diamonds of a most praised water Do appear, to make the world twice rich. Live, And make us weep to hear your fate, fair creature, Rare as you seem to be."
        },
        {
            "text": "She moves"
        },
        {
            "speaker": "thaisa",
            "text": "O dear Diana, Where am I Wheres my lord What world is this"
        },
        {
            "speaker": "second gentleman",
            "text": "Is not this strange"
        },
        {
            "speaker": "first gentleman",
            "text": "Most rare."
        },
        {
            "speaker": "cerimon",
            "text": "Hush, my gentle neighbours! Lend me your hands to the next chamber bear her. Get linen: now this matter must be lookd to, For her relapse is mortal. Come, come And AEsculapius guide us!"
        },
        {
            "text": "Exeunt, carrying her away"
        }
    ]
}