{
    "sceneName": "Act 2, scene 2",
    "playName": "pericles",
    "location": "The same. A public way or platform leading to the",
    "lines": [
        {
            "text": "Enter SIMONIDES, THAISA, Lords, and Attendants"
        },
        {
            "speaker": "simonides",
            "text": "Are the knights ready to begin the triumph"
        },
        {
            "speaker": "first lord",
            "text": "They are, my liege And stay your coming to present themselves."
        },
        {
            "speaker": "simonides",
            "text": "Return them, we are ready and our daughter, In honour of whose birth these triumphs are, Sits here, like beautys child, whom nature gat For men to see, and seeing wonder at."
        },
        {
            "text": "Exit a Lord"
        },
        {
            "speaker": "thaisa",
            "text": "It pleaseth you, my royal father, to express My commendations great, whose merits less."
        },
        {
            "speaker": "simonides",
            "text": "Its fit it should be so for princes are A model which heaven makes like to itself: As jewels lose their glory if neglected, So princes their renowns if not respected. Tis now your honour, daughter, to explain The labour of each knight in his device."
        },
        {
            "speaker": "thaisa",
            "text": "Which, to preserve mine honour, Ill perform. Enter a Knight he passes over, and his Squire presents his shield to the Princess"
        },
        {
            "speaker": "simonides",
            "text": "Who is the first that doth prefer himself"
        },
        {
            "speaker": "thaisa",
            "text": "A knight of Sparta, my renowned father And the device he bears upon his shield Is a black Ethiope reaching at the sun The word, Lux tua vita mihi."
        },
        {
            "speaker": "simonides",
            "text": "He loves you well that holds his life of you. Who is the second that presents himself"
        },
        {
            "text": "The Second Knight passes over"
        },
        {
            "speaker": "thaisa",
            "text": "A prince of Macedon, my royal father And the device he bears upon his shield Is an armd knight thats conquerd by a lady The motto thus, in Spanish, Piu por dulzura que por fuerza."
        },
        {
            "text": "The Third Knight passes over"
        },
        {
            "speaker": "simonides",
            "text": "And whats the third"
        },
        {
            "speaker": "thaisa",
            "text": "The third of Antioch And his device, a wreath of chivalry The word, Me pompae provexit apex."
        },
        {
            "text": "The Fourth Knight passes over"
        },
        {
            "speaker": "simonides",
            "text": "What is the fourth"
        },
        {
            "speaker": "thaisa",
            "text": "A burning torch thats turned upside down The word, Quod me alit, me extinguit."
        },
        {
            "speaker": "simonides",
            "text": "Which shows that beauty hath his power and will, Which can as well inflame as it can kill."
        },
        {
            "text": "The Fifth Knight passes over"
        },
        {
            "speaker": "thaisa",
            "text": "The fifth, an hand environed with clouds, Holding out gold thats by the touchstone tried The motto thus, Sic spectanda fides."
        },
        {
            "text": "The Sixth Knight, PERICLES, passes over"
        },
        {
            "speaker": "simonides",
            "text": "And whats The sixth and last, the which the knight himself With such a graceful courtesy deliverd"
        },
        {
            "speaker": "thaisa",
            "text": "He seems to be a stranger but his present is A witherd branch, thats only green at top The motto, In hac spe vivo."
        },
        {
            "speaker": "simonides",
            "text": "A pretty moral From the dejected state wherein he is, He hopes by you his fortunes yet may flourish."
        },
        {
            "speaker": "first lord",
            "text": "He had need mean better than his outward show Can any way speak in his just commend For by his rusty outside he appears To have practised more the whipstock than the lance."
        },
        {
            "speaker": "second lord",
            "text": "He well may be a stranger, for he comes To an honourd triumph strangely furnished."
        },
        {
            "speaker": "third lord",
            "text": "And on set purpose let his armour rust Until this day, to scour it in the dust."
        },
        {
            "speaker": "simonides",
            "text": "Opinions but a fool, that makes us scan The outward habit by the inward man. But stay, the knights are coming: we will withdraw Into the gallery. Knights, To say youre welcome were superfluous. To place upon the volume of your deeds, As in a titlepage, your worth in arms, Were more than you expect, or more thans fit, Since every worth in show commends itself. Prepare for mirth, for mirth becomes a feast: You are princes and my guests."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Great shouts within and all cry The mean knight!"
        }
    ]
}