{
    "sceneName": "Act 2, scene 5",
    "playName": "pericles",
    "location": "Pentapolis. A room in the palace.",
    "lines": [
        {
            "text": "Enter SIMONIDES, reading a letter, at one door: the Knights meet him"
        },
        {
            "speaker": "first knight",
            "text": "Good morrow to the good Simonides."
        },
        {
            "speaker": "simonides",
            "text": "Knights, from my daughter this I let you know, That for this twelvemonth she'll not undertake A married life. Her reason to herself is only known, Which yet from her by no means can I get."
        },
        {
            "speaker": "second knight",
            "text": "May we not get access to her, my lord?"
        },
        {
            "speaker": "simonides",
            "text": "'Faith, by no means; she has so strictly tied Her to her chamber, that 'tis impossible. One twelve moons more she'll wear Diana's livery; This by the eye of Cynthia hath she vow'd And on her virgin honour will not break it."
        },
        {
            "speaker": "third knight",
            "text": "Loath to bid farewell, we take our leaves."
        },
        {
            "text": "Exeunt Knights"
        },
        {
            "speaker": "simonides",
            "text": "So, They are well dispatch'd; now to my daughter's letter: She tells me here, she'd wed the stranger knight, Or never more to view nor day nor light. 'Tis well, mistress; your choice agrees with mine; I like that well: nay, how absolute she's in't, Not minding whether I dislike or no! Well, I do commend her choice; And will no longer have it be delay'd. Soft! here he comes: I must dissemble it."
        },
        {
            "text": "Enter PERICLES"
        },
        {
            "speaker": "pericles",
            "text": "All fortune to the good Simonides!"
        },
        {
            "speaker": "simonides",
            "text": "To you as much, sir! I am beholding to you For your sweet music this last night: I do Protest my ears were never better fed With such delightful pleasing harmony."
        },
        {
            "speaker": "pericles",
            "text": "It is your grace's pleasure to commend; Not my desert."
        },
        {
            "speaker": "simonides",
            "text": "Sir, you are music's master."
        },
        {
            "speaker": "pericles",
            "text": "The worst of all her scholars, my good lord."
        },
        {
            "speaker": "simonides",
            "text": "Let me ask you one thing: What do you think of my daughter, sir?"
        },
        {
            "speaker": "pericles",
            "text": "A most virtuous princess."
        },
        {
            "speaker": "simonides",
            "text": "And she is fair too, is she not?"
        },
        {
            "speaker": "pericles",
            "text": "As a fair day in summer, wondrous fair."
        },
        {
            "speaker": "simonides",
            "text": "Sir, my daughter thinks very well of you; Ay, so well, that you must be her master, And she will be your scholar: therefore look to it."
        },
        {
            "speaker": "pericles",
            "text": "I am unworthy for her schoolmaster."
        },
        {
            "speaker": "simonides",
            "text": "She thinks not so; peruse this writing else."
        },
        {
            "speaker": "pericles",
            "text": "[Aside]  What's here? A letter, that she loves the knight of Tyre! 'Tis the king's subtlety to have my life. O, seek not to entrap me, gracious lord, A stranger and distressed gentleman, That never aim'd so high to love your daughter, But bent all offices to honour her."
        },
        {
            "speaker": "simonides",
            "text": "Thou hast bewitch'd my daughter, and thou art A villain."
        },
        {
            "speaker": "pericles",
            "text": "By the gods, I have not: Never did thought of mine levy offence; Nor never did my actions yet commence A deed might gain her love or your displeasure."
        },
        {
            "speaker": "simonides",
            "text": "Traitor, thou liest."
        },
        {
            "speaker": "pericles",
            "text": "Traitor!"
        },
        {
            "speaker": "simonides",
            "text": "Ay, traitor."
        },
        {
            "speaker": "pericles",
            "text": "Even in his throat--unless it be the king-- That calls me traitor, I return the lie."
        },
        {
            "speaker": "simonides",
            "text": "[Aside]  Now, by the gods, I do applaud his courage."
        },
        {
            "speaker": "pericles",
            "text": "My actions are as noble as my thoughts, That never relish'd of a base descent. I came unto your court for honour's cause, And not to be a rebel to her state; And he that otherwise accounts of me, This sword shall prove he's honour's enemy."
        },
        {
            "speaker": "simonides",
            "text": "No? Here comes my daughter, she can witness it."
        },
        {
            "text": "Enter THAISA"
        },
        {
            "speaker": "pericles",
            "text": "Then, as you are as virtuous as fair, Resolve your angry father, if my tongue Did ere solicit, or my hand subscribe To any syllable that made love to you."
        },
        {
            "speaker": "thaisa",
            "text": "Why, sir, say if you had, Who takes offence at that would make me glad?"
        },
        {
            "speaker": "simonides",
            "text": "Yea, mistress, are you so peremptory? I am glad on't with all my heart.-- I'll tame you; I'll bring you in subjection. Will you, not having my consent, Bestow your love and your affections Upon a stranger? who, for aught I know, May be, nor can I think the contrary, As great in blood as I myself.-- Therefore hear you, mistress; either frame Your will to mine,--and you, sir, hear you, Either be ruled by me, or I will make you-- Man and wife: Nay, come, your hands and lips must seal it too: And being join'd, I'll thus your hopes destroy; And for a further grief,--God give you joy!-- What, are you both pleased?"
        },
        {
            "text": "Aside"
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "thaisa",
            "text": "Yes, if you love me, sir."
        },
        {
            "speaker": "pericles",
            "text": "Even as my life, or blood that fosters it."
        },
        {
            "speaker": "simonides",
            "text": "What, are you both agreed?"
        },
        {
            "speaker": "both",
            "text": "Yes, if it please your majesty."
        },
        {
            "speaker": "simonides",
            "text": "It pleaseth me so well, that I will see you wed; And then with what haste you can get you to bed."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Enter GOWER"
        },
        {
            "speaker": "gower",
            "text": "Now sleep y-slaked hath the rout; No din but snores the house about, Made louder by the o'er-fed breast Of this most pompous marriage-feast. The cat, with eyne of burning coal, Now crouches fore the mouse's hole; And crickets sing at the oven's mouth, E'er the blither for their drouth. Hymen hath brought the bride to bed. Where, by the loss of maidenhead, A babe is moulded. Be attent, And time that is so briefly spent With your fine fancies quaintly eche: What's dumb in show I'll plain with speech. DUMB SHOW. Enter, PERICLES and SIMONIDES at one door, with  Attendants; a Messenger meets them, kneels, and  gives PERICLES a letter: PERICLES shows it  SIMONIDES; the Lords kneel to him. Then enter  THAISA with child, with LYCHORIDA a nurse. The  KING shows her the letter; she rejoices: she and  PERICLES takes leave of her father, and depart with  LYCHORIDA and their Attendants. Then exeunt SIMONIDES and the rest By many a dern and painful perch Of Pericles the careful search, By the four opposing coigns Which the world together joins, Is made with all due diligence That horse and sail and high expense Can stead the quest. At last from Tyre, Fame answering the most strange inquire, To the court of King Simonides Are letters brought, the tenor these: Antiochus and his daughter dead; The men of Tyrus on the head Of Helicanus would set on The crown of Tyre, but he will none: The mutiny he there hastes t' oppress; Says to 'em, if King Pericles Come not home in twice six moons, He, obedient to their dooms, Will take the crown. The sum of this, Brought hither to Pentapolis, Y-ravished the regions round, And every one with claps can sound, 'Our heir-apparent is a king! Who dream'd, who thought of such a thing?' Brief, he must hence depart to Tyre: His queen with child makes her desire-- Which who shall cross?--along to go: Omit we all their dole and woe: Lychorida, her nurse, she takes, And so to sea. Their vessel shakes On Neptune's billow; half the flood Hath their keel cut: but fortune's mood Varies again; the grisly north Disgorges such a tempest forth, That, as a duck for life that dives, So up and down the poor ship drives: The lady shrieks, and well-a-near Does fall in travail with her fear: And what ensues in this fell storm Shall for itself itself perform. I nill relate, action may Conveniently the rest convey; Which might not what by me is told. In your imagination hold This stage the ship, upon whose deck The sea-tost Pericles appears to speak."
        },
        {
            "text": "Exit"
        }
    ]
}