{
    "sceneName": "Act 4, scene 4",
    "playName": "pericles",
    "location": "",
    "lines": [
        {
            "text": "Enter GOWER, before the monument of MARINA at Tarsus"
        },
        {
            "speaker": "gower",
            "text": "Thus time we waste, and longest leagues make short; Sail seas in cockles, have an wish but for't; Making, to take your imagination, From bourn to bourn, region to region. By you being pardon'd, we commit no crime To use one language in each several clime Where our scenes seem to live. I do beseech you To learn of me, who stand i' the gaps to teach you, The stages of our story. Pericles Is now again thwarting the wayward seas, Attended on by many a lord and knight. To see his daughter, all his life's delight. Old Escanes, whom Helicanus late Advanced in time to great and high estate, Is left to govern. Bear you it in mind, Old Helicanus goes along behind. Well-sailing ships and bounteous winds have brought This king to Tarsus,--think his pilot thought; So with his steerage shall your thoughts grow on,-- To fetch his daughter home, who first is gone. Like motes and shadows see them move awhile; Your ears unto your eyes I'll reconcile. DUMB SHOW. Enter PERICLES, at one door, with all his train;  CLEON and DIONYZA, at the other. CLEON shows  PERICLES the tomb; whereat PERICLES makes  lamentation, puts on sackcloth, and in a mighty passion departs. Then exeunt CLEON and DIONYZA See how belief may suffer by foul show! This borrow'd passion stands for true old woe; And Pericles, in sorrow all devour'd, With sighs shot through, and biggest tears o'ershower'd, Leaves Tarsus and again embarks. He swears Never to wash his face, nor cut his hairs: He puts on sackcloth, and to sea. He bears A tempest, which his mortal vessel tears, And yet he rides it out. Now please you wit. The epitaph is for Marina writ By wicked Dionyza. 'The fairest, sweet'st, and best lies here, Who wither'd in her spring of year. She was of Tyrus the king's daughter, On whom foul death hath made this slaughter; Marina was she call'd; and at her birth, Thetis, being proud, swallow'd some part o' the earth: Therefore the earth, fearing to be o'erflow'd, Hath Thetis' birth-child on the heavens bestow'd: Wherefore she does, and swears she'll never stint, Make raging battery upon shores of flint.' No visor does become black villany So well as soft and tender flattery. Let Pericles believe his daughter's dead, And bear his courses to be ordered By Lady Fortune; while our scene must play His daughter's woe and heavy well-a-day In her unholy service. Patience, then, And think you now are all in Mytilene."
        },
        {
            "text": "Reads the inscription on MARINA's monument"
        },
        {
            "text": "Exit"
        }
    ]
}