{
    "sceneName": "Act 2, scene 1",
    "playName": "henry the sixth part 2",
    "location": "Saint Alban's.",
    "lines": [
        {
            "text": "Enter KING HENRY VI, QUEEN MARGARET, GLOUCESTER, CARDINAL, and SUFFOLK, with Falconers halloing"
        },
        {
            "speaker": "queen margaret",
            "text": "Believe me, lords, for flying at the brook, I saw not better sport these seven years' day: Yet, by your leave, the wind was very high; And, ten to one, old Joan had not gone out."
        },
        {
            "speaker": "king henry the sixth",
            "text": "But what a point, my lord, your falcon made, And what a pitch she flew above the rest! To see how God in all his creatures works! Yea, man and birds are fain of climbing high."
        },
        {
            "speaker": "suffolk",
            "text": "No marvel, an it like your majesty, My lord protector's hawks do tower so well; They know their master loves to be aloft, And bears his thoughts above his falcon's pitch."
        },
        {
            "speaker": "gloucester",
            "text": "My lord, 'tis but a base ignoble mind That mounts no higher than a bird can soar."
        },
        {
            "speaker": "cardinal",
            "text": "I thought as much; he would be above the clouds."
        },
        {
            "speaker": "gloucester",
            "text": "Ay, my lord cardinal? how think you by that? Were it not good your grace could fly to heaven?"
        },
        {
            "speaker": "king henry the sixth",
            "text": "The treasury of everlasting joy."
        },
        {
            "speaker": "cardinal",
            "text": "Thy heaven is on earth; thine eyes and thoughts Beat on a crown, the treasure of thy heart; Pernicious protector, dangerous peer, That smooth'st it so with king and commonweal!"
        },
        {
            "speaker": "gloucester",
            "text": "What, cardinal, is your priesthood grown peremptory? Tantaene animis coelestibus irae? Churchmen so hot? good uncle, hide such malice; With such holiness can you do it?"
        },
        {
            "speaker": "suffolk",
            "text": "No malice, sir; no more than well becomes So good a quarrel and so bad a peer."
        },
        {
            "speaker": "gloucester",
            "text": "As who, my lord?"
        },
        {
            "speaker": "suffolk",
            "text": "Why, as you, my lord, An't like your lordly lord-protectorship."
        },
        {
            "speaker": "gloucester",
            "text": "Why, Suffolk, England knows thine insolence."
        },
        {
            "speaker": "queen margaret",
            "text": "And thy ambition, Gloucester."
        },
        {
            "speaker": "king henry the sixth",
            "text": "I prithee, peace, good queen, And whet not on these furious peers; For blessed are the peacemakers on earth."
        },
        {
            "speaker": "cardinal",
            "text": "Let me be blessed for the peace I make, Against this proud protector, with my sword!"
        },
        {
            "speaker": "gloucester",
            "text": "[Aside to CARDINAL]  Faith, holy uncle, would 'twere come to that!"
        },
        {
            "speaker": "cardinal",
            "text": "[Aside to GLOUCESTER]  Marry, when thou darest."
        },
        {
            "speaker": "gloucester",
            "text": "[Aside to CARDINAL]  Make up no factious numbers for the matter; In thine own person answer thy abuse."
        },
        {
            "speaker": "cardinal",
            "text": "[Aside to GLOUCESTER]  Ay, where thou darest not peep: an if thou darest, This evening, on the east side of the grove."
        },
        {
            "speaker": "king henry the sixth",
            "text": "How now, my lords!"
        },
        {
            "speaker": "cardinal",
            "text": "Believe me, cousin Gloucester, Had not your man put up the fowl so suddenly, We had had more sport. Come with thy two-hand sword."
        },
        {
            "text": "Aside to GLOUCESTER"
        },
        {
            "speaker": "gloucester",
            "text": "True, uncle."
        },
        {
            "speaker": "cardinal",
            "text": "[Aside to GLOUCESTER]  Are ye advised? the east side of the grove?"
        },
        {
            "speaker": "gloucester",
            "text": "[Aside to CARDINAL]  Cardinal, I am with you."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Why, how now, uncle Gloucester!"
        },
        {
            "speaker": "gloucester",
            "text": "Talking of hawking; nothing else, my lord. Now, by God's mother, priest, I'll shave your crown for this, Or all my fence shall fail."
        },
        {
            "text": "Aside to CARDINAL"
        },
        {
            "speaker": "cardinal",
            "text": "[Aside to GLOUCESTER]  Medice, teipsum-- Protector, see to't well, protect yourself."
        },
        {
            "speaker": "king henry the sixth",
            "text": "The winds grow high; so do your stomachs, lords. How irksome is this music to my heart! When such strings jar, what hope of harmony? I pray, my lords, let me compound this strife. Enter a Townsman of Saint Alban's, crying 'A miracle!'"
        },
        {
            "speaker": "gloucester",
            "text": "What means this noise? Fellow, what miracle dost thou proclaim?"
        },
        {
            "speaker": "townsman",
            "text": "A miracle! a miracle!"
        },
        {
            "speaker": "suffolk",
            "text": "Come to the king and tell him what miracle."
        },
        {
            "speaker": "townsman",
            "text": "Forsooth, a blind man at Saint Alban's shrine, Within this half-hour, hath received his sight; A man that ne'er saw in his life before."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Now, God be praised, that to believing souls Gives light in darkness, comfort in despair!"
        },
        {
            "text": "Enter the Mayor of Saint Alban's and his  brethren, bearing SIMPCOX, between two in a chair, SIMPCOX's Wife following"
        },
        {
            "speaker": "cardinal",
            "text": "Here comes the townsmen on procession, To present your highness with the man."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Great is his comfort in this earthly vale, Although by his sight his sin be multiplied."
        },
        {
            "speaker": "gloucester",
            "text": "Stand by, my masters: bring him near the king; His highness' pleasure is to talk with him."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Good fellow, tell us here the circumstance, That we for thee may glorify the Lord. What, hast thou been long blind and now restored?"
        },
        {
            "speaker": "simpcox",
            "text": "Born blind, an't please your grace."
        },
        {
            "speaker": "wife",
            "text": "Ay, indeed, was he."
        },
        {
            "speaker": "suffolk",
            "text": "What woman is this?"
        },
        {
            "speaker": "wife",
            "text": "His wife, an't like your worship."
        },
        {
            "speaker": "gloucester",
            "text": "Hadst thou been his mother, thou couldst have better told."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Where wert thou born?"
        },
        {
            "speaker": "simpcox",
            "text": "At Berwick in the north, an't like your grace."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Poor soul, God's goodness hath been great to thee: Let never day nor night unhallow'd pass, But still remember what the Lord hath done."
        },
        {
            "speaker": "queen margaret",
            "text": "Tell me, good fellow, camest thou here by chance, Or of devotion, to this holy shrine?"
        },
        {
            "speaker": "simpcox",
            "text": "God knows, of pure devotion; being call'd A hundred times and oftener, in my sleep, By good Saint Alban; who said, 'Simpcox, come, Come, offer at my shrine, and I will help thee.'"
        },
        {
            "speaker": "wife",
            "text": "Most true, forsooth; and many time and oft Myself have heard a voice to call him so."
        },
        {
            "speaker": "cardinal",
            "text": "What, art thou lame?"
        },
        {
            "speaker": "simpcox",
            "text": "Ay, God Almighty help me!"
        },
        {
            "speaker": "suffolk",
            "text": "How camest thou so?"
        },
        {
            "speaker": "simpcox",
            "text": "A fall off of a tree."
        },
        {
            "speaker": "wife",
            "text": "A plum-tree, master."
        },
        {
            "speaker": "gloucester",
            "text": "How long hast thou been blind?"
        },
        {
            "speaker": "simpcox",
            "text": "Born so, master."
        },
        {
            "speaker": "gloucester",
            "text": "What, and wouldst climb a tree?"
        },
        {
            "speaker": "simpcox",
            "text": "But that in all my life, when I was a youth."
        },
        {
            "speaker": "wife",
            "text": "Too true; and bought his climbing very dear."
        },
        {
            "speaker": "gloucester",
            "text": "Mass, thou lovedst plums well, that wouldst venture so."
        },
        {
            "speaker": "simpcox",
            "text": "Alas,  good master, my wife desired some damsons, And made me climb, with danger of my life."
        },
        {
            "speaker": "gloucester",
            "text": "A subtle knave! but yet it shall not serve. Let me see thine eyes: wink now: now open them: In my opinion yet thou seest not well."
        },
        {
            "speaker": "simpcox",
            "text": "Yes, master, clear as day, I thank God and Saint Alban."
        },
        {
            "speaker": "gloucester",
            "text": "Say'st thou me so? What colour is this cloak of?"
        },
        {
            "speaker": "simpcox",
            "text": "Red, master; red as blood."
        },
        {
            "speaker": "gloucester",
            "text": "Why, that's well said. What colour is my gown of?"
        },
        {
            "speaker": "simpcox",
            "text": "Black, forsooth: coal-black as jet."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Why, then, thou know'st what colour jet is of?"
        },
        {
            "speaker": "suffolk",
            "text": "And yet, I think, jet did he never see."
        },
        {
            "speaker": "gloucester",
            "text": "But cloaks and gowns, before this day, a many."
        },
        {
            "speaker": "wife",
            "text": "Never, before this day, in all his life."
        },
        {
            "speaker": "gloucester",
            "text": "Tell me, sirrah, what's my name?"
        },
        {
            "speaker": "simpcox",
            "text": "Alas, master, I know not."
        },
        {
            "speaker": "gloucester",
            "text": "What's his name?"
        },
        {
            "speaker": "simpcox",
            "text": "I know not."
        },
        {
            "speaker": "gloucester",
            "text": "Nor his?"
        },
        {
            "speaker": "simpcox",
            "text": "No, indeed, master."
        },
        {
            "speaker": "gloucester",
            "text": "What's thine own name?"
        },
        {
            "speaker": "simpcox",
            "text": "Saunder Simpcox, an if it please you, master."
        },
        {
            "speaker": "gloucester",
            "text": "Then, Saunder, sit there, the lyingest knave in Christendom. If thou hadst been born blind, thou mightest as well have known all our names as thus to name the several colours we do wear. Sight may distinguish of colours, but suddenly to nominate them all, it is impossible. My lords, Saint Alban here hath done a miracle; and would ye not think his cunning to be great, that could restore this cripple to his legs again?"
        },
        {
            "speaker": "simpcox",
            "text": "O master, that you could!"
        },
        {
            "speaker": "gloucester",
            "text": "My masters of Saint Alban's, have you not beadles in your town, and things called whips?"
        },
        {
            "speaker": "mayor",
            "text": "Yes, my lord, if it please your grace."
        },
        {
            "speaker": "gloucester",
            "text": "Then send for one presently."
        },
        {
            "speaker": "mayor",
            "text": "Sirrah, go fetch the beadle hither straight."
        },
        {
            "text": "Exit an Attendant"
        },
        {
            "speaker": "gloucester",
            "text": "Now fetch me a stool hither by and by. Now, sirrah, if you mean to save yourself from whipping, leap me over this stool and run away."
        },
        {
            "speaker": "simpcox",
            "text": "Alas, master, I am not able to stand alone: You go about to torture me in vain."
        },
        {
            "text": "Enter a Beadle with whips"
        },
        {
            "speaker": "gloucester",
            "text": "Well, sir, we must have you find your legs. Sirrah beadle, whip him till he leap over that same stool."
        },
        {
            "speaker": "beadle",
            "text": "I will, my lord. Come on, sirrah; off with your doublet quickly."
        },
        {
            "speaker": "simpcox",
            "text": "Alas, master, what shall I do? I am not able to stand. After the Beadle hath hit him once, he leaps over the stool and runs away; and they follow and cry, 'A miracle!'"
        },
        {
            "speaker": "king henry the sixth",
            "text": "O God, seest Thou this, and bearest so long?"
        },
        {
            "speaker": "queen margaret",
            "text": "It made me laugh to see the villain run."
        },
        {
            "speaker": "gloucester",
            "text": "Follow the knave; and take this drab away."
        },
        {
            "speaker": "wife",
            "text": "Alas, sir, we did it for pure need."
        },
        {
            "speaker": "gloucester",
            "text": "Let them be whipped through every market-town, till they come to Berwick, from whence they came. Exeunt Wife, Beadle, Mayor,  and c"
        },
        {
            "speaker": "cardinal",
            "text": "Duke Humphrey has done a miracle to-day."
        },
        {
            "speaker": "suffolk",
            "text": "True; made the lame to leap and fly away."
        },
        {
            "speaker": "gloucester",
            "text": "But you have done more miracles than I; You made in a day, my lord, whole towns to fly."
        },
        {
            "text": "Enter BUCKINGHAM"
        },
        {
            "speaker": "king henry the sixth",
            "text": "What tidings with our cousin Buckingham?"
        },
        {
            "speaker": "buckingham",
            "text": "Such as my heart doth tremble to unfold. A sort of naughty persons, lewdly bent, Under the countenance and confederacy Of Lady Eleanor, the protector's wife, The ringleader and head of all this rout, Have practised dangerously against your state, Dealing with witches and with conjurers: Whom we have apprehended in the fact; Raising up wicked spirits from under ground, Demanding of King Henry's life and death, And other of your highness' privy-council; As more at large your grace shall understand."
        },
        {
            "speaker": "cardinal",
            "text": "[Aside to GLOUCESTER]  And so, my lord protector, by this means Your lady is forthcoming yet at London. This news, I think, hath turn'd your weapon's edge; 'Tis like, my lord, you will not keep your hour."
        },
        {
            "speaker": "gloucester",
            "text": "Ambitious churchman, leave to afflict my heart: Sorrow and grief have vanquish'd all my powers; And, vanquish'd as I am, I yield to thee, Or to the meanest groom."
        },
        {
            "speaker": "king henry the sixth",
            "text": "O God, what mischiefs work the wicked ones, Heaping confusion on their own heads thereby!"
        },
        {
            "speaker": "queen margaret",
            "text": "Gloucester, see here the tainture of thy nest. And look thyself be faultless, thou wert best."
        },
        {
            "speaker": "gloucester",
            "text": "Madam, for myself, to heaven I do appeal, How I have loved my king and commonweal: And, for my wife, I know not how it stands; Sorry I am to hear what I have heard: Noble she is, but if she have forgot Honour and virtue and conversed with such As, like to pitch, defile nobility, I banish her my bed and company And give her as a prey to law and shame, That hath dishonour'd Gloucester's honest name."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Well, for this night we will repose us here: To-morrow toward London back again, To look into this business thoroughly And call these foul offenders to their answers And poise the cause in justice' equal scales, Whose beam stands sure, whose rightful cause prevails."
        },
        {
            "text": "Flourish. Exeunt"
        }
    ]
}