{
    "sceneName": "Act 4, scene 7",
    "playName": "henry the sixth part 2",
    "location": "London. Smithfield.",
    "lines": [
        {
            "text": "Alarums. MATTHEW GOFFE is slain, and all the rest. Then enter CADE, with his company."
        },
        {
            "speaker": "dick",
            "text": "I have a suit unto your lordship."
        },
        {
            "speaker": "cade",
            "text": "Be it a lordship, thou shalt have it for that word."
        },
        {
            "speaker": "dick",
            "text": "Only that the laws of England may come out of your mouth."
        },
        {
            "speaker": "holland",
            "text": "[Aside]  Mass, twill be sore law, then for he was thrust in the mouth with a spear, and tis not whole yet."
        },
        {
            "speaker": "smith",
            "text": "[Aside]  Nay, John, it will be stinking law for his breath stinks with eating toasted cheese."
        },
        {
            "speaker": "cade",
            "text": "I have thought upon it, it shall be so. Away, burn all the records of the realm: my mouth shall be the parliament of England."
        },
        {
            "speaker": "holland",
            "text": "[Aside]  Then we are like to have biting statutes, unless his teeth be pulled out."
        },
        {
            "speaker": "cade",
            "text": "And henceforward all things shall be in common."
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "messenger",
            "text": "My lord, a prize, a prize! heres the Lord Say, which sold the towns in France he that made us pay one and twenty fifteens, and one shilling to the pound, the last subsidy."
        },
        {
            "text": "Enter BEVIS, with Lord SAY"
        },
        {
            "speaker": "cade",
            "text": "Well, he shall be beheaded for it ten times. Ah, thou say, thou serge, nay, thou buckram lord! now art thou within pointblank of our jurisdiction regal. What canst thou answer to my majesty for giving up of Normandy unto Mounsieur Basimecu, the dauphin of France Be it known unto thee by these presence, even the presence of Lord Mortimer, that I am the besom that must sweep the court clean of such filth as thou art. Thou hast most traitorously corrupted the youth of the realm in erecting a grammar school and whereas, before, our forefathers had no other books but the score and the tally, thou hast caused printing to be used, and, contrary to the king, his crown and dignity, thou hast built a papermill. It will be proved to thy face that thou hast men about thee that usually talk of a noun and a verb, and such abominable words as no Christian ear can endure to hear. Thou hast appointed justices of peace, to call poor men before them about matters they were not able to answer. Moreover, thou hast put them in prison and because they could not read, thou hast hanged them when, indeed, only for that cause they have been most worthy to live. Thou dost ride in a footcloth, dost thou not"
        },
        {
            "speaker": "say",
            "text": "What of that"
        },
        {
            "speaker": "cade",
            "text": "Marry, thou oughtest not to let thy horse wear a cloak, when honester men than thou go in their hose and doublets."
        },
        {
            "speaker": "dick",
            "text": "And work in their shirt too as myself, for example, that am a butcher."
        },
        {
            "speaker": "say",
            "text": "You men of Kent,"
        },
        {
            "speaker": "dick",
            "text": "What say you of Kent"
        },
        {
            "speaker": "say",
            "text": "Nothing but this tis bona terra, mala gens."
        },
        {
            "speaker": "cade",
            "text": "Away with him, away with him! he speaks Latin."
        },
        {
            "speaker": "say",
            "text": "Hear me but speak, and bear me where you will. Kent, in the Commentaries Caesar writ, Is termd the civilst place of this isle: Sweet is the country, because full of riches The people liberal, valiant, active, wealthy Which makes me hope you are not void of pity. I sold not Maine, I lost not Normandy, Yet, to recover them, would lose my life. Justice with favour have I always done Prayers and tears have moved me, gifts could never. When have I aught exacted at your hands, But to maintain the king, the realm and you Large gifts have I bestowd on learned clerks, Because my book preferrd me to the king, And seeing ignorance is the curse of God, Knowledge the wing wherewith we fly to heaven, Unless you be possessd with devilish spirits, You cannot but forbear to murder me: This tongue hath parleyd unto foreign kings For your behoof,"
        },
        {
            "speaker": "cade",
            "text": "Tut, when struckst thou one blow in the field"
        },
        {
            "speaker": "say",
            "text": "Great men have reaching hands: oft have I struck Those that I never saw and struck them dead."
        },
        {
            "speaker": "bevis",
            "text": "O monstrous coward! what, to come behind folks"
        },
        {
            "speaker": "say",
            "text": "These cheeks are pale for watching for your good."
        },
        {
            "speaker": "cade",
            "text": "Give him a box o the ear and that will make em red again."
        },
        {
            "speaker": "say",
            "text": "Long sitting to determine poor mens causes Hath made me full of sickness and diseases."
        },
        {
            "speaker": "cade",
            "text": "Ye shall have a hempen caudle, then, and the help of hatchet."
        },
        {
            "speaker": "dick",
            "text": "Why dost thou quiver, man"
        },
        {
            "speaker": "say",
            "text": "The palsy, and not fear, provokes me."
        },
        {
            "speaker": "cade",
            "text": "Nay, he nods at us, as who should say, Ill be even with you: Ill see if his head will stand steadier on a pole, or no. Take him away, and behead him."
        },
        {
            "speaker": "say",
            "text": "Tell me wherein have I offended most Have I affected wealth or honour speak. Are my chests filld up with extorted gold Is my apparel sumptuous to behold Whom have I injured, that ye seek my death These hands are free from guiltless bloodshedding, This breast from harbouring foul deceitful thoughts. O, let me live!"
        },
        {
            "speaker": "cade",
            "text": "[Aside]  I feel remorse in myself with his words but Ill bridle it: he shall die, an it be but for pleading so well for his life. Away with him! he has a familiar under his tongue he speaks not o Gods name. Go, take him away, I say, and strike off his head presently and then break into his soninlaws house, Sir James Cromer, and strike off his head, and bring them both upon two poles hither."
        },
        {
            "speaker": "all",
            "text": "It shall be done."
        },
        {
            "speaker": "say",
            "text": "Ah, countrymen! if when you make your prayers, God should be so obdurate as yourselves, How would it fare with your departed souls And therefore yet relent, and save my life."
        },
        {
            "speaker": "cade",
            "text": "Away with him! and do as I command ye. The proudest peer in the realm shall not wear a head on his shoulders, unless he pay me tribute there shall not a maid be married, but she shall pay to me her maidenhead ere they have it: men shall hold of me in capite and we charge and command that their wives be as free as heart can wish or tongue can tell."
        },
        {
            "text": "Exeunt some with Lord SAY"
        },
        {
            "speaker": "dick",
            "text": "My lord, when shall we go to Cheapside and take up commodities upon our bills"
        },
        {
            "speaker": "cade",
            "text": "Marry, presently."
        },
        {
            "speaker": "all",
            "text": "O, brave!"
        },
        {
            "text": "Reenter one with the heads"
        },
        {
            "speaker": "cade",
            "text": "But is not this braver Let them kiss one another, for they loved well when they were alive. Now part them again, lest they consult about the giving up of some more towns in France. Soldiers, defer the spoil of the city until night: for with these borne before us, instead of maces, will we ride through the streets, and at every corner have them kiss. Away! Up Fish Street! down Saint Magnus Corner! Kill and knock down! throw them into Thames! What noise is this I hear Dare any be so bold to sound retreat or parley, when I command them kill"
        },
        {
            "text": "Exeunt"
        }
    ]
}