{
    "sceneName": "Act 4, scene 2",
    "playName": "henry the sixth part 2",
    "location": "Blackheath.",
    "lines": [
        {
            "text": "Enter GEORGE BEVIS and JOHN HOLLAND"
        },
        {
            "speaker": "bevis",
            "text": "Come, and get thee a sword, though made of a lath; they have been up these two days."
        },
        {
            "speaker": "holland",
            "text": "They have the more need to sleep now, then."
        },
        {
            "speaker": "bevis",
            "text": "I tell thee, Jack Cade the clothier means to dress the commonwealth, and turn it, and set a new nap upon it."
        },
        {
            "speaker": "holland",
            "text": "So he had need, for 'tis threadbare. Well, I say it was never merry world in England since gentlemen came up."
        },
        {
            "speaker": "bevis",
            "text": "O miserable age! virtue is not regarded in handicrafts-men."
        },
        {
            "speaker": "holland",
            "text": "The nobility think scorn to go in leather aprons."
        },
        {
            "speaker": "bevis",
            "text": "Nay, more, the king's council are no good workmen."
        },
        {
            "speaker": "holland",
            "text": "True; and yet it is said, labour in thy vocation; which is as much to say as, let the magistrates be labouring men; and therefore should we be magistrates."
        },
        {
            "speaker": "bevis",
            "text": "Thou hast hit it; for there's no better sign of a brave mind than a hard hand."
        },
        {
            "speaker": "holland",
            "text": "I see them! I see them! there's Best's son, the tanner of Wingham,--"
        },
        {
            "speaker": "bevis",
            "text": "He shall have the skin of our enemies, to make dog's-leather of."
        },
        {
            "speaker": "holland",
            "text": "And Dick the Butcher,--"
        },
        {
            "speaker": "bevis",
            "text": "Then is sin struck down like an ox, and iniquity's throat cut like a calf."
        },
        {
            "speaker": "holland",
            "text": "And Smith the weaver,--"
        },
        {
            "speaker": "bevis",
            "text": "Argo, their thread of life is spun."
        },
        {
            "speaker": "holland",
            "text": "Come, come, let's fall in with them."
        },
        {
            "text": "Drum. Enter CADE, DICK the Butcher, SMITH the Weaver, and a Sawyer, with infinite numbers"
        },
        {
            "speaker": "cade",
            "text": "We John Cade, so termed of our supposed father,--"
        },
        {
            "speaker": "dick",
            "text": "[Aside]  Or rather, of stealing a cade of herrings."
        },
        {
            "speaker": "cade",
            "text": "For our enemies shall fall before us, inspired with the spirit of putting down kings and princes, --Command silence."
        },
        {
            "speaker": "dick",
            "text": "Silence!"
        },
        {
            "speaker": "cade",
            "text": "My father was a Mortimer,--"
        },
        {
            "speaker": "dick",
            "text": "[Aside]  He was an honest man, and a good bricklayer."
        },
        {
            "speaker": "cade",
            "text": "My mother a Plantagenet,--"
        },
        {
            "speaker": "dick",
            "text": "[Aside]  I knew her well; she was a midwife."
        },
        {
            "speaker": "cade",
            "text": "My wife descended of the Lacies,--"
        },
        {
            "speaker": "dick",
            "text": "[Aside]  She was, indeed, a pedler's daughter, and sold many laces."
        },
        {
            "speaker": "smith",
            "text": "[Aside]  But now of late, notable to travel with her furred pack, she washes bucks here at home."
        },
        {
            "speaker": "cade",
            "text": "Therefore am I of an honourable house."
        },
        {
            "speaker": "dick",
            "text": "[Aside]  Ay, by my faith, the field is honourable; and there was he borne, under a hedge, for his father had never a house but the cage."
        },
        {
            "speaker": "cade",
            "text": "Valiant I am."
        },
        {
            "speaker": "smith",
            "text": "[Aside]  A' must needs; for beggary is valiant."
        },
        {
            "speaker": "cade",
            "text": "I am able to endure much."
        },
        {
            "speaker": "dick",
            "text": "[Aside]  No question of that; for I have seen him whipped three market-days together."
        },
        {
            "speaker": "cade",
            "text": "I fear neither sword nor fire."
        },
        {
            "speaker": "smith",
            "text": "[Aside]  He need not fear the sword; for his coat is of proof."
        },
        {
            "speaker": "dick",
            "text": "[Aside]  But methinks he should stand in fear of fire, being burnt i' the hand for stealing of sheep."
        },
        {
            "speaker": "cade",
            "text": "Be brave, then; for your captain is brave, and vows reformation. There shall be in England seven halfpenny loaves sold for a penny: the three-hooped pot; shall have ten hoops and I will make it felony to drink small beer: all the realm shall be in common; and in Cheapside shall my palfrey go to grass: and when I am king, as king I will be,--"
        },
        {
            "speaker": "all",
            "text": "God save your majesty!"
        },
        {
            "speaker": "cade",
            "text": "I thank you, good people: there shall be no money; all shall eat and drink on my score; and I will apparel them all in one livery, that they may agree like brothers and worship me their lord."
        },
        {
            "speaker": "dick",
            "text": "The first thing we do, let's kill all the lawyers."
        },
        {
            "speaker": "cade",
            "text": "Nay, that I mean to do. Is not this a lamentable thing, that of the skin of an innocent lamb should be made parchment? that parchment, being scribbled o'er, should undo a man? Some say the bee stings: but I say, 'tis the bee's wax; for I did but seal once to a thing, and I was never mine own man since. How now! who's there?"
        },
        {
            "text": "Enter some, bringing forward the Clerk of Chatham"
        },
        {
            "speaker": "smith",
            "text": "The clerk of Chatham: he can write and read and cast accompt."
        },
        {
            "speaker": "cade",
            "text": "O monstrous!"
        },
        {
            "speaker": "smith",
            "text": "We took him setting of boys' copies."
        },
        {
            "speaker": "cade",
            "text": "Here's a villain!"
        },
        {
            "speaker": "smith",
            "text": "Has a book in his pocket with red letters in't."
        },
        {
            "speaker": "cade",
            "text": "Nay, then, he is a conjurer."
        },
        {
            "speaker": "dick",
            "text": "Nay, he can make obligations, and write court-hand."
        },
        {
            "speaker": "cade",
            "text": "I am sorry for't: the man is a proper man, of mine honour; unless I find him guilty, he shall not die. Come hither, sirrah, I must examine thee: what is thy name?"
        },
        {
            "speaker": "clerk",
            "text": "Emmanuel."
        },
        {
            "speaker": "dick",
            "text": "They use to write it on the top of letters: 'twill go hard with you."
        },
        {
            "speaker": "cade",
            "text": "Let me alone. Dost thou use to write thy name? or hast thou a mark to thyself, like an honest plain-dealing man?"
        },
        {
            "speaker": "clerk",
            "text": "Sir, I thank God, I have been so well brought up that I can write my name."
        },
        {
            "speaker": "all",
            "text": "He hath confessed: away with him! he's a villain and a traitor."
        },
        {
            "speaker": "cade",
            "text": "Away with him, I say! hang him with his pen and ink-horn about his neck."
        },
        {
            "text": "Exit one with the Clerk"
        },
        {
            "text": "Enter MICHAEL"
        },
        {
            "speaker": "michael",
            "text": "Where's our general?"
        },
        {
            "speaker": "cade",
            "text": "Here I am, thou particular fellow."
        },
        {
            "speaker": "michael",
            "text": "Fly, fly, fly! Sir Humphrey Stafford and his brother are hard by, with the king's forces."
        },
        {
            "speaker": "cade",
            "text": "Stand, villain, stand, or I'll fell thee down. He shall be encountered with a man as good as himself: he is but a knight, is a'?"
        },
        {
            "speaker": "michael",
            "text": "No."
        },
        {
            "speaker": "cade",
            "text": "To equal him, I will make myself a knight presently. Rise up Sir John Mortimer. Now have at him!"
        },
        {
            "text": "Kneels"
        },
        {
            "text": "Rises"
        },
        {
            "text": "Enter SIR HUMPHREY and WILLIAM STAFFORD, with drum and soldiers"
        },
        {
            "speaker": "sir humphrey",
            "text": "Rebellious hinds, the filth and scum of Kent, Mark'd for the gallows, lay your weapons down; Home to your cottages, forsake this groom: The king is merciful, if you revolt."
        },
        {
            "speaker": "william stafford",
            "text": "But angry, wrathful, and inclined to blood, If you go forward; therefore yield, or die."
        },
        {
            "speaker": "cade",
            "text": "As for these silken-coated slaves, I pass not: It is to you, good people, that I speak, Over whom, in time to come, I hope to reign; For I am rightful heir unto the crown."
        },
        {
            "speaker": "sir humphrey",
            "text": "Villain, thy father was a plasterer; And thou thyself a shearman, art thou not?"
        },
        {
            "speaker": "cade",
            "text": "And Adam was a gardener."
        },
        {
            "speaker": "william stafford",
            "text": "And what of that?"
        },
        {
            "speaker": "cade",
            "text": "Marry, this: Edmund Mortimer, Earl of March. Married the Duke of Clarence' daughter, did he not?"
        },
        {
            "speaker": "sir humphrey",
            "text": "Ay, sir."
        },
        {
            "speaker": "cade",
            "text": "By her he had two children at one birth."
        },
        {
            "speaker": "william stafford",
            "text": "That's false."
        },
        {
            "speaker": "cade",
            "text": "Ay, there's the question; but I say, 'tis true: The elder of them, being put to nurse, Was by a beggar-woman stolen away; And, ignorant of his birth and parentage, Became a bricklayer when he came to age: His son am I; deny it, if you can."
        },
        {
            "speaker": "dick",
            "text": "Nay, 'tis too true; therefore he shall be king."
        },
        {
            "speaker": "smith",
            "text": "Sir, he made a chimney in my father's house, and the bricks are alive at this day to testify it; therefore deny it not."
        },
        {
            "speaker": "sir humphrey",
            "text": "And will you credit this base drudge's words, That speaks he knows not what?"
        },
        {
            "speaker": "all",
            "text": "Ay, marry, will we; therefore get ye gone."
        },
        {
            "speaker": "william stafford",
            "text": "Jack Cade, the Duke of York hath taught you this."
        },
        {
            "speaker": "cade",
            "text": "[Aside]  He lies, for I invented it myself. Go to, sirrah, tell the king from me, that, for his father's sake, Henry the Fifth, in whose time boys went to span-counter for French crowns, I am content he shall reign; but I'll be protector over him."
        },
        {
            "speaker": "dick",
            "text": "And furthermore, well have the Lord Say's head for selling the dukedom of Maine."
        },
        {
            "speaker": "cade",
            "text": "And good reason; for thereby is England mained, and fain to go with a staff, but that my puissance holds it up. Fellow kings, I tell you that that Lord Say hath gelded the commonwealth, and made it an eunuch: and more than that, he can speak French; and therefore he is a traitor."
        },
        {
            "speaker": "sir humphrey",
            "text": "O gross and miserable ignorance!"
        },
        {
            "speaker": "cade",
            "text": "Nay, answer, if you can: the Frenchmen are our enemies; go to, then, I ask but this: can he that speaks with the tongue of an enemy be a good counsellor, or no?"
        },
        {
            "speaker": "all",
            "text": "No, no; and therefore we'll have his head."
        },
        {
            "speaker": "william stafford",
            "text": "Well, seeing gentle words will not prevail, Assail them with the army of the king."
        },
        {
            "speaker": "sir humphrey",
            "text": "Herald, away; and throughout every town Proclaim them traitors that are up with Cade; That those which fly before the battle ends May, even in their wives' and children's sight, Be hang'd up for example at their doors: And you that be the king's friends, follow me."
        },
        {
            "text": "Exeunt WILLIAM STAFFORD and SIR HUMPHREY, and soldiers"
        },
        {
            "speaker": "cade",
            "text": "And you that love the commons, follow me. Now show yourselves men; 'tis for liberty. We will not leave one lord, one gentleman: Spare none but such as go in clouted shoon; For they are thrifty honest men, and such As would, but that they dare not, take our parts."
        },
        {
            "speaker": "dick",
            "text": "They are all in order and march toward us."
        },
        {
            "speaker": "cade",
            "text": "But then are we in order when we are most out of order. Come, march forward. Where's Dick, the butcher of Ashford?"
        },
        {
            "text": "Exeunt"
        }
    ]
}