{
    "sceneName": "Act 5, scene 1",
    "playName": "as you like it",
    "location": "The forest.",
    "lines": [
        {
            "text": "Enter TOUCHSTONE and AUDREY"
        },
        {
            "speaker": "touchstone",
            "text": "We shall find a time, Audrey; patience, gentle Audrey."
        },
        {
            "speaker": "audrey",
            "text": "Faith, the priest was good enough, for all the old gentleman's saying."
        },
        {
            "speaker": "touchstone",
            "text": "A most wicked Sir Oliver, Audrey, a most vile Martext. But, Audrey, there is a youth here in the forest lays claim to you."
        },
        {
            "speaker": "audrey",
            "text": "Ay, I know who 'tis; he hath no interest in me in the world: here comes the man you mean."
        },
        {
            "speaker": "touchstone",
            "text": "It is meat and drink to me to see a clown: by my troth, we that have good wits have much to answer for; we shall be flouting; we cannot hold."
        },
        {
            "text": "Enter WILLIAM"
        },
        {
            "speaker": "william",
            "text": "Good even, Audrey."
        },
        {
            "speaker": "audrey",
            "text": "God ye good even, William."
        },
        {
            "speaker": "william",
            "text": "And good even to you, sir."
        },
        {
            "speaker": "touchstone",
            "text": "Good even, gentle friend. Cover thy head, cover thy head; nay, prithee, be covered. How old are you, friend?"
        },
        {
            "speaker": "william",
            "text": "Five and twenty, sir."
        },
        {
            "speaker": "touchstone",
            "text": "A ripe age. Is thy name William?"
        },
        {
            "speaker": "william",
            "text": "William, sir."
        },
        {
            "speaker": "touchstone",
            "text": "A fair name. Wast born i' the forest here?"
        },
        {
            "speaker": "william",
            "text": "Ay, sir, I thank God."
        },
        {
            "speaker": "touchstone",
            "text": "'Thank God;' a good answer. Art rich?"
        },
        {
            "speaker": "william",
            "text": "Faith, sir, so so."
        },
        {
            "speaker": "touchstone",
            "text": "'So so' is good, very good, very excellent good; and yet it is not; it is but so so. Art thou wise?"
        },
        {
            "speaker": "william",
            "text": "Ay, sir, I have a pretty wit."
        },
        {
            "speaker": "touchstone",
            "text": "Why, thou sayest well. I do now remember a saying, 'The fool doth think he is wise, but the wise man knows himself to be a fool.' The heathen philosopher, when he had a desire to eat a grape, would open his lips when he put it into his mouth; meaning thereby that grapes were made to eat and lips to open. You do love this maid?"
        },
        {
            "speaker": "william",
            "text": "I do, sir."
        },
        {
            "speaker": "touchstone",
            "text": "Give me your hand. Art thou learned?"
        },
        {
            "speaker": "william",
            "text": "No, sir."
        },
        {
            "speaker": "touchstone",
            "text": "Then learn this of me: to have, is to have; for it is a figure in rhetoric that drink, being poured out of a cup into a glass, by filling the one doth empty the other; for all your writers do consent that ipse is he: now, you are not ipse, for I am he."
        },
        {
            "speaker": "william",
            "text": "Which he, sir?"
        },
        {
            "speaker": "touchstone",
            "text": "He, sir, that must marry this woman. Therefore, you clown, abandon,--which is in the vulgar leave,--the society,--which in the boorish is company,--of this female,--which in the common is woman; which together is, abandon the society of this female, or, clown, thou perishest; or, to thy better understanding, diest; or, to wit I kill thee, make thee away, translate thy life into death, thy liberty into bondage: I will deal in poison with thee, or in bastinado, or in steel; I will bandy with thee in faction; I will o'errun thee with policy; I will kill thee a hundred and fifty ways: therefore tremble and depart."
        },
        {
            "speaker": "audrey",
            "text": "Do, good William."
        },
        {
            "speaker": "william",
            "text": "God rest you merry, sir."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter CORIN"
        },
        {
            "speaker": "corin",
            "text": "Our master and mistress seeks you; come, away, away!"
        },
        {
            "speaker": "touchstone",
            "text": "Trip, Audrey! trip, Audrey! I attend, I attend."
        },
        {
            "text": "Exeunt"
        }
    ]
}