{
    "sceneName": "Act 2, scene 5",
    "playName": "as you like it",
    "location": "The Forest.",
    "lines": [
        {
            "text": "Enter AMIENS, JAQUES, and others"
        },
        {
            "speaker": "amiens",
            "text": "Under the greenwood tree Who loves to lie with me, And turn his merry note Unto the sweet bird's throat, Come hither, come hither, come hither: Here shall he see No enemy But winter and rough weather."
        },
        {
            "speaker": "jaques",
            "text": "More, more, I prithee, more."
        },
        {
            "speaker": "amiens",
            "text": "It will make you melancholy, Monsieur Jaques."
        },
        {
            "speaker": "jaques",
            "text": "I thank it. More, I prithee, more. I can suck melancholy out of a song, as a weasel sucks eggs. More, I prithee, more."
        },
        {
            "speaker": "amiens",
            "text": "My voice is ragged: I know I cannot please you."
        },
        {
            "speaker": "jaques",
            "text": "I do not desire you to please me; I do desire you to sing. Come, more; another stanzo: call you 'em stanzos?"
        },
        {
            "speaker": "amiens",
            "text": "What you will, Monsieur Jaques."
        },
        {
            "speaker": "jaques",
            "text": "Nay, I care not for their names; they owe me nothing. Will you sing?"
        },
        {
            "speaker": "amiens",
            "text": "More at your request than to please myself."
        },
        {
            "speaker": "jaques",
            "text": "Well then, if ever I thank any man, I'll thank you; but that they call compliment is like the encounter of two dog-apes, and when a man thanks me heartily, methinks I have given him a penny and he renders me the beggarly thanks. Come, sing; and you that will not, hold your tongues."
        },
        {
            "speaker": "amiens",
            "text": "Well, I'll end the song. Sirs, cover the while; the duke will drink under this tree. He hath been all this day to look you."
        },
        {
            "speaker": "jaques",
            "text": "And I have been all this day to avoid him. He is too disputable for my company: I think of as many matters as he, but I give heaven thanks and make no boast of them. Come, warble, come. SONG. Who doth ambition shun And loves to live i' the sun, Seeking the food he eats And pleased with what he gets, Come hither, come hither, come hither: Here shall he see No enemy But winter and rough weather. I'll give you a verse to this note that I made yesterday in despite of my invention."
        },
        {
            "text": "All together here"
        },
        {
            "speaker": "amiens",
            "text": "And I'll sing it."
        },
        {
            "speaker": "jaques",
            "text": "Thus it goes:-- If it do come to pass That any man turn ass, Leaving his wealth and ease, A stubborn will to please, Ducdame, ducdame, ducdame: Here shall he see Gross fools as he, An if he will come to me."
        },
        {
            "speaker": "amiens",
            "text": "What's that 'ducdame'?"
        },
        {
            "speaker": "jaques",
            "text": "'Tis a Greek invocation, to call fools into a circle. I'll go sleep, if I can; if I cannot, I'll rail against all the first-born of Egypt."
        },
        {
            "speaker": "amiens",
            "text": "And I'll go seek the duke: his banquet is prepared."
        },
        {
            "text": "Exeunt severally"
        }
    ]
}