{
    "sceneName": "Act 1, scene 3",
    "playName": "as you like it",
    "location": "A room in the palace.",
    "lines": [
        {
            "text": "Enter CELIA and ROSALIND"
        },
        {
            "speaker": "celia",
            "text": "Why, cousin! why, Rosalind! Cupid have mercy! not a word"
        },
        {
            "speaker": "rosalind",
            "text": "Not one to throw at a dog."
        },
        {
            "speaker": "celia",
            "text": "No, thy words are too precious to be cast away upon curs throw some of them at me come, lame me with reasons."
        },
        {
            "speaker": "rosalind",
            "text": "Then there were two cousins laid up when the one should be lamed with reasons and the other mad without any."
        },
        {
            "speaker": "celia",
            "text": "But is all this for your father"
        },
        {
            "speaker": "rosalind",
            "text": "No, some of it is for my childs father. O, how full of briers is this workingday world!"
        },
        {
            "speaker": "celia",
            "text": "They are but burs, cousin, thrown upon thee in holiday foolery: if we walk not in the trodden paths our very petticoats will catch them."
        },
        {
            "speaker": "rosalind",
            "text": "I could shake them off my coat: these burs are in my heart."
        },
        {
            "speaker": "celia",
            "text": "Hem them away."
        },
        {
            "speaker": "rosalind",
            "text": "I would try, if I could cry hem and have him."
        },
        {
            "speaker": "celia",
            "text": "Come, come, wrestle with thy affections."
        },
        {
            "speaker": "rosalind",
            "text": "O, they take the part of a better wrestler than myself!"
        },
        {
            "speaker": "celia",
            "text": "O, a good wish upon you! you will try in time, in despite of a fall. But, turning these jests out of service, let us talk in good earnest: is it possible, on such a sudden, you should fall into so strong a liking with old Sir Rowlands youngest son"
        },
        {
            "speaker": "rosalind",
            "text": "The duke my father loved his father dearly."
        },
        {
            "speaker": "celia",
            "text": "Doth it therefore ensue that you should love his son dearly By this kind of chase, I should hate him, for my father hated his father dearly yet I hate not Orlando."
        },
        {
            "speaker": "rosalind",
            "text": "No, faith, hate him not, for my sake."
        },
        {
            "speaker": "celia",
            "text": "Why should I not doth he not deserve well"
        },
        {
            "speaker": "rosalind",
            "text": "Let me love him for that, and do you love him because I do. Look, here comes the duke."
        },
        {
            "speaker": "celia",
            "text": "With his eyes full of anger."
        },
        {
            "text": "Enter DUKE FREDERICK, with Lords"
        },
        {
            "speaker": "duke frederick",
            "text": "Mistress, dispatch you with your safest haste And get you from our court."
        },
        {
            "speaker": "rosalind",
            "text": "Me, uncle"
        },
        {
            "speaker": "duke frederick",
            "text": "You, cousin Within these ten days if that thou best found So near our public court as twenty miles, Thou diest for it."
        },
        {
            "speaker": "rosalind",
            "text": "I do beseech your grace, Let me the knowledge of my fault bear with me: If with myself I hold intelligence Or have acquaintance with mine own desires, If that I do not dream or be not frantic, As I do trust I am notthen, dear uncle, Never so much as in a thought unborn Did I offend your highness."
        },
        {
            "speaker": "duke frederick",
            "text": "Thus do all traitors: If their purgation did consist in words, They are as innocent as grace itself: Let it suffice thee that I trust thee not."
        },
        {
            "speaker": "rosalind",
            "text": "Yet your mistrust cannot make me a traitor: Tell me whereon the likelihood depends."
        },
        {
            "speaker": "duke frederick",
            "text": "Thou art thy fathers daughter theres enough."
        },
        {
            "speaker": "rosalind",
            "text": "So was I when your highness took his dukedom So was I when your highness banishd him: Treason is not inherited, my lord Or, if we did derive it from our friends, Whats that to me my father was no traitor: Then, good my liege, mistake me not so much To think my poverty is treacherous."
        },
        {
            "speaker": "celia",
            "text": "Dear sovereign, hear me speak."
        },
        {
            "speaker": "duke frederick",
            "text": "Ay, Celia we stayd her for your sake, Else had she with her father ranged along."
        },
        {
            "speaker": "celia",
            "text": "I did not then entreat to have her stay It was your pleasure and your own remorse: I was too young that time to value her But now I know her: if she be a traitor, Why so am I we still have slept together, Rose at an instant, learnd, playd, eat together, And wheresoever we went, like Junos swans, Still we went coupled and inseparable."
        },
        {
            "speaker": "duke frederick",
            "text": "She is too subtle for thee and her smoothness, Her very silence and her patience Speak to the people, and they pity her. Thou art a fool: she robs thee of thy name And thou wilt show more bright and seem more virtuous When she is gone. Then open not thy lips: Firm and irrevocable is my doom Which I have passd upon her she is banishd."
        },
        {
            "speaker": "celia",
            "text": "Pronounce that sentence then on me, my liege: I cannot live out of her company."
        },
        {
            "speaker": "duke frederick",
            "text": "You are a fool. You, niece, provide yourself: If you outstay the time, upon mine honour, And in the greatness of my word, you die."
        },
        {
            "text": "Exeunt DUKE FREDERICK and Lords"
        },
        {
            "speaker": "celia",
            "text": "O my poor Rosalind, whither wilt thou go Wilt thou change fathers I will give thee mine. I charge thee, be not thou more grieved than I am."
        },
        {
            "speaker": "rosalind",
            "text": "I have more cause."
        },
        {
            "speaker": "celia",
            "text": "Thou hast not, cousin Prithee be cheerful: knowst thou not, the duke Hath banishd me, his daughter"
        },
        {
            "speaker": "rosalind",
            "text": "That he hath not."
        },
        {
            "speaker": "celia",
            "text": "No, hath not Rosalind lacks then the love Which teacheth thee that thou and I am one: Shall we be sunderd shall we part, sweet girl No: let my father seek another heir. Therefore devise with me how we may fly, Whither to go and what to bear with us And do not seek to take your change upon you, To bear your griefs yourself and leave me out For, by this heaven, now at our sorrows pale, Say what thou canst, Ill go along with thee."
        },
        {
            "speaker": "rosalind",
            "text": "Why, whither shall we go"
        },
        {
            "speaker": "celia",
            "text": "To seek my uncle in the forest of Arden."
        },
        {
            "speaker": "rosalind",
            "text": "Alas, what danger will it be to us, Maids as we are, to travel forth so far! Beauty provoketh thieves sooner than gold."
        },
        {
            "speaker": "celia",
            "text": "Ill put myself in poor and mean attire And with a kind of umber smirch my face The like do you: so shall we pass along And never stir assailants."
        },
        {
            "speaker": "rosalind",
            "text": "Were it not better, Because that I am more than common tall, That I did suit me all points like a man A gallant curtleaxe upon my thigh, A boarspear in my hand andin my heart Lie there what hidden womans fear there will Well have a swashing and a martial outside, As many other mannish cowards have That do outface it with their semblances."
        },
        {
            "speaker": "celia",
            "text": "What shall I call thee when thou art a man"
        },
        {
            "speaker": "rosalind",
            "text": "Ill have no worse a name than Joves own page And therefore look you call me Ganymede. But what will you be calld"
        },
        {
            "speaker": "celia",
            "text": "Something that hath a reference to my state No longer Celia, but Aliena."
        },
        {
            "speaker": "rosalind",
            "text": "But, cousin, what if we assayd to steal The clownish fool out of your fathers court Would he not be a comfort to our travel"
        },
        {
            "speaker": "celia",
            "text": "Hell go along oer the wide world with me Leave me alone to woo him. Lets away, And get our jewels and our wealth together, Devise the fittest time and safest way To hide us from pursuit that will be made After my flight. Now go we in content To liberty and not to banishment."
        },
        {
            "text": "Exeunt"
        }
    ]
}