{
    "sceneName": "Act 4, scene 3",
    "playName": "timon of athens",
    "location": "Woods and cave, near the seashore.",
    "lines": [
        {
            "text": "Enter TIMON, from the cave"
        },
        {
            "text": "Digging"
        },
        {
            "text": "March afar off"
        },
        {
            "text": "Keeping some gold"
        },
        {
            "text": "Enter ALCIBIADES, with drum and fife, in warlike manner; PHRYNIA and TIMANDRA"
        },
        {
            "speaker": "alcibiades",
            "text": "What art thou there? speak."
        },
        {
            "speaker": "timon",
            "text": "A beast, as thou art. The canker gnaw thy heart, For showing me again the eyes of man!"
        },
        {
            "speaker": "alcibiades",
            "text": "What is thy name? Is man so hateful to thee, That art thyself a man?"
        },
        {
            "speaker": "timon",
            "text": "I am Misanthropos, and hate mankind. For thy part, I do wish thou wert a dog, That I might love thee something."
        },
        {
            "speaker": "alcibiades",
            "text": "I know thee well; But in thy fortunes am unlearn'd and strange."
        },
        {
            "speaker": "timon",
            "text": "I know thee too; and more than that I know thee, I not desire to know. Follow thy drum; With man's blood paint the ground, gules, gules: Religious canons, civil laws are cruel; Then what should war be? This fell whore of thine Hath in her more destruction than thy sword, For all her cherubim look."
        },
        {
            "speaker": "phrynia",
            "text": "Thy lips rot off!"
        },
        {
            "speaker": "timon",
            "text": "I will not kiss thee; then the rot returns To thine own lips again."
        },
        {
            "speaker": "alcibiades",
            "text": "How came the noble Timon to this change?"
        },
        {
            "speaker": "timon",
            "text": "As the moon does, by wanting light to give: But then renew I could not, like the moon; There were no suns to borrow of."
        },
        {
            "speaker": "alcibiades",
            "text": "Noble Timon, What friendship may I do thee?"
        },
        {
            "speaker": "timon",
            "text": "None, but to Maintain my opinion."
        },
        {
            "speaker": "alcibiades",
            "text": "What is it, Timon?"
        },
        {
            "speaker": "timon",
            "text": "Promise me friendship, but perform none: if thou wilt not promise, the gods plague thee, for thou art a man! if thou dost perform, confound thee, for thou art a man!"
        },
        {
            "speaker": "alcibiades",
            "text": "I have heard in some sort of thy miseries."
        },
        {
            "speaker": "timon",
            "text": "Thou saw'st them, when I had prosperity."
        },
        {
            "speaker": "alcibiades",
            "text": "I see them now; then was a blessed time."
        },
        {
            "speaker": "timon",
            "text": "As thine is now, held with a brace of harlots."
        },
        {
            "speaker": "timandra",
            "text": "Is this the Athenian minion, whom the world Voiced so regardfully?"
        },
        {
            "speaker": "timon",
            "text": "Art thou Timandra?"
        },
        {
            "speaker": "timandra",
            "text": "Yes."
        },
        {
            "speaker": "timon",
            "text": "Be a whore still: they love thee not that use thee; Give them diseases, leaving with thee their lust. Make use of thy salt hours: season the slaves For tubs and baths; bring down rose-cheeked youth To the tub-fast and the diet."
        },
        {
            "speaker": "timandra",
            "text": "Hang thee, monster!"
        },
        {
            "speaker": "alcibiades",
            "text": "Pardon him, sweet Timandra; for his wits Are drown'd and lost in his calamities. I have but little gold of late, brave Timon, The want whereof doth daily make revolt In my penurious band: I have heard, and grieved, How cursed Athens, mindless of thy worth, Forgetting thy great deeds, when neighbour states, But for thy sword and fortune, trod upon them,--"
        },
        {
            "speaker": "timon",
            "text": "I prithee, beat thy drum, and get thee gone."
        },
        {
            "speaker": "alcibiades",
            "text": "I am thy friend, and pity thee, dear Timon."
        },
        {
            "speaker": "timon",
            "text": "How dost thou pity him whom thou dost trouble? I had rather be alone."
        },
        {
            "speaker": "alcibiades",
            "text": "Why, fare thee well: Here is some gold for thee."
        },
        {
            "speaker": "timon",
            "text": "Keep it, I cannot eat it."
        },
        {
            "speaker": "alcibiades",
            "text": "When I have laid proud Athens on a heap,--"
        },
        {
            "speaker": "timon",
            "text": "Warr'st thou 'gainst Athens?"
        },
        {
            "speaker": "alcibiades",
            "text": "Ay, Timon, and have cause."
        },
        {
            "speaker": "timon",
            "text": "The gods confound them all in thy conquest; And thee after, when thou hast conquer'd!"
        },
        {
            "speaker": "alcibiades",
            "text": "Why me, Timon?"
        },
        {
            "speaker": "timon",
            "text": "That, by killing of villains, Thou wast born to conquer my country. Put up thy gold: go on,--here's gold,--go on; Be as a planetary plague, when Jove Will o'er some high-viced city hang his poison In the sick air: let not thy sword skip one: Pity not honour'd age for his white beard; He is an usurer: strike me the counterfeit matron; It is her habit only that is honest, Herself's a bawd: let not the virgin's cheek Make soft thy trenchant sword; for those milk-paps, That through the window-bars bore at men's eyes, Are not within the leaf of pity writ, But set them down horrible traitors: spare not the babe, Whose dimpled smiles from fools exhaust their mercy; Think it a bastard, whom the oracle Hath doubtfully pronounced thy throat shall cut, And mince it sans remorse: swear against objects; Put armour on thine ears and on thine eyes; Whose proof, nor yells of mothers, maids, nor babes, Nor sight of priests in holy vestments bleeding, Shall pierce a jot. There's gold to pay soldiers: Make large confusion; and, thy fury spent, Confounded be thyself! Speak not, be gone."
        },
        {
            "speaker": "alcibiades",
            "text": "Hast thou gold yet? I'll take the gold thou givest me, Not all thy counsel."
        },
        {
            "speaker": "timon",
            "text": "Dost thou, or dost thou not, heaven's curse upon thee!"
        },
        {
            "speaker": "timandra",
            "text": "Give us some gold, good Timon: hast thou more?"
        },
        {
            "speaker": "timon",
            "text": "Enough to make a whore forswear her trade, And to make whores, a bawd. Hold up, you sluts, Your aprons mountant: you are not oathable, Although, I know, you 'll swear, terribly swear Into strong shudders and to heavenly agues The immortal gods that hear you,--spare your oaths, I'll trust to your conditions: be whores still; And he whose pious breath seeks to convert you, Be strong in whore, allure him, burn him up; Let your close fire predominate his smoke, And be no turncoats: yet may your pains, six months, Be quite contrary: and thatch your poor thin roofs With burthens of the dead;--some that were hang'd, No matter:--wear them, betray with them: whore still; Paint till a horse may mire upon your face, A pox of wrinkles!"
        },
        {
            "speaker": "timandra",
            "text": "Well, more gold: what then? Believe't, that we'll do any thing for gold."
        },
        {
            "speaker": "timon",
            "text": "Consumptions sow In hollow bones of man; strike their sharp shins, And mar men's spurring. Crack the lawyer's voice, That he may never more false title plead, Nor sound his quillets shrilly: hoar the flamen, That scolds against the quality of flesh, And not believes himself: down with the nose, Down with it flat; take the bridge quite away Of him that, his particular to foresee, Smells from the general weal: make curl'd-pate ruffians bald; And let the unscarr'd braggarts of the war Derive some pain from you: plague all; That your activity may defeat and quell The source of all erection. There's more gold: Do you damn others, and let this damn you, And ditches grave you all!"
        },
        {
            "speaker": "timandra",
            "text": "More counsel with more money, bounteous Timon."
        },
        {
            "speaker": "timon",
            "text": "More whore, more mischief first; I have given you earnest."
        },
        {
            "speaker": "alcibiades",
            "text": "Strike up the drum towards Athens! Farewell, Timon: If I thrive well, I'll visit thee again."
        },
        {
            "speaker": "timon",
            "text": "If I hope well, I'll never see thee more."
        },
        {
            "speaker": "alcibiades",
            "text": "I never did thee harm."
        },
        {
            "speaker": "timon",
            "text": "Yes, thou spokest well of me."
        },
        {
            "speaker": "alcibiades",
            "text": "Call'st thou that harm?"
        },
        {
            "speaker": "timon",
            "text": "Men daily find it. Get thee away, and take Thy beagles with thee."
        },
        {
            "speaker": "alcibiades",
            "text": "We but offend him. Strike!"
        },
        {
            "text": "Drum beats. Exeunt ALCIBIADES, PHRYNIA, and TIMANDRA"
        },
        {
            "speaker": "timon",
            "text": "That nature, being sick of man's unkindness, Should yet be hungry! Common mother, thou, Whose womb unmeasurable, and infinite breast, Teems, and feeds all; whose self-same mettle, Whereof thy proud child, arrogant man, is puff'd, Engenders the black toad and adder blue, The gilded newt and eyeless venom'd worm, With all the abhorred births below crisp heaven Whereon Hyperion's quickening fire doth shine; Yield him, who all thy human sons doth hate, From forth thy plenteous bosom, one poor root! Ensear thy fertile and conceptious womb, Let it no more bring out ingrateful man! Go great with tigers, dragons, wolves, and bears; Teem with new monsters, whom thy upward face Hath to the marbled mansion all above Never presented!--O, a root,--dear thanks!-- Dry up thy marrows, vines, and plough-torn leas; Whereof ungrateful man, with liquorish draughts And morsels unctuous, greases his pure mind, That from it all consideration slips! More man? plague, plague!"
        },
        {
            "text": "Digging"
        },
        {
            "text": "Enter APEMANTUS"
        },
        {
            "speaker": "apemantus",
            "text": "I was directed hither: men report Thou dost affect my manners, and dost use them."
        },
        {
            "speaker": "timon",
            "text": "'Tis, then, because thou dost not keep a dog, Whom I would imitate: consumption catch thee!"
        },
        {
            "speaker": "apemantus",
            "text": "This is in thee a nature but infected; A poor unmanly melancholy sprung From change of fortune. Why this spade? this place? This slave-like habit? and these looks of care? Thy flatterers yet wear silk, drink wine, lie soft; Hug their diseased perfumes, and have forgot That ever Timon was. Shame not these woods, By putting on the cunning of a carper. Be thou a flatterer now, and seek to thrive By that which has undone thee: hinge thy knee, And let his very breath, whom thou'lt observe, Blow off thy cap; praise his most vicious strain, And call it excellent: thou wast told thus; Thou gavest thine ears like tapsters that bid welcome To knaves and all approachers: 'tis most just That thou turn rascal; hadst thou wealth again, Rascals should have 't. Do not assume my likeness."
        },
        {
            "speaker": "timon",
            "text": "Were I like thee, I'ld throw away myself."
        },
        {
            "speaker": "apemantus",
            "text": "Thou hast cast away thyself, being like thyself; A madman so long, now a fool. What, think'st That the bleak air, thy boisterous chamberlain, Will put thy shirt on warm? will these moss'd trees, That have outlived the eagle, page thy heels, And skip where thou point'st out? will the cold brook, Candied with ice, caudle thy morning taste, To cure thy o'er-night's surfeit? Call the creatures Whose naked natures live in an the spite Of wreakful heaven, whose bare unhoused trunks, To the conflicting elements exposed, Answer mere nature; bid them flatter thee; O, thou shalt find--"
        },
        {
            "speaker": "timon",
            "text": "A fool of thee: depart."
        },
        {
            "speaker": "apemantus",
            "text": "I love thee better now than e'er I did."
        },
        {
            "speaker": "timon",
            "text": "I hate thee worse."
        },
        {
            "speaker": "apemantus",
            "text": "Why?"
        },
        {
            "speaker": "timon",
            "text": "Thou flatter'st misery."
        },
        {
            "speaker": "apemantus",
            "text": "I flatter not; but say thou art a caitiff."
        },
        {
            "speaker": "timon",
            "text": "Why dost thou seek me out?"
        },
        {
            "speaker": "apemantus",
            "text": "To vex thee."
        },
        {
            "speaker": "timon",
            "text": "Always a villain's office or a fool's. Dost please thyself in't?"
        },
        {
            "speaker": "apemantus",
            "text": "Ay."
        },
        {
            "speaker": "timon",
            "text": "What! a knave too?"
        },
        {
            "speaker": "apemantus",
            "text": "If thou didst put this sour-cold habit on To castigate thy pride, 'twere well: but thou Dost it enforcedly; thou'ldst courtier be again, Wert thou not beggar. Willing misery Outlives encertain pomp, is crown'd before: The one is filling still, never complete; The other, at high wish: best state, contentless, Hath a distracted and most wretched being, Worse than the worst, content. Thou shouldst desire to die, being miserable."
        },
        {
            "speaker": "timon",
            "text": "Not by his breath that is more miserable. Thou art a slave, whom Fortune's tender arm With favour never clasp'd; but bred a dog. Hadst thou, like us from our first swath, proceeded The sweet degrees that this brief world affords To such as may the passive drugs of it Freely command, thou wouldst have plunged thyself In general riot; melted down thy youth In different beds of lust; and never learn'd The icy precepts of respect, but follow'd The sugar'd game before thee. But myself, Who had the world as my confectionary, The mouths, the tongues, the eyes and hearts of men At duty, more than I could frame employment, That numberless upon me stuck as leaves Do on the oak, hive with one winter's brush Fell from their boughs and left me open, bare For every storm that blows: I, to bear this, That never knew but better, is some burden: Thy nature did commence in sufferance, time Hath made thee hard in't. Why shouldst thou hate men? They never flatter'd thee: what hast thou given? If thou wilt curse, thy father, that poor rag, Must be thy subject, who in spite put stuff To some she beggar and compounded thee Poor rogue hereditary. Hence, be gone! If thou hadst not been born the worst of men, Thou hadst been a knave and flatterer."
        },
        {
            "speaker": "apemantus",
            "text": "Art thou proud yet?"
        },
        {
            "speaker": "timon",
            "text": "Ay, that I am not thee."
        },
        {
            "speaker": "apemantus",
            "text": "I, that I was No prodigal."
        },
        {
            "speaker": "timon",
            "text": "I, that I am one now: Were all the wealth I have shut up in thee, I'ld give thee leave to hang it. Get thee gone. That the whole life of Athens were in this! Thus would I eat it."
        },
        {
            "text": "Eating a root"
        },
        {
            "speaker": "apemantus",
            "text": "Here; I will mend thy feast."
        },
        {
            "text": "Offering him a root"
        },
        {
            "speaker": "timon",
            "text": "First mend my company, take away thyself."
        },
        {
            "speaker": "apemantus",
            "text": "So I shall mend mine own, by the lack of thine."
        },
        {
            "speaker": "timon",
            "text": "'Tis not well mended so, it is but botch'd; if not, I would it were."
        },
        {
            "speaker": "apemantus",
            "text": "What wouldst thou have to Athens?"
        },
        {
            "speaker": "timon",
            "text": "Thee thither in a whirlwind. If thou wilt, Tell them there I have gold; look, so I have."
        },
        {
            "speaker": "apemantus",
            "text": "Here is no use for gold."
        },
        {
            "speaker": "timon",
            "text": "The best and truest; For here it sleeps, and does no hired harm."
        },
        {
            "speaker": "apemantus",
            "text": "Where liest o' nights, Timon?"
        },
        {
            "speaker": "timon",
            "text": "Under that's above me. Where feed'st thou o' days, Apemantus?"
        },
        {
            "speaker": "apemantus",
            "text": "Where my stomach finds meat; or, rather, where I eat it."
        },
        {
            "speaker": "timon",
            "text": "Would poison were obedient and knew my mind!"
        },
        {
            "speaker": "apemantus",
            "text": "Where wouldst thou send it?"
        },
        {
            "speaker": "timon",
            "text": "To sauce thy dishes."
        },
        {
            "speaker": "apemantus",
            "text": "The middle of humanity thou never knewest, but the extremity of both ends: when thou wast in thy gilt and thy perfume, they mocked thee for too much curiosity; in thy rags thou knowest none, but art despised for the contrary. There's a medlar for thee, eat it."
        },
        {
            "speaker": "timon",
            "text": "On what I hate I feed not."
        },
        {
            "speaker": "apemantus",
            "text": "Dost hate a medlar?"
        },
        {
            "speaker": "timon",
            "text": "Ay, though it look like thee."
        },
        {
            "speaker": "apemantus",
            "text": "An thou hadst hated meddlers sooner, thou shouldst have loved thyself better now. What man didst thou ever know unthrift that was beloved after his means?"
        },
        {
            "speaker": "timon",
            "text": "Who, without those means thou talkest of, didst thou ever know beloved?"
        },
        {
            "speaker": "apemantus",
            "text": "Myself."
        },
        {
            "speaker": "timon",
            "text": "I understand thee; thou hadst some means to keep a dog."
        },
        {
            "speaker": "apemantus",
            "text": "What things in the world canst thou nearest compare to thy flatterers?"
        },
        {
            "speaker": "timon",
            "text": "Women nearest; but men, men are the things themselves. What wouldst thou do with the world, Apemantus, if it lay in thy power?"
        },
        {
            "speaker": "apemantus",
            "text": "Give it the beasts, to be rid of the men."
        },
        {
            "speaker": "timon",
            "text": "Wouldst thou have thyself fall in the confusion of men, and remain a beast with the beasts?"
        },
        {
            "speaker": "apemantus",
            "text": "Ay, Timon."
        },
        {
            "speaker": "timon",
            "text": "A beastly ambition, which the gods grant thee t' attain to! If thou wert the lion, the fox would beguile thee; if thou wert the lamb, the fox would eat three: if thou wert the fox, the lion would suspect thee, when peradventure thou wert accused by the ass: if thou wert the ass, thy dulness would torment thee, and still thou livedst but as a breakfast to the wolf: if thou wert the wolf, thy greediness would afflict thee, and oft thou shouldst hazard thy life for thy dinner: wert thou the unicorn, pride and wrath would confound thee and make thine own self the conquest of thy fury: wert thou a bear, thou wouldst be killed by the horse: wert thou a horse, thou wouldst be seized by the leopard: wert thou a leopard, thou wert german to the lion and the spots of thy kindred were jurors on thy life: all thy safety were remotion and thy defence absence. What beast couldst thou be, that were not subject to a beast? and what a beast art thou already, that seest not thy loss in transformation!"
        },
        {
            "speaker": "apemantus",
            "text": "If thou couldst please me with speaking to me, thou mightst have hit upon it here: the commonwealth of Athens is become a forest of beasts."
        },
        {
            "speaker": "timon",
            "text": "How has the ass broke the wall, that thou art out of the city?"
        },
        {
            "speaker": "apemantus",
            "text": "Yonder comes a poet and a painter: the plague of company light upon thee! I will fear to catch it and give way: when I know not what else to do, I'll see thee again."
        },
        {
            "speaker": "timon",
            "text": "When there is nothing living but thee, thou shalt be welcome. I had rather be a beggar's dog than Apemantus."
        },
        {
            "speaker": "apemantus",
            "text": "Thou art the cap of all the fools alive."
        },
        {
            "speaker": "timon",
            "text": "Would thou wert clean enough to spit upon!"
        },
        {
            "speaker": "apemantus",
            "text": "A plague on thee! thou art too bad to curse."
        },
        {
            "speaker": "timon",
            "text": "All villains that do stand by thee are pure."
        },
        {
            "speaker": "apemantus",
            "text": "There is no leprosy but what thou speak'st."
        },
        {
            "speaker": "timon",
            "text": "If I name thee. I'll beat thee, but I should infect my hands."
        },
        {
            "speaker": "apemantus",
            "text": "I would my tongue could rot them off!"
        },
        {
            "speaker": "timon",
            "text": "Away, thou issue of a mangy dog! Choler does kill me that thou art alive; I swound to see thee."
        },
        {
            "speaker": "apemantus",
            "text": "Would thou wouldst burst!"
        },
        {
            "speaker": "timon",
            "text": "Away, Thou tedious rogue! I am sorry I shall lose A stone by thee."
        },
        {
            "text": "Throws a stone at him"
        },
        {
            "speaker": "apemantus",
            "text": "Beast!"
        },
        {
            "speaker": "timon",
            "text": "Slave!"
        },
        {
            "speaker": "apemantus",
            "text": "Toad!"
        },
        {
            "speaker": "timon",
            "text": "Rogue, rogue, rogue! I am sick of this false world, and will love nought But even the mere necessities upon 't. Then, Timon, presently prepare thy grave; Lie where the light foam the sea may beat Thy grave-stone daily: make thine epitaph, That death in me at others' lives may laugh. O thou sweet king-killer, and dear divorce 'Twixt natural son and sire! thou bright defiler Of Hymen's purest bed! thou valiant Mars! Thou ever young, fresh, loved and delicate wooer, Whose blush doth thaw the consecrated snow That lies on Dian's lap! thou visible god, That solder'st close impossibilities, And makest them kiss! that speak'st with every tongue, To every purpose! O thou touch of hearts! Think, thy slave man rebels, and by thy virtue Set them into confounding odds, that beasts May have the world in empire!"
        },
        {
            "text": "To the gold"
        },
        {
            "speaker": "apemantus",
            "text": "Would 'twere so! But not till I am dead. I'll say thou'st gold: Thou wilt be throng'd to shortly."
        },
        {
            "speaker": "timon",
            "text": "Throng'd to!"
        },
        {
            "speaker": "apemantus",
            "text": "Ay."
        },
        {
            "speaker": "timon",
            "text": "Thy back, I prithee."
        },
        {
            "speaker": "apemantus",
            "text": "Live, and love thy misery."
        },
        {
            "speaker": "timon",
            "text": "Long live so, and so die. I am quit. Moe things like men! Eat, Timon, and abhor them."
        },
        {
            "text": "Exit APEMANTUS"
        },
        {
            "text": "Enter Banditti"
        },
        {
            "speaker": "first bandit",
            "text": "Where should he have this gold? It is some poor fragment, some slender sort of his remainder: the mere want of gold, and the falling-from of his friends, drove him into this melancholy."
        },
        {
            "speaker": "second bandit",
            "text": "It is noised he hath a mass of treasure."
        },
        {
            "speaker": "third bandit",
            "text": "Let us make the assay upon him: if he care not for't, he will supply us easily; if he covetously reserve it, how shall's get it?"
        },
        {
            "speaker": "second bandit",
            "text": "True; for he bears it not about him, 'tis hid."
        },
        {
            "speaker": "first bandit",
            "text": "Is not this he?"
        },
        {
            "speaker": "banditti",
            "text": "Where?"
        },
        {
            "speaker": "second bandit",
            "text": "'Tis his description."
        },
        {
            "speaker": "third bandit",
            "text": "He; I know him."
        },
        {
            "speaker": "banditti",
            "text": "Save thee, Timon."
        },
        {
            "speaker": "timon",
            "text": "Now, thieves?"
        },
        {
            "speaker": "banditti",
            "text": "Soldiers, not thieves."
        },
        {
            "speaker": "timon",
            "text": "Both too; and women's sons."
        },
        {
            "speaker": "banditti",
            "text": "We are not thieves, but men that much do want."
        },
        {
            "speaker": "timon",
            "text": "Your greatest want is, you want much of meat. Why should you want? Behold, the earth hath roots; Within this mile break forth a hundred springs; The oaks bear mast, the briers scarlet hips; The bounteous housewife, nature, on each bush Lays her full mess before you. Want! why want?"
        },
        {
            "speaker": "first bandit",
            "text": "We cannot live on grass, on berries, water, As beasts and birds and fishes."
        },
        {
            "speaker": "timon",
            "text": "Nor on the beasts themselves, the birds, and fishes; You must eat men. Yet thanks I must you con That you are thieves profess'd, that you work not In holier shapes: for there is boundless theft In limited professions. Rascal thieves, Here's gold. Go, suck the subtle blood o' the grape, Till the high fever seethe your blood to froth, And so 'scape hanging: trust not the physician; His antidotes are poison, and he slays Moe than you rob: take wealth and lives together; Do villany, do, since you protest to do't, Like workmen. I'll example you with thievery. The sun's a thief, and with his great attraction Robs the vast sea: the moon's an arrant thief, And her pale fire she snatches from the sun: The sea's a thief, whose liquid surge resolves The moon into salt tears: the earth's a thief, That feeds and breeds by a composture stolen From general excrement: each thing's a thief: The laws, your curb and whip, in their rough power Have uncheque'd theft. Love not yourselves: away, Rob one another. There's more gold. Cut throats: All that you meet are thieves: to Athens go, Break open shops; nothing can you steal, But thieves do lose it: steal no less for this I give you; and gold confound you howsoe'er! Amen."
        },
        {
            "speaker": "third bandit",
            "text": "Has almost charmed me from my profession, by persuading me to it."
        },
        {
            "speaker": "first bandit",
            "text": "'Tis in the malice of mankind that he thus advises us; not to have us thrive in our mystery."
        },
        {
            "speaker": "second bandit",
            "text": "I'll believe him as an enemy, and give over my trade."
        },
        {
            "speaker": "first bandit",
            "text": "Let us first see peace in Athens: there is no time so miserable but a man may be true."
        },
        {
            "text": "Exeunt Banditti"
        },
        {
            "text": "Enter FLAVIUS"
        },
        {
            "speaker": "flavius",
            "text": "O you gods! Is yond despised and ruinous man my lord? Full of decay and failing? O monument And wonder of good deeds evilly bestow'd! What an alteration of honour Has desperate want made! What viler thing upon the earth than friends Who can bring noblest minds to basest ends! How rarely does it meet with this time's guise, When man was wish'd to love his enemies! Grant I may ever love, and rather woo Those that would mischief me than those that do! Has caught me in his eye: I will present My honest grief unto him; and, as my lord, Still serve him with my life. My dearest master!"
        },
        {
            "speaker": "timon",
            "text": "Away! what art thou?"
        },
        {
            "speaker": "flavius",
            "text": "Have you forgot me, sir?"
        },
        {
            "speaker": "timon",
            "text": "Why dost ask that? I have forgot all men; Then, if thou grant'st thou'rt a man, I have forgot thee."
        },
        {
            "speaker": "flavius",
            "text": "An honest poor servant of yours."
        },
        {
            "speaker": "timon",
            "text": "Then I know thee not: I never had honest man about me, I; all I kept were knaves, to serve in meat to villains."
        },
        {
            "speaker": "flavius",
            "text": "The gods are witness, Ne'er did poor steward wear a truer grief For his undone lord than mine eyes for you."
        },
        {
            "speaker": "timon",
            "text": "What, dost thou weep? Come nearer. Then I love thee, Because thou art a woman, and disclaim'st Flinty mankind; whose eyes do never give But thorough lust and laughter. Pity's sleeping: Strange times, that weep with laughing, not with weeping!"
        },
        {
            "speaker": "flavius",
            "text": "I beg of you to know me, good my lord, To accept my grief and whilst this poor wealth lasts To entertain me as your steward still."
        },
        {
            "speaker": "timon",
            "text": "Had I a steward So true, so just, and now so comfortable? It almost turns my dangerous nature mild. Let me behold thy face. Surely, this man Was born of woman. Forgive my general and exceptless rashness, You perpetual-sober gods! I do proclaim One honest man--mistake me not--but one; No more, I pray,--and he's a steward. How fain would I have hated all mankind! And thou redeem'st thyself: but all, save thee, I fell with curses. Methinks thou art more honest now than wise; For, by oppressing and betraying me, Thou mightst have sooner got another service: For many so arrive at second masters, Upon their first lord's neck. But tell me true-- For I must ever doubt, though ne'er so sure-- Is not thy kindness subtle, covetous, If not a usuring kindness, and, as rich men deal gifts, Expecting in return twenty for one?"
        },
        {
            "speaker": "flavius",
            "text": "No, my most worthy master; in whose breast Doubt and suspect, alas, are placed too late: You should have fear'd false times when you did feast: Suspect still comes where an estate is least. That which I show, heaven knows, is merely love, Duty and zeal to your unmatched mind, Care of your food and living; and, believe it, My most honour'd lord, For any benefit that points to me, Either in hope or present, I'ld exchange For this one wish, that you had power and wealth To requite me, by making rich yourself."
        },
        {
            "speaker": "timon",
            "text": "Look thee, 'tis so! Thou singly honest man, Here, take: the gods out of my misery Have sent thee treasure. Go, live rich and happy; But thus condition'd: thou shalt build from men; Hate all, curse all, show charity to none, But let the famish'd flesh slide from the bone, Ere thou relieve the beggar; give to dogs What thou deny'st to men; let prisons swallow 'em, Debts wither 'em to nothing; be men like blasted woods, And may diseases lick up their false bloods! And so farewell and thrive."
        },
        {
            "speaker": "flavius",
            "text": "O, let me stay, And comfort you, my master."
        },
        {
            "speaker": "timon",
            "text": "If thou hatest curses, Stay not; fly, whilst thou art blest and free: Ne'er see thou man, and let me ne'er see thee."
        },
        {
            "text": "Exit FLAVIUS. TIMON retires to his cave"
        }
    ]
}