{
    "sceneName": "Act 3, scene 6",
    "playName": "timon of athens",
    "location": "The same. A banqueting-room in Timon's house.",
    "lines": [
        {
            "text": "Music. Tables set out: Servants attending.  Enter divers Lords, Senators and others, at several doors"
        },
        {
            "speaker": "first lord",
            "text": "The good time of day to you, sir."
        },
        {
            "speaker": "second lord",
            "text": "I also wish it to you. I think this honourable lord did but try us this other day."
        },
        {
            "speaker": "first lord",
            "text": "Upon that were my thoughts tiring, when we encountered: I hope it is not so low with him as he made it seem in the trial of his several friends."
        },
        {
            "speaker": "second lord",
            "text": "It should not be, by the persuasion of his new feasting."
        },
        {
            "speaker": "first lord",
            "text": "I should think so: he hath sent me an earnest inviting, which many my near occasions did urge me to put off; but he hath conjured me beyond them, and I must needs appear."
        },
        {
            "speaker": "second lord",
            "text": "In like manner was I in debt to my importunate business, but he would not hear my excuse. I am sorry, when he sent to borrow of me, that my provision was out."
        },
        {
            "speaker": "first lord",
            "text": "I am sick of that grief too, as I understand how all things go."
        },
        {
            "speaker": "second lord",
            "text": "Every man here's so. What would he have borrowed of you?"
        },
        {
            "speaker": "first lord",
            "text": "A thousand pieces."
        },
        {
            "speaker": "second lord",
            "text": "A thousand pieces!"
        },
        {
            "speaker": "first lord",
            "text": "What of you?"
        },
        {
            "speaker": "second lord",
            "text": "He sent to me, sir,--Here he comes."
        },
        {
            "text": "Enter TIMON and Attendants"
        },
        {
            "speaker": "timon",
            "text": "With all my heart, gentlemen both; and how fare you?"
        },
        {
            "speaker": "first lord",
            "text": "Ever at the best, hearing well of your lordship."
        },
        {
            "speaker": "second lord",
            "text": "The swallow follows not summer more willing than we your lordship."
        },
        {
            "speaker": "timon",
            "text": "[Aside]  Nor more willingly leaves winter; such summer-birds are men. Gentlemen, our dinner will not recompense this long stay: feast your ears with the music awhile, if they will fare so harshly o' the trumpet's sound; we shall to 't presently."
        },
        {
            "speaker": "first lord",
            "text": "I hope it remains not unkindly with your lordship that I returned you an empty messenger."
        },
        {
            "speaker": "timon",
            "text": "O, sir, let it not trouble you."
        },
        {
            "speaker": "second lord",
            "text": "My noble lord,--"
        },
        {
            "speaker": "timon",
            "text": "Ah, my good friend, what cheer?"
        },
        {
            "speaker": "second lord",
            "text": "My most honourable lord, I am e'en sick of shame, that, when your lordship this other day sent to me, I was so unfortunate a beggar."
        },
        {
            "speaker": "timon",
            "text": "Think not on 't, sir."
        },
        {
            "speaker": "second lord",
            "text": "If you had sent but two hours before,--"
        },
        {
            "speaker": "timon",
            "text": "Let it not cumber your better remembrance. Come, bring in all together."
        },
        {
            "text": "The banquet brought in"
        },
        {
            "speaker": "second lord",
            "text": "All covered dishes!"
        },
        {
            "speaker": "first lord",
            "text": "Royal cheer, I warrant you."
        },
        {
            "speaker": "third lord",
            "text": "Doubt not that, if money and the season can yield it."
        },
        {
            "speaker": "first lord",
            "text": "How do you? What's the news?"
        },
        {
            "speaker": "third lord",
            "text": "Alcibiades is banished: hear you of it?"
        },
        {
            "speaker": "second lord",
            "text": "Alcibiades banished!"
        },
        {
            "speaker": "third lord",
            "text": "'Tis so, be sure of it."
        },
        {
            "speaker": "first lord",
            "text": "How! how!"
        },
        {
            "speaker": "second lord",
            "text": "I pray you, upon what?"
        },
        {
            "speaker": "timon",
            "text": "My worthy friends, will you draw near?"
        },
        {
            "speaker": "third lord",
            "text": "I'll tell you more anon. Here's a noble feast toward."
        },
        {
            "speaker": "second lord",
            "text": "This is the old man still."
        },
        {
            "speaker": "third lord",
            "text": "Will 't hold? will 't hold?"
        },
        {
            "speaker": "second lord",
            "text": "It does: but time will--and so--"
        },
        {
            "speaker": "third lord",
            "text": "I do conceive."
        },
        {
            "speaker": "timon",
            "text": "Each man to his stool, with that spur as he would to the lip of his mistress: your diet shall be in all places alike. Make not a city feast of it, to let the meat cool ere we can agree upon the first place: sit, sit. The gods require our thanks. You great benefactors, sprinkle our society with thankfulness. For your own gifts, make yourselves praised: but reserve still to give, lest your deities be despised. Lend to each man enough, that one need not lend to another; for, were your godheads to borrow of men, men would forsake the gods. Make the meat be beloved more than the man that gives it. Let no assembly of twenty be without a score of villains: if there sit twelve women at the table, let a dozen of them be--as they are. The rest of your fees, O gods--the senators of Athens, together with the common lag of people--what is amiss in them, you gods, make suitable for destruction. For these my present friends, as they are to me nothing, so in nothing bless them, and to nothing are they welcome. Uncover, dogs, and lap."
        },
        {
            "text": "The dishes are uncovered and seen to be full of warm water"
        },
        {
            "speaker": "some speak",
            "text": "What does his lordship mean?"
        },
        {
            "speaker": "some others",
            "text": "I know not."
        },
        {
            "speaker": "timon",
            "text": "May you a better feast never behold, You knot of mouth-friends I smoke and lukewarm water Is your perfection. This is Timon's last; Who, stuck and spangled with your flatteries, Washes it off, and sprinkles in your faces Your reeking villany. Live loathed and long, Most smiling, smooth, detested parasites, Courteous destroyers, affable wolves, meek bears, You fools of fortune, trencher-friends, time's flies, Cap and knee slaves, vapours, and minute-jacks! Of man and beast the infinite malady Crust you quite o'er! What, dost thou go? Soft! take thy physic first--thou too--and thou;-- Stay, I will lend thee money, borrow none. What, all in motion? Henceforth be no feast, Whereat a villain's not a welcome guest. Burn, house! sink, Athens! henceforth hated be Of Timon man and all humanity!"
        },
        {
            "text": "Throwing the water in their faces"
        },
        {
            "text": "Throws the dishes at them, and drives them out"
        },
        {
            "text": "Exit"
        },
        {
            "text": "Re-enter the Lords, Senators,  and c"
        },
        {
            "speaker": "first lord",
            "text": "How now, my lords!"
        },
        {
            "speaker": "second lord",
            "text": "Know you the quality of Lord Timon's fury?"
        },
        {
            "speaker": "third lord",
            "text": "Push! did you see my cap?"
        },
        {
            "speaker": "fourth lord",
            "text": "I have lost my gown."
        },
        {
            "speaker": "first lord",
            "text": "He's but a mad lord, and nought but humour sways him. He gave me a jewel th' other day, and now he has beat it out of my hat: did you see my jewel?"
        },
        {
            "speaker": "third lord",
            "text": "Did you see my cap?"
        },
        {
            "speaker": "second lord",
            "text": "Here 'tis."
        },
        {
            "speaker": "fourth lord",
            "text": "Here lies my gown."
        },
        {
            "speaker": "first lord",
            "text": "Let's make no stay."
        },
        {
            "speaker": "second lord",
            "text": "Lord Timon's mad."
        },
        {
            "speaker": "third lord",
            "text": "I feel 't upon my bones."
        },
        {
            "speaker": "fourth lord",
            "text": "One day he gives us diamonds, next day stones."
        },
        {
            "text": "Exeunt"
        }
    ]
}