{
    "sceneName": "Act 3, scene 4",
    "playName": "timon of athens",
    "location": "The same. A hall in Timons house.",
    "lines": [
        {
            "text": "Enter two Servants of Varro, and the Servant of  LUCIUS, meeting TITUS, HORTENSIUS, and other Servants of TIMONs creditors, waiting his coming out"
        },
        {
            "speaker": "first servant",
            "text": "Well met good morrow, Titus and Hortensius."
        },
        {
            "speaker": "titus",
            "text": "The like to you kind Varro."
        },
        {
            "speaker": "hortensius",
            "text": "Lucius! What, do we meet together Lucilius ServantAy, and I think One business does command us all for mine Is money."
        },
        {
            "speaker": "titus",
            "text": "So is theirs and ours. Lucilius ServantAnd Sir Philotus too!"
        },
        {
            "text": "Enter PHILOTUS"
        },
        {
            "speaker": "philotus",
            "text": "Good day at once. Lucilius Servant                  Welcome, good brother. What do you think the hour Labouring for nine. Lucilius ServantSo much Is not my lord seen yet Lucilius ServantNot yet. I wonder ont he was wont to shine at seven. Lucilius ServantAy, but the days are waxd shorter with him: You must consider that a prodigal course Is like the suns but not, like his, recoverable. I fear tis deepest winter in Lord Timons purse That is one may reach deep enough, and yet Find little. I am of your fear for that."
        },
        {
            "speaker": "titus",
            "text": "Ill show you how to observe a strange event. Your lord sends now for money."
        },
        {
            "speaker": "hortensius",
            "text": "Most true, he does."
        },
        {
            "speaker": "titus",
            "text": "And he wears jewels now of Timons gift, For which I wait for money."
        },
        {
            "speaker": "hortensius",
            "text": "It is against my heart. Lucilius ServantMark, how strange it shows, Timon in this should pay more than he owes: And een as if your lord should wear rich jewels, And send for money for em. Im weary of this charge, the gods can witness: I know my lord hath spent of Timons wealth, And now ingratitude makes it worse than stealth. Varros"
        },
        {
            "speaker": "first servant",
            "text": "Yes, mines three thousand crowns: whats yours Lucilius ServantFive thousand mine. Varros Tis much deep: and it should seem by the sun, Your masters confidence was above mine Else, surely, his had equalld. Enter FLAMINIUS."
        },
        {
            "speaker": "titus",
            "text": "One of Lord Timons men. Lucilius ServantFlaminius! Sir, a word: pray, is my lord ready to come forth"
        },
        {
            "speaker": "flaminius",
            "text": "No, indeed, he is not."
        },
        {
            "speaker": "titus",
            "text": "We attend his lordship pray, signify so much."
        },
        {
            "speaker": "flaminius",
            "text": "I need not tell him that he knows you are too diligent. Lucilius ServantHa! is not that his steward muffled so He goes away in a cloud: call him, call him."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter FLAVIUS in a cloak, muffled"
        },
        {
            "speaker": "titus",
            "text": "Do you hear, sir Varros"
        },
        {
            "speaker": "second servant",
            "text": "By your leave, sir,"
        },
        {
            "speaker": "flavius",
            "text": "What do ye ask of me, my friend"
        },
        {
            "speaker": "titus",
            "text": "We wait for certain money here, sir."
        },
        {
            "speaker": "flavius",
            "text": "Ay, If money were as certain as your waiting, Twere sure enough. Why then preferrd you not your sums and bills, When your false masters eat of my lords meat Then they could smile and fawn upon his debts And take down the interest into their gluttonous maws. You do yourselves but wrong to stir me up Let me pass quietly: Believe t, my lord and I have made an end I have no more to reckon, he to spend. Lucilius ServantAy, but this answer will not serve. If twill not serve,tis not so base as you For you serve knaves. Varros"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "first servant",
            "text": "How! what does his cashiered worship mutter Varros"
        },
        {
            "speaker": "second servant",
            "text": "No matter what hes poor, and thats revenge enough. Who can speak broader than he that has no house to put his head in such may rail against great buildings."
        },
        {
            "text": "Enter SERVILIUS"
        },
        {
            "speaker": "titus",
            "text": "O, heres Servilius now we shall know some answer."
        },
        {
            "speaker": "servilius",
            "text": "If I might beseech you, gentlemen, to repair some other hour, I should derive much fromt for, taket of my soul, my lord leans wondrously to discontent: his comfortable temper has forsook him hes much out of health, and keeps his chamber. Lucilius Servant: Many do keep their chambers are not sick: And, if it be so far beyond his health, Methinks he should the sooner pay his debts, And make a clear way to the gods. Good gods!"
        },
        {
            "speaker": "titus",
            "text": "We cannot take this for answer, sir."
        },
        {
            "speaker": "flaminius",
            "text": "[Within]  Servilius, help! My lord! my lord!"
        },
        {
            "text": "Enter TIMON, in a rage, FLAMINIUS following"
        },
        {
            "speaker": "timon",
            "text": "What, are my doors opposed against my passage Have I been ever free, and must my house Be my retentive enemy, my gaol The place which I have feasted, does it now, Like all mankind, show me an iron heart Lucilius ServantPut in now, Titus."
        },
        {
            "speaker": "titus",
            "text": "My lord, here is my bill. Lucilius ServantHeres mine."
        },
        {
            "speaker": "hortensius",
            "text": "And mine, my lord. Both Varros ServantsAnd ours, my lord."
        },
        {
            "speaker": "philotus",
            "text": "All our bills."
        },
        {
            "speaker": "timon",
            "text": "Knock me down with em: cleave me to the girdle. Lucilius ServantAlas, my lord, Cut my heart in sums."
        },
        {
            "speaker": "titus",
            "text": "Mine, fifty talents."
        },
        {
            "speaker": "timon",
            "text": "Tell out my blood. Lucilius ServantFive thousand crowns, my lord. Five thousand drops pays that. What yoursand yours Varros"
        },
        {
            "speaker": "first servant",
            "text": "My lord, Varros"
        },
        {
            "speaker": "second servant",
            "text": "My lord,"
        },
        {
            "speaker": "timon",
            "text": "Tear me, take me, and the gods fall upon you!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "hortensius",
            "text": "Faith, I perceive our masters may throw their caps at their money: these debts may well be called desperate ones, for a madman owes em."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Reenter TIMON and FLAVIUS"
        },
        {
            "speaker": "timon",
            "text": "They have een put my breath from me, the slaves. Creditors devils!"
        },
        {
            "speaker": "flavius",
            "text": "My dear lord,"
        },
        {
            "speaker": "timon",
            "text": "What if it should be so"
        },
        {
            "speaker": "flavius",
            "text": "My lord,"
        },
        {
            "speaker": "timon",
            "text": "Ill have it so. My steward!"
        },
        {
            "speaker": "flavius",
            "text": "Here, my lord."
        },
        {
            "speaker": "timon",
            "text": "So fitly Go, bid all my friends again, Lucius, Lucullus, and Sempronius: All, sirrah, all: Ill once more feast the rascals."
        },
        {
            "speaker": "flavius",
            "text": "O my lord, You only speak from your distracted soul There is not so much left, to furnish out A moderate table."
        },
        {
            "speaker": "timon",
            "text": "Bet not in thy care go, I charge thee, invite them all: let in the tide Of knaves once more my cook and Ill provide."
        },
        {
            "text": "Exeunt"
        }
    ]
}