{
    "sceneName": "Act 2, scene 2",
    "playName": "timon of athens",
    "location": "The same. A hall in Timons house.",
    "lines": [
        {
            "text": "Enter FLAVIUS, with many bills in his hand"
        },
        {
            "speaker": "flavius",
            "text": "No care, no stop! so senseless of expense, That he will neither know how to maintain it, Nor cease his flow of riot: takes no account How things go from him, nor resumes no care Of what is to continue: never mind Was to be so unwise, to be so kind. What shall be done he will not hear, till feel: I must be round with him, now he comes from hunting. Fie, fie, fie, fie!"
        },
        {
            "text": "Enter CAPHIS, and the Servants of Isidore and Varro"
        },
        {
            "speaker": "caphis",
            "text": "Good even, Varro: what, You come for money Varros ServantIst not your business too It is: and yours too, Isidore Isidores ServantIt is so. Would we were all discharged! Varros ServantI fear it. Here comes the lord. Enter TIMON, ALCIBIADES, and Lords,  and c"
        },
        {
            "speaker": "timon",
            "text": "So soon as dinners done, well forth again, My Alcibiades. With me what is your will"
        },
        {
            "speaker": "caphis",
            "text": "My lord, here is a note of certain dues."
        },
        {
            "speaker": "timon",
            "text": "Dues! Whence are you"
        },
        {
            "speaker": "caphis",
            "text": "Of Athens here, my lord."
        },
        {
            "speaker": "timon",
            "text": "Go to my steward."
        },
        {
            "speaker": "caphis",
            "text": "Please it your lordship, he hath put me off To the succession of new days this month: My master is awaked by great occasion To call upon his own, and humbly prays you That with your other noble parts youll suit In giving him his right."
        },
        {
            "speaker": "timon",
            "text": "Mine honest friend, I prithee, but repair to me next morning."
        },
        {
            "speaker": "caphis",
            "text": "Nay, good my lord,"
        },
        {
            "speaker": "timon",
            "text": "Contain thyself, good friend. Varros ServantOne Varros servant, my good lord, Isidores ServantFrom Isidore He humbly prays your speedy payment."
        },
        {
            "speaker": "caphis",
            "text": "If you did know, my lord, my masters wants Varros ServantTwas due on forfeiture, my lord, six weeks And past. Isidores Servant         Your steward puts me off, my lord And I am sent expressly to your lordship."
        },
        {
            "speaker": "timon",
            "text": "Give me breath. I do beseech you, good my lords, keep on Ill wait upon you instantly. Come hither: pray you, How goes the world, that I am thus encounterd With clamourous demands of datebroke bonds, And the detention of longsincedue debts, Against my honour"
        },
        {
            "text": "Exeunt ALCIBIADES and Lords"
        },
        {
            "text": "To FLAVIUS"
        },
        {
            "speaker": "flavius",
            "text": "Please you, gentlemen, The time is unagreeable to this business: Your importunacy cease till after dinner, That I may make his lordship understand Wherefore you are not paid."
        },
        {
            "speaker": "timon",
            "text": "Do so, my friends. See them well entertaind."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "flavius",
            "text": "Pray, draw near."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter APEMANTUS and Fool"
        },
        {
            "speaker": "caphis",
            "text": "Stay, stay, here comes the fool with Apemantus: lets ha some sport with em. Varros ServantHang him, hell abuse us. Isidores ServantA plague upon him, dog! Varros ServantHow dost, fool"
        },
        {
            "speaker": "apemantus",
            "text": "Dost dialogue with thy shadow Varros ServantI speak not to thee. No,tis to thyself. Come away. Isidores ServantTheres the fool hangs on your back already. No, thou standst single, thourt not on him yet."
        },
        {
            "text": "To the Fool"
        },
        {
            "speaker": "caphis",
            "text": "Wheres the fool now"
        },
        {
            "speaker": "apemantus",
            "text": "He last asked the question. Poor rogues, and usurers men! bawds between gold and want!"
        },
        {
            "speaker": "all servants",
            "text": "What are we, Apemantus"
        },
        {
            "speaker": "apemantus",
            "text": "Asses."
        },
        {
            "speaker": "all servants",
            "text": "Why"
        },
        {
            "speaker": "apemantus",
            "text": "That you ask me what you are, and do not know yourselves. Speak to em, fool."
        },
        {
            "speaker": "fool",
            "text": "How do you, gentlemen"
        },
        {
            "speaker": "all servants",
            "text": "Gramercies, good fool: how does your mistress"
        },
        {
            "speaker": "fool",
            "text": "Shes een setting on water to scald such chickens as you are. Would we could see you at Corinth!"
        },
        {
            "speaker": "apemantus",
            "text": "Good! gramercy."
        },
        {
            "text": "Enter Page"
        },
        {
            "speaker": "fool",
            "text": "Look you, here comes my mistress page."
        },
        {
            "speaker": "page",
            "text": "[To the Fool]  Why, how now, captain! what do you in this wise company How dost thou, Apemantus"
        },
        {
            "speaker": "apemantus",
            "text": "Would I had a rod in my mouth, that I might answer thee profitably."
        },
        {
            "speaker": "page",
            "text": "Prithee, Apemantus, read me the superscription of these letters: I know not which is which."
        },
        {
            "speaker": "apemantus",
            "text": "Canst not read"
        },
        {
            "speaker": "page",
            "text": "No."
        },
        {
            "speaker": "apemantus",
            "text": "There will little learning die then, that day thou art hanged. This is to Lord Timon this to Alcibiades. Go thou wast born a bastard, and thout die a bawd."
        },
        {
            "speaker": "page",
            "text": "Thou wast whelped a dog, and thou shalt famish a dogs death. Answer not I am gone."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "apemantus",
            "text": "Een so thou outrunnest grace. Fool, I will go with you to Lord Timons."
        },
        {
            "speaker": "fool",
            "text": "Will you leave me there"
        },
        {
            "speaker": "apemantus",
            "text": "If Timon stay at home. You three serve three usurers"
        },
        {
            "speaker": "all servants",
            "text": "Ay would they served us!"
        },
        {
            "speaker": "apemantus",
            "text": "So would I,as good a trick as ever hangman served thief."
        },
        {
            "speaker": "fool",
            "text": "Are you three usurers men"
        },
        {
            "speaker": "all servants",
            "text": "Ay, fool."
        },
        {
            "speaker": "fool",
            "text": "I think no usurer but has a fool to his servant: my mistress is one, and I am her fool. When men come to borrow of your masters, they approach sadly, and go away merry but they enter my mistress house merrily, and go away sadly: the reason of this Varros ServantI could render one."
        },
        {
            "speaker": "apemantus",
            "text": "Do it then, that we may account thee a whoremaster and a knave which notwithstanding, thou shalt be no less esteemed. Varros ServantWhat is a whoremaster, fool"
        },
        {
            "speaker": "fool",
            "text": "A fool in good clothes, and something like thee. Tis a spirit: sometimet appears like a lord sometime like a lawyer sometime like a philosopher, with two stones moe thans artificial one: he is very often like a knight and, generally, in all shapes that man goes up and down in from fourscore to thirteen, this spirit walks in. Varros ServantThou art not altogether a fool. Nor thou altogether a wise man: as much foolery as I have, so much wit thou lackest."
        },
        {
            "speaker": "apemantus",
            "text": "That answer might have become Apemantus."
        },
        {
            "speaker": "all servants",
            "text": "Aside, aside here comes Lord Timon."
        },
        {
            "text": "Reenter TIMON and FLAVIUS"
        },
        {
            "speaker": "apemantus",
            "text": "Come with me, fool, come."
        },
        {
            "speaker": "fool",
            "text": "I do not always follow lover, elder brother and woman sometime the philosopher."
        },
        {
            "text": "Exeunt APEMANTUS and Fool"
        },
        {
            "speaker": "flavius",
            "text": "Pray you, walk near: Ill speak with you anon."
        },
        {
            "text": "Exeunt Servants"
        },
        {
            "speaker": "timon",
            "text": "You make me marvel: wherefore ere this time Had you not fully laid my state before me, That I might so have rated my expense, As I had leave of means"
        },
        {
            "speaker": "flavius",
            "text": "You would not hear me, At many leisures I proposed."
        },
        {
            "speaker": "timon",
            "text": "Go to: Perchance some single vantages you took. When my indispos ition put you back: And that unaptness made your minister, Thus to excuse yourself."
        },
        {
            "speaker": "flavius",
            "text": "O my good lord, At many times I brought in my accounts, Laid them before you you would throw them off, And say, you found them in mine honesty. When, for some trifling present, you have bid me Return so much, I have shook my head and wept Yea, gainst the authority of manners, prayd you To hold your hand more close: I did endure Not seldom, nor no slight cheques, when I have Prompted you in the ebb of your estate And your great flow of debts. My loved lord, Though you hear now, too lateyet nows a time The greatest of your having lacks a half To pay your present debts."
        },
        {
            "speaker": "timon",
            "text": "Let all my land be sold."
        },
        {
            "speaker": "flavius",
            "text": "Tis all engaged, some forfeited and gone And what remains will hardly stop the mouth Of present dues: the future comes apace: What shall defend the interim and at length How goes our reckoning"
        },
        {
            "speaker": "timon",
            "text": "To Lacedaemon did my land extend."
        },
        {
            "speaker": "flavius",
            "text": "O my good lord, the world is but a word: Were it all yours to give it in a breath, How quickly were it gone!"
        },
        {
            "speaker": "timon",
            "text": "You tell me true."
        },
        {
            "speaker": "flavius",
            "text": "If you suspect my husbandry or falsehood, Call me before the exactest auditors And set me on the proof. So the gods bless me, When all our offices have been oppressd With riotous feeders, when our vaults have wept With drunken spilth of wine, when every room Hath blazed with lights and brayd with minstrelsy, I have retired me to a wasteful cock, And set mine eyes at flow."
        },
        {
            "speaker": "timon",
            "text": "Prithee, no more."
        },
        {
            "speaker": "flavius",
            "text": "Heavens, have I said, the bounty of this lord! How many prodigal bits have slaves and peasants This night englutted! Who is not Timons What heart, head, sword, force, means, but is Lord Timons Great Timon, noble, worthy, royal Timon! Ah, when the means are gone that buy this praise, The breath is gone whereof this praise is made: Feastwon, fastlost one cloud of winter showers, These flies are couchd."
        },
        {
            "speaker": "timon",
            "text": "Come, sermon me no further: No villanous bounty yet hath passd my heart Unwisely, not ignobly, have I given. Why dost thou weep Canst thou the conscience lack, To think I shall lack friends Secure thy heart If I would broach the vessels of my love, And try the argument of hearts by borrowing, Men and mens fortunes could I frankly use As I can bid thee speak."
        },
        {
            "speaker": "flavius",
            "text": "Assurance bless your thoughts!"
        },
        {
            "speaker": "timon",
            "text": "And, in some sort, these wants of mine are crownd, That I account them blessings for by these Shall I try friends: you shall perceive how you Mistake my fortunes I am wealthy in my friends. Within there! Flaminius! Servilius!"
        },
        {
            "text": "Enter FLAMINIUS, SERVILIUS, and other Servants"
        },
        {
            "speaker": "servants",
            "text": "My lord my lord"
        },
        {
            "speaker": "timon",
            "text": "I will dispatch you severally you to Lord Lucius to Lord Lucullus you: I hunted with his honour today: you, to Sempronius: commend me to their loves, and, I am proud, say, that my occasions have found time to use em toward a supply of money: let the request be fifty talents."
        },
        {
            "speaker": "flaminius",
            "text": "As you have said, my lord."
        },
        {
            "speaker": "flavius",
            "text": "[Aside]  Lord Lucius and Lucullus hum!"
        },
        {
            "speaker": "timon",
            "text": "Go you, sir, to the senators Of whom, even to the states best health, I have Deserved this hearingbid em send o the instant A thousand talents to me."
        },
        {
            "speaker": "flavius",
            "text": "I have been bold For that I knew it the most general way To them to use your signet and your name But they do shake their heads, and I am here No richer in return."
        },
        {
            "speaker": "timon",
            "text": "Ist true cant be"
        },
        {
            "speaker": "flavius",
            "text": "They answer, in a joint and corporate voice, That now they are at fall, want treasure, cannot Do what they would are sorryyou are honourable, But yet they could have wishdthey know not Something hath been amissa noble nature May catch a wrenchwould all were welltis pity And so, intending other serious matters, After distasteful looks and these hard fractions, With certain halfcaps and coldmoving nods They froze me into silence."
        },
        {
            "speaker": "timon",
            "text": "You gods, reward them! Prithee, man, look cheerly. These old fellows Have their ingratitude in them hereditary: Their blood is caked, tis cold, it seldom flows Tis lack of kindly warmth they are not kind And nature, as it grows again toward earth, Is fashiond for the journey, dull and heavy. Go to Ventidius. Prithee, be not sad, Thou art true and honest ingeniously I speak. No blame belongs to thee. Ventidius lately Buried his father by whose death hes steppd Into a great estate: when he was poor, Imprisond and in scarcity of friends, I cleard him with five talents: greet him from me Bid him suppose some good necessity Touches his friend, which craves to be rememberd With those five talents. That had, givet these fellows To whom tis instant due. Neer speak, or think, That Timons fortunes mong his friends can sink."
        },
        {
            "text": "To a Servant"
        },
        {
            "text": "To FLAVIUS"
        },
        {
            "text": "To Servant"
        },
        {
            "text": "Exit Servant"
        },
        {
            "text": "To FLAVIUS"
        },
        {
            "speaker": "flavius",
            "text": "I would I could not think it: that thought is bountys foe Being free itself, it thinks all others so."
        },
        {
            "text": "Exeunt"
        }
    ]
}