{
    "sceneName": "Act 3, scene 5",
    "playName": "timon of athens",
    "location": "The same. The senatehouse. The Senate sitting.",
    "lines": [
        {
            "speaker": "first senator",
            "text": "My lord, you have my voice to it the faults Bloody tis necessary he should die: Nothing emboldens sin so much as mercy."
        },
        {
            "speaker": "second senator",
            "text": "Most true the law shall bruise him."
        },
        {
            "text": "Enter ALCIBIADES, with Attendants"
        },
        {
            "speaker": "alcibiades",
            "text": "Honour, health, and compassion to the senate!"
        },
        {
            "speaker": "first senator",
            "text": "Now, captain"
        },
        {
            "speaker": "alcibiades",
            "text": "I am an humble suitor to your virtues For pity is the virtue of the law, And none but tyrants use it cruelly. It pleases time and fortune to lie heavy Upon a friend of mine, who, in hot blood, Hath steppd into the law, which is past depth To those that, without heed, do plunge into t. He is a man, setting his fate aside, Of comely virtues: Nor did he soil the fact with cowardice An honour in him which buys out his fault But with a noble fury and fair spirit, Seeing his reputation touchd to death, He did oppose his foe: And with such sober and unnoted passion He did behave his anger, ere twas spent, As if he had but proved an argument."
        },
        {
            "speaker": "first senator",
            "text": "You undergo too strict a paradox, Striving to make an ugly deed look fair: Your words have took such pains as if they labourd To bring manslaughter into form and set quarrelling Upon the head of valour which indeed Is valour misbegot and came into the world When sects and factions were newly born: Hes truly valiant that can wisely suffer The worst that man can breathe, and make his wrongs His outsides, to wear them like his raiment, carelessly, And neer prefer his injuries to his heart, To bring it into danger. If wrongs be evils and enforce us kill, What folly tis to hazard life for ill!"
        },
        {
            "speaker": "alcibiades",
            "text": "My lord,"
        },
        {
            "speaker": "first senator",
            "text": "You cannot make gross sins look clear: To revenge is no valour, but to bear."
        },
        {
            "speaker": "alcibiades",
            "text": "My lords, then, under favour, pardon me, If I speak like a captain. Why do fond men expose themselves to battle, And not endure all threats sleep upont, And let the foes quietly cut their throats, Without repugnancy If there be Such valour in the bearing, what make we Abroad why then, women are more valiant That stay at home, if bearing carry it, And the ass more captain than the lion, the felon Loaden with irons wiser than the judge, If wisdom be in suffering. O my lords, As you are great, be pitifully good: Who cannot condemn rashness in cold blood To kill, I grant, is sins extremest gust But, in defence, by mercy, tis most just. To be in anger is impiety But who is man that is not angry Weigh but the crime with this."
        },
        {
            "speaker": "second senator",
            "text": "You breathe in vain."
        },
        {
            "speaker": "alcibiades",
            "text": "In vain! his service done At Lacedaemon and Byzantium Were a sufficient briber for his life."
        },
        {
            "speaker": "first senator",
            "text": "Whats that"
        },
        {
            "speaker": "alcibiades",
            "text": "I say, my lords, he has done fair service, And slain in fight many of your enemies: How full of valour did he bear himself In the last conflict, and made plenteous wounds!"
        },
        {
            "speaker": "second senator",
            "text": "He has made too much plenty with em Hes a sworn rioter: he has a sin that often Drowns him, and takes his valour prisoner: If there were no foes, that were enough To overcome him: in that beastly fury He has been known to commit outrages, And cherish factions: tis inferrd to us, His days are foul and his drink dangerous."
        },
        {
            "speaker": "first senator",
            "text": "He dies."
        },
        {
            "speaker": "alcibiades",
            "text": "Hard fate! he might have died in war. My lords, if not for any parts in him Though his right arm might purchase his own time And be in debt to noneyet, more to move you, Take my deserts to his, and join em both: And, for I know your reverend ages love Security, Ill pawn my victories, all My honours to you, upon his good returns. If by this crime he owes the law his life, Why, let the war receive t in valiant gore For law is strict, and war is nothing more."
        },
        {
            "speaker": "first senator",
            "text": "We are for law: he dies urge it no more, On height of our displeasure: friend or brother, He forfeits his own blood that spills another."
        },
        {
            "speaker": "alcibiades",
            "text": "Must it be so it must not be. My lords, I do beseech you, know me."
        },
        {
            "speaker": "second senator",
            "text": "How!"
        },
        {
            "speaker": "alcibiades",
            "text": "Call me to your remembrances."
        },
        {
            "speaker": "third senator",
            "text": "What!"
        },
        {
            "speaker": "alcibiades",
            "text": "I cannot think but your age has forgot me It could not else be, I should prove so base, To sue, and be denied such common grace: My wounds ache at you."
        },
        {
            "speaker": "first senator",
            "text": "Do you dare our anger Tis in few words, but spacious in effect We banish thee for ever."
        },
        {
            "speaker": "alcibiades",
            "text": "Banish me! Banish your dotage banish usury, That makes the senate ugly."
        },
        {
            "speaker": "first senator",
            "text": "If, after two days shine, Athens contain thee, Attend our weightier judgment. And, not to swell our spirit, He shall be executed presently."
        },
        {
            "text": "Exeunt Senators"
        },
        {
            "speaker": "alcibiades",
            "text": "Now the gods keep you old enough that you may live Only in bone, that none may look on you! Im worse than mad: I have kept back their foes, While they have told their money and let out Their coin upon large interest, I myself Rich only in large hurts. All those for this Is this the balsam that the usuring senate Pours into captains wounds Banishment! It comes not ill I hate not to be banishd It is a cause worthy my spleen and fury, That I may strike at Athens. Ill cheer up My discontented troops, and lay for hearts. Tis honour with most lands to be at odds Soldiers should brook as little wrongs as gods."
        },
        {
            "text": "Exit"
        }
    ]
}