{
    "sceneName": "Act 3, scene 2",
    "playName": "timon of athens",
    "location": "A public place.",
    "lines": [
        {
            "text": "Enter LUCILIUS, with three Strangers"
        },
        {
            "speaker": "lucilius",
            "text": "Who, the Lord Timon? he is my very good friend, and an honourable gentleman."
        },
        {
            "speaker": "first stranger",
            "text": "We know him for no less, though we are but strangers to him. But I can tell you one thing, my lord, and which I hear from common rumours: now Lord Timon's happy hours are done and past, and his estate shrinks from him."
        },
        {
            "speaker": "lucilius",
            "text": "Fie, no, do not believe it; he cannot want for money."
        },
        {
            "speaker": "second stranger",
            "text": "But believe you this, my lord, that, not long ago, one of his men was with the Lord Lucullus to borrow so many talents, nay, urged extremely for't and showed what necessity belonged to't, and yet was denied."
        },
        {
            "speaker": "lucilius",
            "text": "How!"
        },
        {
            "speaker": "second stranger",
            "text": "I tell you, denied, my lord."
        },
        {
            "speaker": "lucilius",
            "text": "What a strange case was that! now, before the gods, I am ashamed on't. Denied that honourable man! there was very little honour showed in't. For my own part, I must needs confess, I have received some small kindnesses from him, as money, plate, jewels and such-like trifles, nothing comparing to his; yet, had he mistook him and sent to me, I should ne'er have denied his occasion so many talents."
        },
        {
            "text": "Enter SERVILIUS"
        },
        {
            "speaker": "servilius",
            "text": "See, by good hap, yonder's my lord; I have sweat to see his honour. My honoured lord,--"
        },
        {
            "text": "To LUCIUS"
        },
        {
            "speaker": "lucilius",
            "text": "Servilius! you are kindly met, sir. Fare thee well: commend me to thy honourable virtuous lord, my very exquisite friend."
        },
        {
            "speaker": "servilius",
            "text": "May it please your honour, my lord hath sent--"
        },
        {
            "speaker": "lucilius",
            "text": "Ha! what has he sent? I am so much endeared to that lord; he's ever sending: how shall I thank him, thinkest thou? And what has he sent now?"
        },
        {
            "speaker": "servilius",
            "text": "Has only sent his present occasion now, my lord; requesting your lordship to supply his instant use with so many talents."
        },
        {
            "speaker": "lucilius",
            "text": "I know his lordship is but merry with me; He cannot want fifty five hundred talents."
        },
        {
            "speaker": "servilius",
            "text": "But in the mean time he wants less, my lord. If his occasion were not virtuous, I should not urge it half so faithfully."
        },
        {
            "speaker": "lucilius",
            "text": "Dost thou speak seriously, Servilius?"
        },
        {
            "speaker": "servilius",
            "text": "Upon my soul,'tis true, sir."
        },
        {
            "speaker": "lucilius",
            "text": "What a wicked beast was I to disfurnish myself against such a good time, when I might ha' shown myself honourable! how unluckily it happened, that I should purchase the day before for a little part, and undo a great deal of honoured! Servilius, now, before the gods, I am not able to do,--the more beast, I say:--I was sending to use Lord Timon myself, these gentlemen can witness! but I would not, for the wealth of Athens, I had done't now. Commend me bountifully to his good lordship; and I hope his honour will conceive the fairest of me, because I have no power to be kind: and tell him this from me, I count it one of my greatest afflictions, say, that I cannot pleasure such an honourable gentleman. Good Servilius, will you befriend me so far, as to use mine own words to him?"
        },
        {
            "speaker": "servilius",
            "text": "Yes, sir, I shall."
        },
        {
            "speaker": "lucilius",
            "text": "I'll look you out a good turn, Servilius. True as you said, Timon is shrunk indeed; And he that's once denied will hardly speed."
        },
        {
            "text": "Exit SERVILIUS"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "first stranger",
            "text": "Do you observe this, Hostilius?"
        },
        {
            "speaker": "second stranger",
            "text": "Ay, too well."
        },
        {
            "speaker": "first stranger",
            "text": "Why, this is the world's soul; and just of the same piece Is every flatterer's spirit. Who can call him His friend that dips in the same dish? for, in My knowing, Timon has been this lord's father, And kept his credit with his purse, Supported his estate; nay, Timon's money Has paid his men their wages: he ne'er drinks, But Timon's silver treads upon his lip; And yet--O, see the monstrousness of man When he looks out in an ungrateful shape!-- He does deny him, in respect of his, What charitable men afford to beggars."
        },
        {
            "speaker": "third stranger",
            "text": "Religion groans at it."
        },
        {
            "speaker": "first stranger",
            "text": "For mine own part, I never tasted Timon in my life, Nor came any of his bounties over me, To mark me for his friend; yet, I protest, For his right noble mind, illustrious virtue And honourable carriage, Had his necessity made use of me, I would have put my wealth into donation, And the best half should have return'd to him, So much I love his heart: but, I perceive, Men must learn now with pity to dispense; For policy sits above conscience."
        },
        {
            "text": "Exeunt"
        }
    ]
}