{
    "sceneName": "Act 5, scene 3",
    "playName": "romeo and juliet",
    "location": "A churchyard in it a tomb belonging to the Capulets.",
    "lines": [
        {
            "text": "Enter PARIS, and his Page bearing flowers and a torch"
        },
        {
            "speaker": "paris",
            "text": "Give me thy torch, boy: hence, and stand aloof: Yet put it out, for I would not be seen. Under yond yewtrees lay thee all along, Holding thine ear close to the hollow ground So shall no foot upon the churchyard tread, Being loose, unfirm, with digging up of graves, But thou shalt hear it: whistle then to me, As signal that thou hearst something approach. Give me those flowers. Do as I bid thee, go."
        },
        {
            "speaker": "page",
            "text": "[Aside]  I am almost afraid to stand alone Here in the churchyard yet I will adventure."
        },
        {
            "text": "Retires"
        },
        {
            "speaker": "paris",
            "text": "Sweet flower, with flowers thy bridal bed I strew, O woe! thy canopy is dust and stones Which with sweet water nightly I will dew, Or, wanting that, with tears distilld by moans: The obsequies that I for thee will keep Nightly shall be to strew thy grave and weep. The boy gives warning something doth approach. What cursed foot wanders this way tonight, To cross my obsequies and true loves rite What with a torch! muffle me, night, awhile."
        },
        {
            "text": "The Page whistles"
        },
        {
            "text": "Retires"
        },
        {
            "text": "Enter ROMEO and BALTHASAR, with a torch, mattock,  and c"
        },
        {
            "speaker": "romeo",
            "text": "Give me that mattock and the wrenching iron. Hold, take this letter early in the morning See thou deliver it to my lord and father. Give me the light: upon thy life, I charge thee, Whateer thou hearst or seest, stand all aloof, And do not interrupt me in my course. Why I descend into this bed of death, Is partly to behold my ladys face But chiefly to take thence from her dead finger A precious ring, a ring that I must use In dear employment: therefore hence, be gone: But if thou, jealous, dost return to pry In what I further shall intend to do, By heaven, I will tear thee joint by joint And strew this hungry churchyard with thy limbs: The time and my intents are savagewild, More fierce and more inexorable far Than empty tigers or the roaring sea."
        },
        {
            "speaker": "balthasar",
            "text": "I will be gone, sir, and not trouble you."
        },
        {
            "speaker": "romeo",
            "text": "So shalt thou show me friendship. Take thou that: Live, and be prosperous: and farewell, good fellow."
        },
        {
            "speaker": "balthasar",
            "text": "[Aside]  For all this same, Ill hide me hereabout: His looks I fear, and his intents I doubt."
        },
        {
            "text": "Retires"
        },
        {
            "speaker": "romeo",
            "text": "Thou detestable maw, thou womb of death, Gorged with the dearest morsel of the earth, Thus I enforce thy rotten jaws to open, And, in despite, Ill cram thee with more food!"
        },
        {
            "text": "Opens the tomb"
        },
        {
            "speaker": "paris",
            "text": "This is that banishd haughty Montague, That murderd my loves cousin, with which grief, It is supposed, the fair creature died And here is come to do some villanous shame To the dead bodies: I will apprehend him. Stop thy unhallowd toil, vile Montague! Can vengeance be pursued further than death Condemned villain, I do apprehend thee: Obey, and go with me for thou must die."
        },
        {
            "text": "Comes forward"
        },
        {
            "speaker": "romeo",
            "text": "I must indeed and therefore came I hither. Good gentle youth, tempt not a desperate man Fly hence, and leave me: think upon these gone Let them affright thee. I beseech thee, youth, Put not another sin upon my head, By urging me to fury: O, be gone! By heaven, I love thee better than myself For I come hither armd against myself: Stay not, be gone live, and hereafter say, A madmans mercy bade thee run away."
        },
        {
            "speaker": "paris",
            "text": "I do defy thy conjurations, And apprehend thee for a felon here."
        },
        {
            "speaker": "romeo",
            "text": "Wilt thou provoke me then have at thee, boy!"
        },
        {
            "text": "They fight"
        },
        {
            "speaker": "page",
            "text": "O Lord, they fight! I will go call the watch."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "paris",
            "text": "O, I am slain! If thou be merciful, Open the tomb, lay me with Juliet."
        },
        {
            "text": "Falls"
        },
        {
            "text": "Dies"
        },
        {
            "speaker": "romeo",
            "text": "In faith, I will. Let me peruse this face. Mercutios kinsman, noble County Paris! What said my man, when my betossed soul Did not attend him as we rode I think He told me Paris should have married Juliet: Said he not so or did I dream it so Or am I mad, hearing him talk of Juliet, To think it was so O, give me thy hand, One writ with me in sour misfortunes book! Ill bury thee in a triumphant grave A grave O no! a lantern, slaughterd youth, For here lies Juliet, and her beauty makes This vault a feasting presence full of light. Death, lie thou there, by a dead man interrd. How oft when men are at the point of death Have they been merry! which their keepers call A lightning before death: O, how may I Call this a lightning O my love! my wife! Death, that hath suckd the honey of thy breath, Hath had no power yet upon thy beauty: Thou art not conquerd beautys ensign yet Is crimson in thy lips and in thy cheeks, And deaths pale flag is not advanced there. Tybalt, liest thou there in thy bloody sheet O, what more favour can I do to thee, Than with that hand that cut thy youth in twain To sunder his that was thine enemy Forgive me, cousin! Ah, dear Juliet, Why art thou yet so fair shall I believe That unsubstantial death is amorous, And that the lean abhorred monster keeps Thee here in dark to be his paramour For fear of that, I still will stay with thee And never from this palace of dim night Depart again: here, here will I remain With worms that are thy chambermaids O, here Will I set up my everlasting rest, And shake the yoke of inauspicious stars From this worldwearied flesh. Eyes, look your last! Arms, take your last embrace! and, lips, O you The doors of breath, seal with a righteous kiss A dateless bargain to engrossing death! Come, bitter conduct, come, unsavoury guide! Thou desperate pilot, now at once run on The dashing rocks thy seasick weary bark! Heres to my love! O true apothecary! Thy drugs are quick. Thus with a kiss I die."
        },
        {
            "text": "Laying PARIS in the tomb"
        },
        {
            "text": "Drinks"
        },
        {
            "text": "Dies"
        },
        {
            "text": "Enter, at the other end of the churchyard, FRIAR LAURENCE, with a lantern, crow, and spade"
        },
        {
            "speaker": "friar laurence",
            "text": "Saint Francis be my speed! how oft tonight Have my old feet stumbled at graves! Whos there"
        },
        {
            "speaker": "balthasar",
            "text": "Heres one, a friend, and one that knows you well."
        },
        {
            "speaker": "friar laurence",
            "text": "Bliss be upon you! Tell me, good my friend, What torch is yond, that vainly lends his light To grubs and eyeless skulls as I discern, It burneth in the Capels monument."
        },
        {
            "speaker": "balthasar",
            "text": "It doth so, holy sir and theres my master, One that you love."
        },
        {
            "speaker": "friar laurence",
            "text": "Who is it"
        },
        {
            "speaker": "balthasar",
            "text": "Romeo."
        },
        {
            "speaker": "friar laurence",
            "text": "How long hath he been there"
        },
        {
            "speaker": "balthasar",
            "text": "Full half an hour."
        },
        {
            "speaker": "friar laurence",
            "text": "Go with me to the vault."
        },
        {
            "speaker": "balthasar",
            "text": "I dare not, sir My master knows not but I am gone hence And fearfully did menace me with death, If I did stay to look on his intents."
        },
        {
            "speaker": "friar laurence",
            "text": "Stay, then Ill go alone. Fear comes upon me: O, much I fear some ill unlucky thing."
        },
        {
            "speaker": "balthasar",
            "text": "As I did sleep under this yewtree here, I dreamt my master and another fought, And that my master slew him."
        },
        {
            "speaker": "friar laurence",
            "text": "Romeo! Alack, alack, what blood is this, which stains The stony entrance of this sepulchre What mean these masterless and gory swords To lie discolourd by this place of peace Romeo! O, pale! Who else what, Paris too And steepd in blood Ah, what an unkind hour Is guilty of this lamentable chance! The lady stirs."
        },
        {
            "text": "Advances"
        },
        {
            "text": "Enters the tomb"
        },
        {
            "text": "JULIET wakes"
        },
        {
            "speaker": "juliet",
            "text": "O comfortable friar! where is my lord I do remember well where I should be, And there I am. Where is my Romeo"
        },
        {
            "text": "Noise within"
        },
        {
            "speaker": "friar laurence",
            "text": "I hear some noise. Lady, come from that nest Of death, contagion, and unnatural sleep: A greater power than we can contradict Hath thwarted our intents. Come, come away. Thy husband in thy bosom there lies dead And Paris too. Come, Ill dispose of thee Among a sisterhood of holy nuns: Stay not to question, for the watch is coming Come, go, good Juliet, I dare no longer stay."
        },
        {
            "text": "Noise again"
        },
        {
            "speaker": "juliet",
            "text": "Go, get thee hence, for I will not away. Whats here a cup, closed in my true loves hand Poison, I see, hath been his timeless end: O churl! drunk all, and left no friendly drop To help me after I will kiss thy lips Haply some poison yet doth hang on them, To make die with a restorative. Thy lips are warm."
        },
        {
            "text": "Exit FRIAR LAURENCE"
        },
        {
            "text": "Kisses him"
        },
        {
            "speaker": "first watchman",
            "text": "[Within]  Lead, boy: which way"
        },
        {
            "speaker": "juliet",
            "text": "Yea, noise then Ill be brief. O happy dagger! This is thy sheath there rust, and let me die."
        },
        {
            "text": "Snatching ROMEOs dagger"
        },
        {
            "text": "Stabs herself"
        },
        {
            "text": "Falls on ROMEOs body, and dies"
        },
        {
            "text": "Enter Watch, with the Page of PARIS"
        },
        {
            "speaker": "page",
            "text": "This is the place there, where the torch doth burn."
        },
        {
            "speaker": "first watchman",
            "text": "The ground is bloody search about the churchyard: Go, some of you, whoeer you find attach. Pitiful sight! here lies the county slain, And Juliet bleeding, warm, and newly dead, Who here hath lain these two days buried. Go, tell the prince: run to the Capulets: Raise up the Montagues: some others search: We see the ground whereon these woes do lie But the true ground of all these piteous woes We cannot without circumstance descry."
        },
        {
            "text": "Reenter some of the Watch, with BALTHASAR"
        },
        {
            "speaker": "second watchman",
            "text": "Heres Romeos man we found him in the churchyard."
        },
        {
            "speaker": "first watchman",
            "text": "Hold him in safety, till the prince come hither."
        },
        {
            "text": "Reenter others of the Watch, with FRIAR LAURENCE"
        },
        {
            "speaker": "third watchman",
            "text": "Here is a friar, that trembles, sighs and weeps: We took this mattock and this spade from him, As he was coming from this churchyard side."
        },
        {
            "speaker": "first watchman",
            "text": "A great suspicion: stay the friar too."
        },
        {
            "text": "Enter the PRINCE and Attendants"
        },
        {
            "speaker": "prince",
            "text": "What misadventure is so early up, That calls our person from our mornings rest"
        },
        {
            "text": "Enter CAPULET, LADY CAPULET, and others"
        },
        {
            "speaker": "capulet",
            "text": "What should it be, that they so shriek abroad"
        },
        {
            "speaker": "lady capulet",
            "text": "The people in the street cry Romeo, Some Juliet, and some Paris and all run, With open outcry toward our monument."
        },
        {
            "speaker": "prince",
            "text": "What fear is this which startles in our ears"
        },
        {
            "speaker": "first watchman",
            "text": "Sovereign, here lies the County Paris slain And Romeo dead and Juliet, dead before, Warm and new killd."
        },
        {
            "speaker": "prince",
            "text": "Search, seek, and know how this foul murder comes."
        },
        {
            "speaker": "first watchman",
            "text": "Here is a friar, and slaughterd Romeos man With instruments upon them, fit to open These dead mens tombs."
        },
        {
            "speaker": "capulet",
            "text": "O heavens! O wife, look how our daughter bleeds! This dagger hath mistaenfor, lo, his house Is empty on the back of Montague, And it missheathed in my daughters bosom!"
        },
        {
            "speaker": "lady capulet",
            "text": "O me! this sight of death is as a bell, That warns my old age to a sepulchre."
        },
        {
            "text": "Enter MONTAGUE and others"
        },
        {
            "speaker": "prince",
            "text": "Come, Montague for thou art early up, To see thy son and heir more early down."
        },
        {
            "speaker": "montague",
            "text": "Alas, my liege, my wife is dead tonight Grief of my sons exile hath stoppd her breath: What further woe conspires against mine age"
        },
        {
            "speaker": "prince",
            "text": "Look, and thou shalt see."
        },
        {
            "speaker": "montague",
            "text": "O thou untaught! what manners is in this To press before thy father to a grave"
        },
        {
            "speaker": "prince",
            "text": "Seal up the mouth of outrage for a while, Till we can clear these ambiguities, And know their spring, their head, their true descent And then will I be general of your woes, And lead you even to death: meantime forbear, And let mischance be slave to patience. Bring forth the parties of suspicion."
        },
        {
            "speaker": "friar laurence",
            "text": "I am the greatest, able to do least, Yet most suspected, as the time and place Doth make against me of this direful murder And here I stand, both to impeach and purge Myself condemned and myself excused."
        },
        {
            "speaker": "prince",
            "text": "Then say at once what thou dost know in this."
        },
        {
            "speaker": "friar laurence",
            "text": "I will be brief, for my short date of breath Is not so long as is a tedious tale. Romeo, there dead, was husband to that Juliet And she, there dead, that Romeos faithful wife: I married them and their stoln marriageday Was Tybalts doomsday, whose untimely death Banishd the newmade bridegroom from the city, For whom, and not for Tybalt, Juliet pined. You, to remove that siege of grief from her, Betrothd and would have married her perforce To County Paris: then comes she to me, And, with wild looks, bid me devise some mean To rid her from this second marriage, Or in my cell there would she kill herself. Then gave I her, so tutord by my art, A sleeping potion which so took effect As I intended, for it wrought on her The form of death: meantime I writ to Romeo, That he should hither come as this dire night, To help to take her from her borrowd grave, Being the time the potions force should cease. But he which bore my letter, Friar John, Was stayd by accident, and yesternight Returnd my letter back. Then all alone At the prefixed hour of her waking, Came I to take her from her kindreds vault Meaning to keep her closely at my cell, Till I conveniently could send to Romeo: But when I came, some minute ere the time Of her awaking, here untimely lay The noble Paris and true Romeo dead. She wakes and I entreated her come forth, And bear this work of heaven with patience: But then a noise did scare me from the tomb And she, too desperate, would not go with me, But, as it seems, did violence on herself. All this I know and to the marriage Her nurse is privy: and, if aught in this Miscarried by my fault, let my old life Be sacrificed, some hour before his time, Unto the rigour of severest law."
        },
        {
            "speaker": "prince",
            "text": "We still have known thee for a holy man. Wheres Romeos man what can he say in this"
        },
        {
            "speaker": "balthasar",
            "text": "I brought my master news of Juliets death And then in post he came from Mantua To this same place, to this same monument. This letter he early bid me give his father, And threatened me with death, going in the vault, I departed not and left him there."
        },
        {
            "speaker": "prince",
            "text": "Give me the letter I will look on it. Where is the countys page, that raised the watch Sirrah, what made your master in this place"
        },
        {
            "speaker": "page",
            "text": "He came with flowers to strew his ladys grave And bid me stand aloof, and so I did: Anon comes one with light to ope the tomb And by and by my master drew on him And then I ran away to call the watch."
        },
        {
            "speaker": "prince",
            "text": "This letter doth make good the friars words, Their course of love, the tidings of her death: And here he writes that he did buy a poison Of a poor pothecary, and therewithal Came to this vault to die, and lie with Juliet. Where be these enemies Capulet! Montague! See, what a scourge is laid upon your hate, That heaven finds means to kill your joys with love. And I for winking at your discords too Have lost a brace of kinsmen: all are punishd."
        },
        {
            "speaker": "capulet",
            "text": "O brother Montague, give me thy hand: This is my daughters jointure, for no more Can I demand."
        },
        {
            "speaker": "montague",
            "text": "But I can give thee more: For I will raise her statue in pure gold That while Verona by that name is known, There shall no figure at such rate be set As that of true and faithful Juliet."
        },
        {
            "speaker": "capulet",
            "text": "As rich shall Romeos by his ladys lie Poor sacrifices of our enmity!"
        },
        {
            "speaker": "prince",
            "text": "A glooming peace this morning with it brings The sun, for sorrow, will not show his head: Go hence, to have more talk of these sad things Some shall be pardond, and some punished: For never was a story of more woe Than this of Juliet and her Romeo."
        },
        {
            "text": "Exeunt"
        }
    ]
}