{
    "sceneName": "Act 2, scene 3",
    "playName": "romeo and juliet",
    "location": "Friar Laurences cell.",
    "lines": [
        {
            "text": "Enter FRIAR LAURENCE, with a basket"
        },
        {
            "speaker": "friar laurence",
            "text": "The greyeyed morn smiles on the frowning night, Chequering the eastern clouds with streaks of light, And flecked darkness like a drunkard reels From forth days path and Titans fiery wheels: Now, ere the sun advance his burning eye, The day to cheer and nights dank dew to dry, I must upfill this osier cage of ours With baleful weeds and preciousjuiced flowers. The earth thats natures mother is her tomb What is her burying grave that is her womb, And from her womb children of divers kind We sucking on her natural bosom find, Many for many virtues excellent, None but for some and yet all different. O, mickle is the powerful grace that lies In herbs, plants, stones, and their true qualities: For nought so vile that on the earth doth live But to the earth some special good doth give, Nor aught so good but straind from that fair use Revolts from true birth, stumbling on abuse: Virtue itself turns vice, being misapplied And vice sometimes by action dignified. Within the infant rind of this small flower Poison hath residence and medicine power: For this, being smelt, with that part cheers each part Being tasted, slays all senses with the heart. Two such opposed kings encamp them still In man as well as herbs, grace and rude will And where the worser is predominant, Full soon the canker death eats up that plant."
        },
        {
            "text": "Enter ROMEO"
        },
        {
            "speaker": "romeo",
            "text": "Good morrow, father."
        },
        {
            "speaker": "friar laurence",
            "text": "Benedicite! What early tongue so sweet saluteth me Young son, it argues a distemperd head So soon to bid good morrow to thy bed: Care keeps his watch in every old mans eye, And where care lodges, sleep will never lie But where unbruised youth with unstuffd brain Doth couch his limbs, there golden sleep doth reign: Therefore thy earliness doth me assure Thou art uproused by some distemperature Or if not so, then here I hit it right, Our Romeo hath not been in bed tonight."
        },
        {
            "speaker": "romeo",
            "text": "That last is true the sweeter rest was mine."
        },
        {
            "speaker": "friar laurence",
            "text": "God pardon sin! wast thou with Rosaline"
        },
        {
            "speaker": "romeo",
            "text": "With Rosaline, my ghostly father no I have forgot that name, and that names woe."
        },
        {
            "speaker": "friar laurence",
            "text": "Thats my good son: but where hast thou been, then"
        },
        {
            "speaker": "romeo",
            "text": "Ill tell thee, ere thou ask it me again. I have been feasting with mine enemy, Where on a sudden one hath wounded me, Thats by me wounded: both our remedies Within thy help and holy physic lies: I bear no hatred, blessed man, for, lo, My intercession likewise steads my foe."
        },
        {
            "speaker": "friar laurence",
            "text": "Be plain, good son, and homely in thy drift Riddling confession finds but riddling shrift."
        },
        {
            "speaker": "romeo",
            "text": "Then plainly know my hearts dear love is set On the fair daughter of rich Capulet: As mine on hers, so hers is set on mine And all combined, save what thou must combine By holy marriage: when and where and how We met, we wood and made exchange of vow, Ill tell thee as we pass but this I pray, That thou consent to marry us today."
        },
        {
            "speaker": "friar laurence",
            "text": "Holy Saint Francis, what a change is here! Is Rosaline, whom thou didst love so dear, So soon forsaken young mens love then lies Not truly in their hearts, but in their eyes. Jesu Maria, what a deal of brine Hath washd thy sallow cheeks for Rosaline! How much salt water thrown away in waste, To season love, that of it doth not taste! The sun not yet thy sighs from heaven clears, Thy old groans ring yet in my ancient ears Lo, here upon thy cheek the stain doth sit Of an old tear that is not washd off yet: If eer thou wast thyself and these woes thine, Thou and these woes were all for Rosaline: And art thou changed pronounce this sentence then, Women may fall, when theres no strength in men."
        },
        {
            "speaker": "romeo",
            "text": "Thou chidst me oft for loving Rosaline."
        },
        {
            "speaker": "friar laurence",
            "text": "For doting, not for loving, pupil mine."
        },
        {
            "speaker": "romeo",
            "text": "And badst me bury love."
        },
        {
            "speaker": "friar laurence",
            "text": "Not in a grave, To lay one in, another out to have."
        },
        {
            "speaker": "romeo",
            "text": "I pray thee, chide not she whom I love now Doth grace for grace and love for love allow The other did not so."
        },
        {
            "speaker": "friar laurence",
            "text": "O, she knew well Thy love did read by rote and could not spell. But come, young waverer, come, go with me, In one respect Ill thy assistant be For this alliance may so happy prove, To turn your households rancour to pure love."
        },
        {
            "speaker": "romeo",
            "text": "O, let us hence I stand on sudden haste."
        },
        {
            "speaker": "friar laurence",
            "text": "Wisely and slow they stumble that run fast."
        },
        {
            "text": "Exeunt"
        }
    ]
}