{
    "sceneName": "Act 3, scene 5",
    "playName": "romeo and juliet",
    "location": "Capulets orchard.",
    "lines": [
        {
            "text": "Enter ROMEO and JULIET above, at the window"
        },
        {
            "speaker": "juliet",
            "text": "Wilt thou be gone it is not yet near day: It was the nightingale, and not the lark, That pierced the fearful hollow of thine ear Nightly she sings on yon pomegranatetree: Believe me, love, it was the nightingale."
        },
        {
            "speaker": "romeo",
            "text": "It was the lark, the herald of the morn, No nightingale: look, love, what envious streaks Do lace the severing clouds in yonder east: Nights candles are burnt out, and jocund day Stands tiptoe on the misty mountain tops. I must be gone and live, or stay and die."
        },
        {
            "speaker": "juliet",
            "text": "Yon light is not daylight, I know it, I: It is some meteor that the sun exhales, To be to thee this night a torchbearer, And light thee on thy way to Mantua: Therefore stay yet thou needst not to be gone."
        },
        {
            "speaker": "romeo",
            "text": "Let me be taen, let me be put to death I am content, so thou wilt have it so. Ill say yon grey is not the mornings eye, Tis but the pale reflex of Cynthias brow Nor that is not the lark, whose notes do beat The vaulty heaven so high above our heads: I have more care to stay than will to go: Come, death, and welcome! Juliet wills it so. How ist, my soul lets talk it is not day."
        },
        {
            "speaker": "juliet",
            "text": "It is, it is: hie hence, be gone, away! It is the lark that sings so out of tune, Straining harsh discords and unpleasing sharps. Some say the lark makes sweet division This doth not so, for she divideth us: Some say the lark and loathed toad change eyes, O, now I would they had changed voices too! Since arm from arm that voice doth us affray, Hunting thee hence with huntsup to the day, O, now be gone more light and light it grows."
        },
        {
            "speaker": "romeo",
            "text": "More light and light more dark and dark our woes!"
        },
        {
            "text": "Enter Nurse, to the chamber"
        },
        {
            "speaker": "nurse",
            "text": "Madam!"
        },
        {
            "speaker": "juliet",
            "text": "Nurse"
        },
        {
            "speaker": "nurse",
            "text": "Your lady mother is coming to your chamber: The day is broke be wary, look about."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "juliet",
            "text": "Then, window, let day in, and let life out."
        },
        {
            "speaker": "romeo",
            "text": "Farewell, farewell! one kiss, and Ill descend."
        },
        {
            "text": "He goeth down"
        },
        {
            "speaker": "juliet",
            "text": "Art thou gone so love, lord, ay, husband, friend! I must hear from thee every day in the hour, For in a minute there are many days: O, by this count I shall be much in years Ere I again behold my Romeo!"
        },
        {
            "speaker": "romeo",
            "text": "Farewell! I will omit no opportunity That may convey my greetings, love, to thee."
        },
        {
            "speaker": "juliet",
            "text": "O thinkst thou we shall ever meet again"
        },
        {
            "speaker": "romeo",
            "text": "I doubt it not and all these woes shall serve For sweet discourses in our time to come."
        },
        {
            "speaker": "juliet",
            "text": "O God, I have an illdivining soul! Methinks I see thee, now thou art below, As one dead in the bottom of a tomb: Either my eyesight fails, or thou lookst pale."
        },
        {
            "speaker": "romeo",
            "text": "And trust me, love, in my eye so do you: Dry sorrow drinks our blood. Adieu, adieu!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "juliet",
            "text": "O fortune, fortune! all men call thee fickle: If thou art fickle, what dost thou with him. That is renownd for faith Be fickle, fortune For then, I hope, thou wilt not keep him long, But send him back."
        },
        {
            "speaker": "lady capulet",
            "text": "[Within]         Ho, daughter! are you up"
        },
        {
            "speaker": "juliet",
            "text": "Who ist that calls is it my lady mother Is she not down so late, or up so early What unaccustomd cause procures her hither"
        },
        {
            "text": "Enter LADY CAPULET"
        },
        {
            "speaker": "lady capulet",
            "text": "Why, how now, Juliet!"
        },
        {
            "speaker": "juliet",
            "text": "Madam, I am not well."
        },
        {
            "speaker": "lady capulet",
            "text": "Evermore weeping for your cousins death What, wilt thou wash him from his grave with tears An if thou couldst, thou couldst not make him live Therefore, have done: some grief shows much of love But much of grief shows still some want of wit."
        },
        {
            "speaker": "juliet",
            "text": "Yet let me weep for such a feeling loss."
        },
        {
            "speaker": "lady capulet",
            "text": "So shall you feel the loss, but not the friend Which you weep for."
        },
        {
            "speaker": "juliet",
            "text": "Feeling so the loss, Cannot choose but ever weep the friend."
        },
        {
            "speaker": "lady capulet",
            "text": "Well, girl, thou weepst not so much for his death, As that the villain lives which slaughterd him."
        },
        {
            "speaker": "juliet",
            "text": "What villain madam"
        },
        {
            "speaker": "lady capulet",
            "text": "That same villain, Romeo."
        },
        {
            "speaker": "juliet",
            "text": "[Aside]  Villain and he be many miles asunder. God Pardon him! I do, with all my heart And yet no man like he doth grieve my heart."
        },
        {
            "speaker": "lady capulet",
            "text": "That is, because the traitor murderer lives."
        },
        {
            "speaker": "juliet",
            "text": "Ay, madam, from the reach of these my hands: Would none but I might venge my cousins death!"
        },
        {
            "speaker": "lady capulet",
            "text": "We will have vengeance for it, fear thou not: Then weep no more. Ill send to one in Mantua, Where that same banishd runagate doth live, Shall give him such an unaccustomd dram, That he shall soon keep Tybalt company: And then, I hope, thou wilt be satisfied."
        },
        {
            "speaker": "juliet",
            "text": "Indeed, I never shall be satisfied With Romeo, till I behold himdead Is my poor heart for a kinsman vexd. Madam, if you could find out but a man To bear a poison, I would temper it That Romeo should, upon receipt thereof, Soon sleep in quiet. O, how my heart abhors To hear him named, and cannot come to him. To wreak the love I bore my cousin Upon his body that slaughterd him!"
        },
        {
            "speaker": "lady capulet",
            "text": "Find thou the means, and Ill find such a man. But now Ill tell thee joyful tidings, girl."
        },
        {
            "speaker": "juliet",
            "text": "And joy comes well in such a needy time: What are they, I beseech your ladyship"
        },
        {
            "speaker": "lady capulet",
            "text": "Well, well, thou hast a careful father, child One who, to put thee from thy heaviness, Hath sorted out a sudden day of joy, That thou expectst not nor I lookd not for."
        },
        {
            "speaker": "juliet",
            "text": "Madam, in happy time, what day is that"
        },
        {
            "speaker": "lady capulet",
            "text": "Marry, my child, early next Thursday morn, The gallant, young and noble gentleman, The County Paris, at Saint Peters Church, Shall happily make thee there a joyful bride."
        },
        {
            "speaker": "juliet",
            "text": "Now, by Saint Peters Church and Peter too, He shall not make me there a joyful bride. I wonder at this haste that I must wed Ere he, that should be husband, comes to woo. I pray you, tell my lord and father, madam, I will not marry yet and, when I do, I swear, It shall be Romeo, whom you know I hate, Rather than Paris. These are news indeed!"
        },
        {
            "speaker": "lady capulet",
            "text": "Here comes your father tell him so yourself, And see how he will take it at your hands."
        },
        {
            "text": "Enter CAPULET and Nurse"
        },
        {
            "speaker": "capulet",
            "text": "When the sun sets, the air doth drizzle dew But for the sunset of my brothers son It rains downright. How now! a conduit, girl what, still in tears Evermore showering In one little body Thou counterfeitst a bark, a sea, a wind For still thy eyes, which I may call the sea, Do ebb and flow with tears the bark thy body is, Sailing in this salt flood the winds, thy sighs Who, raging with thy tears, and they with them, Without a sudden calm, will overset Thy tempesttossed body. How now, wife! Have you deliverd to her our decree"
        },
        {
            "speaker": "lady capulet",
            "text": "Ay, sir but she will none, she gives you thanks. I would the fool were married to her grave!"
        },
        {
            "speaker": "capulet",
            "text": "Soft! take me with you, take me with you, wife. How! will she none doth she not give us thanks Is she not proud doth she not count her blest, Unworthy as she is, that we have wrought So worthy a gentleman to be her bridegroom"
        },
        {
            "speaker": "juliet",
            "text": "Not proud, you have but thankful, that you have: Proud can I never be of what I hate But thankful even for hate, that is meant love."
        },
        {
            "speaker": "capulet",
            "text": "How now, how now, choplogic! What is this Proud, and I thank you, and I thank you not And yet not proud, mistress minion, you, Thank me no thankings, nor, proud me no prouds, But fettle your fine joints gainst Thursday next, To go with Paris to Saint Peters Church, Or I will drag thee on a hurdle thither. Out, you greensickness carrion! out, you baggage! You tallowface!"
        },
        {
            "speaker": "lady capulet",
            "text": "Fie, fie! what, are you mad"
        },
        {
            "speaker": "juliet",
            "text": "Good father, I beseech you on my knees, Hear me with patience but to speak a word."
        },
        {
            "speaker": "capulet",
            "text": "Hang thee, young baggage! disobedient wretch! I tell thee what: get thee to church o Thursday, Or never after look me in the face: Speak not, reply not, do not answer me My fingers itch. Wife, we scarce thought us blest That God had lent us but this only child But now I see this one is one too much, And that we have a curse in having her: Out on her, hilding!"
        },
        {
            "speaker": "nurse",
            "text": "God in heaven bless her! You are to blame, my lord, to rate her so."
        },
        {
            "speaker": "capulet",
            "text": "And why, my lady wisdom hold your tongue, Good prudence smatter with your gossips, go."
        },
        {
            "speaker": "nurse",
            "text": "I speak no treason."
        },
        {
            "speaker": "capulet",
            "text": "O, God ye godden."
        },
        {
            "speaker": "nurse",
            "text": "May not one speak"
        },
        {
            "speaker": "capulet",
            "text": "Peace, you mumbling fool! Utter your gravity oer a gossips bowl For here we need it not."
        },
        {
            "speaker": "lady capulet",
            "text": "You are too hot."
        },
        {
            "speaker": "capulet",
            "text": "Gods bread! it makes me mad: Day, night, hour, tide, time, work, play, Alone, in company, still my care hath been To have her matchd: and having now provided A gentleman of noble parentage, Of fair demesnes, youthful, and nobly traind, Stuffd, as they say, with honourable parts, Proportiond as ones thought would wish a man And then to have a wretched puling fool, A whining mammet, in her fortunes tender, To answer Ill not wed I cannot love, I am too young I pray you, pardon me. But, as you will not wed, Ill pardon you: Graze where you will you shall not house with me: Look tot, think ont, I do not use to jest. Thursday is near lay hand on heart, advise: An you be mine, Ill give you to my friend And you be not, hang, beg, starve, die in the streets, For, by my soul, Ill neer acknowledge thee, Nor what is mine shall never do thee good: Trust tot, bethink you Ill not be forsworn."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "juliet",
            "text": "Is there no pity sitting in the clouds, That sees into the bottom of my grief O, sweet my mother, cast me not away! Delay this marriage for a month, a week Or, if you do not, make the bridal bed In that dim monument where Tybalt lies."
        },
        {
            "speaker": "lady capulet",
            "text": "Talk not to me, for Ill not speak a word: Do as thou wilt, for I have done with thee."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "juliet",
            "text": "O God!O nurse, how shall this be prevented My husband is on earth, my faith in heaven How shall that faith return again to earth, Unless that husband send it me from heaven By leaving earth comfort me, counsel me. Alack, alack, that heaven should practise stratagems Upon so soft a subject as myself! What sayst thou hast thou not a word of joy Some comfort, nurse."
        },
        {
            "speaker": "nurse",
            "text": "Faith, here it is. Romeo is banishd and all the world to nothing, That he dares neer come back to challenge you Or, if he do, it needs must be by stealth. Then, since the case so stands as now it doth, I think it best you married with the county. O, hes a lovely gentleman! Romeos a dishclout to him: an eagle, madam, Hath not so green, so quick, so fair an eye As Paris hath. Beshrew my very heart, I think you are happy in this second match, For it excels your first: or if it did not, Your first is dead or twere as good he were, As living here and you no use of him."
        },
        {
            "speaker": "juliet",
            "text": "Speakest thou from thy heart"
        },
        {
            "speaker": "nurse",
            "text": "And from my soul too Or else beshrew them both."
        },
        {
            "speaker": "juliet",
            "text": "Amen!"
        },
        {
            "speaker": "nurse",
            "text": "What"
        },
        {
            "speaker": "juliet",
            "text": "Well, thou hast comforted me marvellous much. Go in: and tell my lady I am gone, Having displeased my father, to Laurence cell, To make confession and to be absolved."
        },
        {
            "speaker": "nurse",
            "text": "Marry, I will and this is wisely done."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "juliet",
            "text": "Ancient damnation! O most wicked fiend! Is it more sin to wish me thus forsworn, Or to dispraise my lord with that same tongue Which she hath praised him with above compare So many thousand times Go, counsellor Thou and my bosom henceforth shall be twain. Ill to the friar, to know his remedy: If all else fail, myself have power to die."
        },
        {
            "text": "Exit"
        }
    ]
}