{
    "sceneName": "Act 4, scene 4",
    "playName": "romeo and juliet",
    "location": "Hall in Capulets house.",
    "lines": [
        {
            "text": "Enter LADY CAPULET and Nurse"
        },
        {
            "speaker": "lady capulet",
            "text": "Hold, take these keys, and fetch more spices, nurse."
        },
        {
            "speaker": "nurse",
            "text": "They call for dates and quinces in the pastry."
        },
        {
            "text": "Enter CAPULET"
        },
        {
            "speaker": "capulet",
            "text": "Come, stir, stir, stir! the second cock hath crowd, The curfewbell hath rung, tis three oclock: Look to the baked meats, good Angelica: Spare not for the cost."
        },
        {
            "speaker": "nurse",
            "text": "Go, you cotquean, go, Get you to bed faith, Youll be sick tomorrow For this nights watching."
        },
        {
            "speaker": "capulet",
            "text": "No, not a whit: what! I have watchd ere now All night for lesser cause, and neer been sick."
        },
        {
            "speaker": "lady capulet",
            "text": "Ay, you have been a mousehunt in your time But I will watch you from such watching now."
        },
        {
            "text": "Exeunt LADY CAPULET and Nurse"
        },
        {
            "speaker": "capulet",
            "text": "A jealous hood, a jealous hood! Now, fellow, Whats there"
        },
        {
            "text": "Enter three or four Servingmen, with spits, logs, and baskets"
        },
        {
            "speaker": "first servant",
            "text": "Things for the cook, sir but I know not what."
        },
        {
            "speaker": "capulet",
            "text": "Make haste, make haste. Sirrah, fetch drier logs: Call Peter, he will show thee where they are."
        },
        {
            "text": "Exit First Servant"
        },
        {
            "speaker": "second servant",
            "text": "I have a head, sir, that will find out logs, And never trouble Peter for the matter."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "capulet",
            "text": "Mass, and well said a merry whoreson, ha! Thou shalt be loggerhead. Good faith, tis day: The county will be here with music straight, For so he said he would: I hear him near. Nurse! Wife! What, ho! What, nurse, I say! Go waken Juliet, go and trim her up Ill go and chat with Paris: hie, make haste, Make haste the bridegroom he is come already: Make haste, I say."
        },
        {
            "text": "Music within"
        },
        {
            "text": "Reenter Nurse"
        },
        {
            "text": "Exeunt"
        }
    ]
}