{
    "sceneName": "Act 5, scene 6",
    "playName": "king john",
    "location": "An open place in the neighbourhood of Swinstead Abbey.",
    "lines": [
        {
            "text": "Enter the BASTARD and HUBERT, severally"
        },
        {
            "speaker": "hubert",
            "text": "Who's there? speak, ho! speak quickly, or I shoot."
        },
        {
            "speaker": "bastard",
            "text": "A friend. What art thou?"
        },
        {
            "speaker": "hubert",
            "text": "Of the part of England."
        },
        {
            "speaker": "bastard",
            "text": "Whither dost thou go?"
        },
        {
            "speaker": "hubert",
            "text": "What's that to thee? why may not I demand Of thine affairs, as well as thou of mine?"
        },
        {
            "speaker": "bastard",
            "text": "Hubert, I think?"
        },
        {
            "speaker": "hubert",
            "text": "Thou hast a perfect thought: I will upon all hazards well believe Thou art my friend, that know'st my tongue so well. Who art thou?"
        },
        {
            "speaker": "bastard",
            "text": "Who thou wilt: and if thou please, Thou mayst befriend me so much as to think I come one way of the Plantagenets."
        },
        {
            "speaker": "hubert",
            "text": "Unkind remembrance! thou and eyeless night Have done me shame: brave soldier, pardon me, That any accent breaking from thy tongue Should 'scape the true acquaintance of mine ear."
        },
        {
            "speaker": "bastard",
            "text": "Come, come; sans compliment, what news abroad?"
        },
        {
            "speaker": "hubert",
            "text": "Why, here walk I in the black brow of night, To find you out."
        },
        {
            "speaker": "bastard",
            "text": "Brief, then; and what's the news?"
        },
        {
            "speaker": "hubert",
            "text": "O, my sweet sir, news fitting to the night, Black, fearful, comfortless and horrible."
        },
        {
            "speaker": "bastard",
            "text": "Show me the very wound of this ill news: I am no woman, I'll not swoon at it."
        },
        {
            "speaker": "hubert",
            "text": "The king, I fear, is poison'd by a monk: I left him almost speechless; and broke out To acquaint you with this evil, that you might The better arm you to the sudden time, Than if you had at leisure known of this."
        },
        {
            "speaker": "bastard",
            "text": "How did he take it? who did taste to him?"
        },
        {
            "speaker": "hubert",
            "text": "A monk, I tell you; a resolved villain, Whose bowels suddenly burst out: the king Yet speaks and peradventure may recover."
        },
        {
            "speaker": "bastard",
            "text": "Who didst thou leave to tend his majesty?"
        },
        {
            "speaker": "hubert",
            "text": "Why, know you not? the lords are all come back, And brought Prince Henry in their company; At whose request the king hath pardon'd them, And they are all about his majesty."
        },
        {
            "speaker": "bastard",
            "text": "Withhold thine indignation, mighty heaven, And tempt us not to bear above our power! I'll tell tree, Hubert, half my power this night, Passing these flats, are taken by the tide; These Lincoln Washes have devoured them; Myself, well mounted, hardly have escaped. Away before: conduct me to the king; I doubt he will be dead or ere I come."
        },
        {
            "text": "Exeunt"
        }
    ]
}