{
    "sceneName": "Act 3, scene 3",
    "playName": "king john",
    "location": "The same.",
    "lines": [
        {
            "text": "Alarums, excursions, retreat. Enter KING JOHN,  QUEEN ELINOR, ARTHUR, the BASTARD, HUBERT, and Lords"
        },
        {
            "speaker": "king john",
            "text": "[To QUEEN ELINOR]  So shall it be your grace shall stay behind So strongly guarded. Cousin, look not sad: Thy grandam loves thee and thy uncle will As dear be to thee as thy father was."
        },
        {
            "text": "To ARTHUR"
        },
        {
            "speaker": "arthur",
            "text": "O, this will make my mother die with grief!"
        },
        {
            "speaker": "king john",
            "text": "[To the BASTARD]  Cousin, away for England! haste before: And, ere our coming, see thou shake the bags Of hoarding abbots imprisoned angels Set at liberty: the fat ribs of peace Must by the hungry now be fed upon: Use our commission in his utmost force."
        },
        {
            "speaker": "bastard",
            "text": "Bell, book, and candle shall not drive me back, When gold and silver becks me to come on. I leave your highness. Grandam, I will pray, If ever I remember to be holy, For your fair safety so, I kiss your hand."
        },
        {
            "speaker": "elinor",
            "text": "Farewell, gentle cousin."
        },
        {
            "speaker": "king john",
            "text": "Coz, farewell."
        },
        {
            "text": "Exit the BASTARD"
        },
        {
            "speaker": "queen elinor",
            "text": "Come hither, little kinsman hark, a word."
        },
        {
            "speaker": "king john",
            "text": "Come hither, Hubert. O my gentle Hubert, We owe thee much! within this wall of flesh There is a soul counts thee her creditor And with advantage means to pay thy love: And my good friend, thy voluntary oath Lives in this bosom, dearly cherished. Give me thy hand. I had a thing to say, But I will fit it with some better time. By heaven, Hubert, I am almost ashamed To say what good respect I have of thee."
        },
        {
            "speaker": "hubert",
            "text": "I am much bounden to your majesty."
        },
        {
            "speaker": "king john",
            "text": "Good friend, thou hast no cause to say so yet, But thou shalt have and creep time neer so slow, Yet it shall come from me to do thee good. I had a thing to say, but let it go: The sun is in the heaven, and the proud day, Attended with the pleasures of the world, Is all too wanton and too full of gawds To give me audience: if the midnight bell Did, with his iron tongue and brazen mouth, Sound on into the drowsy race of night If this same were a churchyard where we stand, And thou possessed with a thousand wrongs, Or if that surly spirit, melancholy, Had baked thy blood and made it heavythick, Which else runs tickling up and down the veins, Making that idiot, laughter, keep mens eyes And strain their cheeks to idle merriment, A passion hateful to my purposes, Or if that thou couldst see me without eyes, Hear me without thine ears, and make reply Without a tongue, using conceit alone, Without eyes, ears and harmful sound of words Then, in despite of brooded watchful day, I would into thy bosom pour my thoughts: But, ah, I will not! yet I love thee well And, by my troth, I think thou lovest me well."
        },
        {
            "speaker": "hubert",
            "text": "So well, that what you bid me undertake, Though that my death were adjunct to my act, By heaven, I would do it."
        },
        {
            "speaker": "king john",
            "text": "Do not I know thou wouldst Good Hubert, Hubert, Hubert, throw thine eye On yon young boy: Ill tell thee what, my friend, He is a very serpent in my way And wheresoer this foot of mine doth tread, He lies before me: dost thou understand me Thou art his keeper."
        },
        {
            "speaker": "hubert",
            "text": "And Ill keep him so, That he shall not offend your majesty."
        },
        {
            "speaker": "king john",
            "text": "Death."
        },
        {
            "speaker": "hubert",
            "text": "My lord"
        },
        {
            "speaker": "king john",
            "text": "A grave."
        },
        {
            "speaker": "hubert",
            "text": "He shall not live."
        },
        {
            "speaker": "king john",
            "text": "Enough. I could be merry now. Hubert, I love thee Well, Ill not say what I intend for thee: Remember. Madam, fare you well: Ill send those powers oer to your majesty."
        },
        {
            "speaker": "elinor",
            "text": "My blessing go with thee!"
        },
        {
            "speaker": "king john",
            "text": "For England, cousin, go: Hubert shall be your man, attend on you With all true duty. On toward Calais, ho!"
        },
        {
            "text": "Exeunt"
        }
    ]
}