{
    "sceneName": "Act 2, scene 3",
    "playName": "measure for measure",
    "location": "A room in a prison.",
    "lines": [
        {
            "text": "Enter, severally, DUKE VINCENTIO disguised as a friar, and Provost"
        },
        {
            "speaker": "duke vincentio",
            "text": "Hail to you, provost! so I think you are."
        },
        {
            "speaker": "provost",
            "text": "I am the provost. Whats your will, good friar"
        },
        {
            "speaker": "duke vincentio",
            "text": "Bound by my charity and my blest order, I come to visit the afflicted spirits Here in the prison. Do me the common right To let me see them and to make me know The nature of their crimes, that I may minister To them accordingly."
        },
        {
            "speaker": "provost",
            "text": "I would do more than that, if more were needful. Look, here comes one: a gentlewoman of mine, Who, falling in the flaws of her own youth, Hath blisterd her report: she is with child And he that got it, sentenced a young man More fit to do another such offence Than die for this."
        },
        {
            "text": "Enter JULIET"
        },
        {
            "speaker": "duke vincentio",
            "text": "When must he die"
        },
        {
            "speaker": "provost",
            "text": "As I do think, tomorrow. I have provided for you: stay awhile, And you shall be conducted."
        },
        {
            "text": "To JULIET"
        },
        {
            "speaker": "duke vincentio",
            "text": "Repent you, fair one, of the sin you carry"
        },
        {
            "speaker": "juliet",
            "text": "I do and bear the shame most patiently."
        },
        {
            "speaker": "duke vincentio",
            "text": "Ill teach you how you shall arraign your conscience, And try your penitence, if it be sound, Or hollowly put on."
        },
        {
            "speaker": "juliet",
            "text": "Ill gladly learn."
        },
        {
            "speaker": "duke vincentio",
            "text": "Love you the man that wrongd you"
        },
        {
            "speaker": "juliet",
            "text": "Yes, as I love the woman that wrongd him."
        },
        {
            "speaker": "duke vincentio",
            "text": "So then it seems your most offenceful act Was mutually committed"
        },
        {
            "speaker": "juliet",
            "text": "Mutually."
        },
        {
            "speaker": "duke vincentio",
            "text": "Then was your sin of heavier kind than his."
        },
        {
            "speaker": "juliet",
            "text": "I do confess it, and repent it, father."
        },
        {
            "speaker": "duke vincentio",
            "text": "Tis meet so, daughter: but lest you do repent, As that the sin hath brought you to this shame, Which sorrow is always towards ourselves, not heaven, Showing we would not spare heaven as we love it, But as we stand in fear,"
        },
        {
            "speaker": "juliet",
            "text": "I do repent me, as it is an evil, And take the shame with joy."
        },
        {
            "speaker": "duke vincentio",
            "text": "There rest. Your partner, as I hear, must die tomorrow, And I am going with instruction to him. Grace go with you, Benedicite!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "juliet",
            "text": "Must die tomorrow! O injurious love, That respites me a life, whose very comfort Is still a dying horror!"
        },
        {
            "speaker": "provost",
            "text": "Tis pity of him."
        },
        {
            "text": "Exeunt"
        }
    ]
}