{
    "sceneName": "Act 4, scene 1",
    "playName": "measure for measure",
    "location": "The moated grange at ST. LUKE's.",
    "lines": [
        {
            "text": "Enter MARIANA and a Boy"
        },
        {
            "text": "Boy sings"
        },
        {
            "speaker": "mariana",
            "text": "Break off thy song, and haste thee quick away: Here comes a man of comfort, whose advice Hath often still'd my brawling discontent. I cry you mercy, sir; and well could wish You had not found me here so musical: Let me excuse me, and believe me so, My mirth it much displeased, but pleased my woe."
        },
        {
            "text": "Exit Boy"
        },
        {
            "text": "Enter DUKE VINCENTIO disguised as before"
        },
        {
            "speaker": "duke vincentio",
            "text": "'Tis good; though music oft hath such a charm To make bad good, and good provoke to harm. I pray, you, tell me, hath any body inquired for me here to-day? much upon this time have I promised here to meet."
        },
        {
            "speaker": "mariana",
            "text": "You have not been inquired after: I have sat here all day."
        },
        {
            "text": "Enter ISABELLA"
        },
        {
            "speaker": "duke vincentio",
            "text": "I do constantly believe you. The time is come even now. I shall crave your forbearance a little: may be I will call upon you anon, for some advantage to yourself."
        },
        {
            "speaker": "mariana",
            "text": "I am always bound to you."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "duke vincentio",
            "text": "Very well met, and well come. What is the news from this good deputy?"
        },
        {
            "speaker": "isabella",
            "text": "He hath a garden circummured with brick, Whose western side is with a vineyard back'd; And to that vineyard is a planched gate, That makes his opening with this bigger key: This other doth command a little door Which from the vineyard to the garden leads; There have I made my promise Upon the heavy middle of the night To call upon him."
        },
        {
            "speaker": "duke vincentio",
            "text": "But shall you on your knowledge find this way?"
        },
        {
            "speaker": "isabella",
            "text": "I have ta'en a due and wary note upon't: With whispering and most guilty diligence, In action all of precept, he did show me The way twice o'er."
        },
        {
            "speaker": "duke vincentio",
            "text": "Are there no other tokens Between you 'greed concerning her observance?"
        },
        {
            "speaker": "isabella",
            "text": "No, none, but only a repair i' the dark; And that I have possess'd him my most stay Can be but brief; for I have made him know I have a servant comes with me along, That stays upon me, whose persuasion is I come about my brother."
        },
        {
            "speaker": "duke vincentio",
            "text": "'Tis well borne up. I have not yet made known to Mariana A word of this. What, ho! within! come forth! I pray you, be acquainted with this maid; She comes to do you good."
        },
        {
            "text": "Re-enter MARIANA"
        },
        {
            "speaker": "isabella",
            "text": "I do desire the like."
        },
        {
            "speaker": "duke vincentio",
            "text": "Do you persuade yourself that I respect you?"
        },
        {
            "speaker": "mariana",
            "text": "Good friar, I know you do, and have found it."
        },
        {
            "speaker": "duke vincentio",
            "text": "Take, then, this your companion by the hand, Who hath a story ready for your ear. I shall attend your leisure: but make haste; The vaporous night approaches."
        },
        {
            "speaker": "mariana",
            "text": "Will't please you walk aside?"
        },
        {
            "text": "Exeunt MARIANA and ISABELLA"
        },
        {
            "speaker": "duke vincentio",
            "text": "O place and greatness! millions of false eyes Are stuck upon thee: volumes of report Run with these false and most contrarious quests Upon thy doings: thousand escapes of wit Make thee the father of their idle dreams And rack thee in their fancies. Welcome, how agreed?"
        },
        {
            "text": "Re-enter MARIANA and ISABELLA"
        },
        {
            "speaker": "isabella",
            "text": "She'll take the enterprise upon her, father, If you advise it."
        },
        {
            "speaker": "duke vincentio",
            "text": "It is not my consent, But my entreaty too."
        },
        {
            "speaker": "isabella",
            "text": "Little have you to say When you depart from him, but, soft and low, 'Remember now my brother.'"
        },
        {
            "speaker": "mariana",
            "text": "Fear me not."
        },
        {
            "speaker": "duke vincentio",
            "text": "Nor, gentle daughter, fear you not at all. He is your husband on a pre-contract: To bring you thus together, 'tis no sin, Sith that the justice of your title to him Doth flourish the deceit. Come, let us go: Our corn's to reap, for yet our tithe's to sow."
        },
        {
            "text": "Exeunt"
        }
    ]
}