{
    "sceneName": "Act 5, scene 10",
    "playName": "troilus and cressida",
    "location": "Another part of the plains.",
    "lines": [
        {
            "text": "Enter AENEAS and Trojans"
        },
        {
            "speaker": "aeneas",
            "text": "Stand, ho! yet are we masters of the field: Never go home here starve we out the night."
        },
        {
            "text": "Enter TROILUS"
        },
        {
            "speaker": "troilus",
            "text": "Hector is slain."
        },
        {
            "speaker": "all",
            "text": "Hector! the gods forbid!"
        },
        {
            "speaker": "troilus",
            "text": "Hes dead and at the murderers horses tail, In beastly sort, draggd through the shameful field. Frown on, you heavens, effect your rage with speed! Sit, gods, upon your thrones, and smile at Troy! I say, at once let your brief plagues be mercy, And linger not our sure destructions on!"
        },
        {
            "speaker": "aeneas",
            "text": "My lord, you do discomfort all the host!"
        },
        {
            "speaker": "troilus",
            "text": "You understand me not that tell me so: I do not speak of flight, of fear, of death, But dare all imminence that gods and men Address their dangers in. Hector is gone: Who shall tell Priam so, or Hecuba Let him that will a screechowl aye be calld, Go in to Troy, and say there, Hectors dead: There is a word will Priam turn to stone Make wells and Niobes of the maids and wives, Cold statues of the youth, and, in a word, Scare Troy out of itself. But, march away: Hector is dead there is no more to say. Stay yet. You vile abominable tents, Thus proudly pight upon our Phrygian plains, Let Titan rise as early as he dare, Ill through and through you! and, thou greatsized coward, No space of earth shall sunder our two hates: Ill haunt thee like a wicked conscience still, That mouldeth goblins swift as frenzys thoughts. Strike a free march to Troy! with comfort go: Hope of revenge shall hide our inward woe."
        },
        {
            "text": "Exeunt AENEAS and Trojans"
        },
        {
            "text": "As TROILUS is going out, enter, from the other side, PANDARUS"
        },
        {
            "speaker": "pandarus",
            "text": "But hear you, hear you!"
        },
        {
            "speaker": "troilus",
            "text": "Hence, brokerlackey! ignomy and shame Pursue thy life, and live aye with thy name!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "pandarus",
            "text": "A goodly medicine for my aching bones! O world! world! world! thus is the poor agent despised! O traitors and bawds, how earnestly are you set awork, and how ill requited! why should our endeavour be so loved and the performance so loathed what verse for it what instance for it Let me see: Full merrily the humblebee doth sing, Till he hath lost his honey and his sting And being once subdued in armed tail, Sweet honey and sweet notes together fail. Good traders in the flesh, set this in your painted cloths. As many as be here of panders hall, Your eyes, half out, weep out at Pandars fall Or if you cannot weep, yet give some groans, Though not for me, yet for your aching bones. Brethren and sisters of the holddoor trade, Some two months hence my will shall here be made: It should be now, but that my fear is this, Some galled goose of Winchester would hiss: Till then Ill sweat and seek about for eases, And at that time bequeathe you my diseases."
        },
        {
            "text": "Exit"
        }
    ]
}