{
    "sceneName": "Act 5, scene 2",
    "playName": "troilus and cressida",
    "location": "The same. Before Calchas' tent.",
    "lines": [
        {
            "text": "Enter DIOMEDES"
        },
        {
            "speaker": "diomedes",
            "text": "What, are you up here, ho? speak."
        },
        {
            "speaker": "calchas",
            "text": "[Within]  Who calls?"
        },
        {
            "speaker": "diomedes",
            "text": "Calchas, I think. Where's your daughter?"
        },
        {
            "speaker": "calchas",
            "text": "[Within]  She comes to you. Enter TROILUS and ULYSSES, at a distance; after them, THERSITES"
        },
        {
            "speaker": "ulysses",
            "text": "Stand where the torch may not discover us."
        },
        {
            "text": "Enter CRESSIDA"
        },
        {
            "speaker": "troilus",
            "text": "Cressid comes forth to him."
        },
        {
            "speaker": "diomedes",
            "text": "How now, my charge!"
        },
        {
            "speaker": "cressida",
            "text": "Now, my sweet guardian! Hark, a word with you."
        },
        {
            "text": "Whispers"
        },
        {
            "speaker": "troilus",
            "text": "Yea, so familiar!"
        },
        {
            "speaker": "ulysses",
            "text": "She will sing any man at first sight."
        },
        {
            "speaker": "thersites",
            "text": "And any man may sing her, if he can take her cliff; she's noted."
        },
        {
            "speaker": "diomedes",
            "text": "Will you remember?"
        },
        {
            "speaker": "cressida",
            "text": "Remember! yes."
        },
        {
            "speaker": "diomedes",
            "text": "Nay, but do, then; And let your mind be coupled with your words."
        },
        {
            "speaker": "troilus",
            "text": "What should she remember?"
        },
        {
            "speaker": "ulysses",
            "text": "List."
        },
        {
            "speaker": "cressida",
            "text": "Sweet honey Greek, tempt me no more to folly."
        },
        {
            "speaker": "thersites",
            "text": "Roguery!"
        },
        {
            "speaker": "diomedes",
            "text": "Nay, then,--"
        },
        {
            "speaker": "cressida",
            "text": "I'll tell you what,--"
        },
        {
            "speaker": "diomedes",
            "text": "Foh, foh! come, tell a pin: you are forsworn."
        },
        {
            "speaker": "cressida",
            "text": "In faith, I cannot: what would you have me do?"
        },
        {
            "speaker": "thersites",
            "text": "A juggling trick,--to be secretly open."
        },
        {
            "speaker": "diomedes",
            "text": "What did you swear you would bestow on me?"
        },
        {
            "speaker": "cressida",
            "text": "I prithee, do not hold me to mine oath; Bid me do any thing but that, sweet Greek."
        },
        {
            "speaker": "diomedes",
            "text": "Good night."
        },
        {
            "speaker": "troilus",
            "text": "Hold, patience!"
        },
        {
            "speaker": "ulysses",
            "text": "How now, Trojan!"
        },
        {
            "speaker": "cressida",
            "text": "Diomed,--"
        },
        {
            "speaker": "diomedes",
            "text": "No, no, good night: I'll be your fool no more."
        },
        {
            "speaker": "troilus",
            "text": "Thy better must."
        },
        {
            "speaker": "cressida",
            "text": "Hark, one word in your ear."
        },
        {
            "speaker": "troilus",
            "text": "O plague and madness!"
        },
        {
            "speaker": "ulysses",
            "text": "You are moved, prince; let us depart, I pray you, Lest your displeasure should enlarge itself To wrathful terms: this place is dangerous; The time right deadly; I beseech you, go."
        },
        {
            "speaker": "troilus",
            "text": "Behold, I pray you!"
        },
        {
            "speaker": "ulysses",
            "text": "Nay, good my lord, go off: You flow to great distraction; come, my lord."
        },
        {
            "speaker": "troilus",
            "text": "I pray thee, stay."
        },
        {
            "speaker": "ulysses",
            "text": "You have not patience; come."
        },
        {
            "speaker": "troilus",
            "text": "I pray you, stay; by hell and all hell's torments I will not speak a word!"
        },
        {
            "speaker": "diomedes",
            "text": "And so, good night."
        },
        {
            "speaker": "cressida",
            "text": "Nay, but you part in anger."
        },
        {
            "speaker": "troilus",
            "text": "Doth that grieve thee? O wither'd truth!"
        },
        {
            "speaker": "ulysses",
            "text": "Why, how now, lord!"
        },
        {
            "speaker": "troilus",
            "text": "By Jove, I will be patient."
        },
        {
            "speaker": "cressida",
            "text": "Guardian!--why, Greek!"
        },
        {
            "speaker": "diomedes",
            "text": "Foh, foh! adieu; you palter."
        },
        {
            "speaker": "cressida",
            "text": "In faith, I do not: come hither once again."
        },
        {
            "speaker": "ulysses",
            "text": "You shake, my lord, at something: will you go? You will break out."
        },
        {
            "speaker": "troilus",
            "text": "She strokes his cheek!"
        },
        {
            "speaker": "ulysses",
            "text": "Come, come."
        },
        {
            "speaker": "troilus",
            "text": "Nay, stay; by Jove, I will not speak a word: There is between my will and all offences A guard of patience: stay a little while."
        },
        {
            "speaker": "thersites",
            "text": "How the devil Luxury, with his fat rump and potato-finger, tickles these together! Fry, lechery, fry!"
        },
        {
            "speaker": "diomedes",
            "text": "But will you, then?"
        },
        {
            "speaker": "cressida",
            "text": "In faith, I will, la; never trust me else."
        },
        {
            "speaker": "diomedes",
            "text": "Give me some token for the surety of it."
        },
        {
            "speaker": "cressida",
            "text": "I'll fetch you one."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "ulysses",
            "text": "You have sworn patience."
        },
        {
            "speaker": "troilus",
            "text": "Fear me not, sweet lord; I will not be myself, nor have cognition Of what I feel: I am all patience."
        },
        {
            "text": "Re-enter CRESSIDA"
        },
        {
            "speaker": "thersites",
            "text": "Now the pledge; now, now, now!"
        },
        {
            "speaker": "cressida",
            "text": "Here, Diomed, keep this sleeve."
        },
        {
            "speaker": "troilus",
            "text": "O beauty! where is thy faith?"
        },
        {
            "speaker": "ulysses",
            "text": "My lord,--"
        },
        {
            "speaker": "troilus",
            "text": "I will be patient; outwardly I will."
        },
        {
            "speaker": "cressida",
            "text": "You look upon that sleeve; behold it well. He loved me--O false wench!--Give't me again."
        },
        {
            "speaker": "diomedes",
            "text": "Whose was't?"
        },
        {
            "speaker": "cressida",
            "text": "It is no matter, now I have't again. I will not meet with you to-morrow night: I prithee, Diomed, visit me no more."
        },
        {
            "speaker": "thersites",
            "text": "Now she sharpens: well said, whetstone!"
        },
        {
            "speaker": "diomedes",
            "text": "I shall have it."
        },
        {
            "speaker": "cressida",
            "text": "What, this?"
        },
        {
            "speaker": "diomedes",
            "text": "Ay, that."
        },
        {
            "speaker": "cressida",
            "text": "O, all you gods! O pretty, pretty pledge! Thy master now lies thinking in his bed Of thee and me, and sighs, and takes my glove, And gives memorial dainty kisses to it, As I kiss thee. Nay, do not snatch it from me; He that takes that doth take my heart withal."
        },
        {
            "speaker": "diomedes",
            "text": "I had your heart before, this follows it."
        },
        {
            "speaker": "troilus",
            "text": "I did swear patience."
        },
        {
            "speaker": "cressida",
            "text": "You shall not have it, Diomed; faith, you shall not; I'll give you something else."
        },
        {
            "speaker": "diomedes",
            "text": "I will have this: whose was it?"
        },
        {
            "speaker": "cressida",
            "text": "It is no matter."
        },
        {
            "speaker": "diomedes",
            "text": "Come, tell me whose it was."
        },
        {
            "speaker": "cressida",
            "text": "'Twas one's that loved me better than you will. But, now you have it, take it."
        },
        {
            "speaker": "diomedes",
            "text": "Whose was it?"
        },
        {
            "speaker": "cressida",
            "text": "By all Diana's waiting-women yond, And by herself, I will not tell you whose."
        },
        {
            "speaker": "diomedes",
            "text": "To-morrow will I wear it on my helm, And grieve his spirit that dares not challenge it."
        },
        {
            "speaker": "troilus",
            "text": "Wert thou the devil, and worest it on thy horn, It should be challenged."
        },
        {
            "speaker": "cressida",
            "text": "Well, well, 'tis done, 'tis past: and yet it is not; I will not keep my word."
        },
        {
            "speaker": "diomedes",
            "text": "Why, then, farewell; Thou never shalt mock Diomed again."
        },
        {
            "speaker": "cressida",
            "text": "You shall not go: one cannot speak a word, But it straight starts you."
        },
        {
            "speaker": "diomedes",
            "text": "I do not like this fooling."
        },
        {
            "speaker": "thersites",
            "text": "Nor I, by Pluto: but that that likes not you pleases me best."
        },
        {
            "speaker": "diomedes",
            "text": "What, shall I come? the hour?"
        },
        {
            "speaker": "cressida",
            "text": "Ay, come:--O Jove!--do come:--I shall be plagued."
        },
        {
            "speaker": "diomedes",
            "text": "Farewell till then."
        },
        {
            "speaker": "cressida",
            "text": "Good night: I prithee, come. Troilus, farewell! one eye yet looks on thee But with my heart the other eye doth see. Ah, poor our sex! this fault in us I find, The error of our eye directs our mind: What error leads must err; O, then conclude Minds sway'd by eyes are full of turpitude."
        },
        {
            "text": "Exit DIOMEDES"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "thersites",
            "text": "A proof of strength she could not publish more, Unless she said ' My mind is now turn'd whore.'"
        },
        {
            "speaker": "ulysses",
            "text": "All's done, my lord."
        },
        {
            "speaker": "troilus",
            "text": "It is."
        },
        {
            "speaker": "ulysses",
            "text": "Why stay we, then?"
        },
        {
            "speaker": "troilus",
            "text": "To make a recordation to my soul Of every syllable that here was spoke. But if I tell how these two did co-act, Shall I not lie in publishing a truth? Sith yet there is a credence in my heart, An esperance so obstinately strong, That doth invert the attest of eyes and ears, As if those organs had deceptious functions, Created only to calumniate. Was Cressid here?"
        },
        {
            "speaker": "ulysses",
            "text": "I cannot conjure, Trojan."
        },
        {
            "speaker": "troilus",
            "text": "She was not, sure."
        },
        {
            "speaker": "ulysses",
            "text": "Most sure she was."
        },
        {
            "speaker": "troilus",
            "text": "Why, my negation hath no taste of madness."
        },
        {
            "speaker": "ulysses",
            "text": "Nor mine, my lord: Cressid was here but now."
        },
        {
            "speaker": "troilus",
            "text": "Let it not be believed for womanhood! Think, we had mothers; do not give advantage To stubborn critics, apt, without a theme, For depravation, to square the general sex By Cressid's rule: rather think this not Cressid."
        },
        {
            "speaker": "ulysses",
            "text": "What hath she done, prince, that can soil our mothers?"
        },
        {
            "speaker": "troilus",
            "text": "Nothing at all, unless that this were she."
        },
        {
            "speaker": "thersites",
            "text": "Will he swagger himself out on's own eyes?"
        },
        {
            "speaker": "troilus",
            "text": "This she? no, this is Diomed's Cressida: If beauty have a soul, this is not she; If souls guide vows, if vows be sanctimonies, If sanctimony be the gods' delight, If there be rule in unity itself, This is not she. O madness of discourse, That cause sets up with and against itself! Bi-fold authority! where reason can revolt Without perdition, and loss assume all reason Without revolt: this is, and is not, Cressid. Within my soul there doth conduce a fight Of this strange nature that a thing inseparate Divides more wider than the sky and earth, And yet the spacious breadth of this division Admits no orifex for a point as subtle As Ariachne's broken woof to enter. Instance, O instance! strong as Pluto's gates; Cressid is mine, tied with the bonds of heaven: Instance, O instance! strong as heaven itself; The bonds of heaven are slipp'd, dissolved, and loosed; And with another knot, five-finger-tied, The fractions of her faith, orts of her love, The fragments, scraps, the bits and greasy relics Of her o'er-eaten faith, are bound to Diomed."
        },
        {
            "speaker": "ulysses",
            "text": "May worthy Troilus be half attach'd With that which here his passion doth express?"
        },
        {
            "speaker": "troilus",
            "text": "Ay, Greek; and that shall be divulged well In characters as red as Mars his heart Inflamed with Venus: never did young man fancy With so eternal and so fix'd a soul. Hark, Greek: as much as I do Cressid love, So much by weight hate I her Diomed: That sleeve is mine that he'll bear on his helm; Were it a casque composed by Vulcan's skill, My sword should bite it: not the dreadful spout Which shipmen do the hurricano call, Constringed in mass by the almighty sun, Shall dizzy with more clamour Neptune's ear In his descent than shall my prompted sword Falling on Diomed."
        },
        {
            "speaker": "thersites",
            "text": "He'll tickle it for his concupy."
        },
        {
            "speaker": "troilus",
            "text": "O Cressid! O false Cressid! false, false, false! Let all untruths stand by thy stained name, And they'll seem glorious."
        },
        {
            "speaker": "ulysses",
            "text": "O, contain yourself Your passion draws ears hither."
        },
        {
            "text": "Enter AENEAS"
        },
        {
            "speaker": "aeneas",
            "text": "I have been seeking you this hour, my lord: Hector, by this, is arming him in Troy; Ajax, your guard, stays to conduct you home."
        },
        {
            "speaker": "troilus",
            "text": "Have with you, prince. My courteous lord, adieu. Farewell, revolted fair! and, Diomed, Stand fast, and wear a castle on thy head!"
        },
        {
            "speaker": "ulysses",
            "text": "I'll bring you to the gates."
        },
        {
            "speaker": "troilus",
            "text": "Accept distracted thanks."
        },
        {
            "text": "Exeunt TROILUS, AENEAS, and ULYSSES"
        },
        {
            "speaker": "thersites",
            "text": "Would I could meet that rogue Diomed! I would croak like a raven; I would bode, I would bode. Patroclus will give me any thing for the intelligence of this whore: the parrot will not do more for an almond than he for a commodious drab. Lechery, lechery; still, wars and lechery; nothing else holds fashion: a burning devil take them!"
        },
        {
            "text": "Exit"
        }
    ]
}