{
    "sceneName": "Act 1, scene 2",
    "playName": "troilus and cressida",
    "location": "The Same. A street.",
    "lines": [
        {
            "text": "Enter CRESSIDA and ALEXANDER"
        },
        {
            "speaker": "cressida",
            "text": "Who were those went by"
        },
        {
            "speaker": "alexander",
            "text": "Queen Hecuba and Helen."
        },
        {
            "speaker": "cressida",
            "text": "And whither go they"
        },
        {
            "speaker": "alexander",
            "text": "Up to the eastern tower, Whose height commands as subject all the vale, To see the battle. Hector, whose patience Is, as a virtue, fixd, today was moved: He chid Andromache and struck his armourer, And, like as there were husbandry in war, Before the sun rose he was harnessd light, And to the field goes he where every flower Did, as a prophet, weep what it foresaw In Hectors wrath."
        },
        {
            "speaker": "cressida",
            "text": "What was his cause of anger"
        },
        {
            "speaker": "alexander",
            "text": "The noise goes, this: there is among the Greeks A lord of Trojan blood, nephew to Hector They call him Ajax."
        },
        {
            "speaker": "cressida",
            "text": "Good and what of him"
        },
        {
            "speaker": "alexander",
            "text": "They say he is a very man per se, And stands alone."
        },
        {
            "speaker": "cressida",
            "text": "So do all men, unless they are drunk, sick, or have no legs."
        },
        {
            "speaker": "alexander",
            "text": "This man, lady, hath robbed many beasts of their particular additions he is as valiant as the lion, churlish as the bear, slow as the elephant: a man into whom nature hath so crowded humours that his valour is crushed into folly, his folly sauced with discretion: there is no man hath a virtue that he hath not a glimpse of, nor any man an attaint but he carries some stain of it: he is melancholy without cause, and merry against the hair: he hath the joints of every thing, but everything so out of joint that he is a gouty Briareus, many hands and no use, or purblind Argus, all eyes and no sight."
        },
        {
            "speaker": "cressida",
            "text": "But how should this man, that makes me smile, make Hector angry"
        },
        {
            "speaker": "alexander",
            "text": "They say he yesterday coped Hector in the battle and struck him down, the disdain and shame whereof hath ever since kept Hector fasting and waking."
        },
        {
            "speaker": "cressida",
            "text": "Who comes here"
        },
        {
            "speaker": "alexander",
            "text": "Madam, your uncle Pandarus."
        },
        {
            "text": "Enter PANDARUS"
        },
        {
            "speaker": "cressida",
            "text": "Hectors a gallant man."
        },
        {
            "speaker": "alexander",
            "text": "As may be in the world, lady."
        },
        {
            "speaker": "pandarus",
            "text": "Whats that whats that"
        },
        {
            "speaker": "cressida",
            "text": "Good morrow, uncle Pandarus."
        },
        {
            "speaker": "pandarus",
            "text": "Good morrow, cousin Cressid: what do you talk of Good morrow, Alexander. How do you, cousin When were you at Ilium"
        },
        {
            "speaker": "cressida",
            "text": "This morning, uncle."
        },
        {
            "speaker": "pandarus",
            "text": "What were you talking of when I came Was Hector armed and gone ere ye came to Ilium Helen was not up, was she"
        },
        {
            "speaker": "cressida",
            "text": "Hector was gone, but Helen was not up."
        },
        {
            "speaker": "pandarus",
            "text": "Even so: Hector was stirring early."
        },
        {
            "speaker": "cressida",
            "text": "That were we talking of, and of his anger."
        },
        {
            "speaker": "pandarus",
            "text": "Was he angry"
        },
        {
            "speaker": "cressida",
            "text": "So he says here."
        },
        {
            "speaker": "pandarus",
            "text": "True, he was so: I know the cause too: hell lay about him today, I can tell them that: and theres Troilus will not come far behind him: let them take heed of Troilus, I can tell them that too."
        },
        {
            "speaker": "cressida",
            "text": "What, is he angry too"
        },
        {
            "speaker": "pandarus",
            "text": "Who, Troilus Troilus is the better man of the two."
        },
        {
            "speaker": "cressida",
            "text": "O Jupiter! theres no comparison."
        },
        {
            "speaker": "pandarus",
            "text": "What, not between Troilus and Hector Do you know a man if you see him"
        },
        {
            "speaker": "cressida",
            "text": "Ay, if I ever saw him before and knew him."
        },
        {
            "speaker": "pandarus",
            "text": "Well, I say Troilus is Troilus."
        },
        {
            "speaker": "cressida",
            "text": "Then you say as I say for, I am sure, he is not Hector."
        },
        {
            "speaker": "pandarus",
            "text": "No, nor Hector is not Troilus in some degrees."
        },
        {
            "speaker": "cressida",
            "text": "Tis just to each of them he is himself."
        },
        {
            "speaker": "pandarus",
            "text": "Himself! Alas, poor Troilus! I would he were."
        },
        {
            "speaker": "cressida",
            "text": "So he is."
        },
        {
            "speaker": "pandarus",
            "text": "Condition, I had gone barefoot to India."
        },
        {
            "speaker": "cressida",
            "text": "He is not Hector."
        },
        {
            "speaker": "pandarus",
            "text": "Himself! no, hes not himself: would a were himself! Well, the gods are above time must friend or end: well, Troilus, well: I would my heart were in her body. No, Hector is not a better man than Troilus."
        },
        {
            "speaker": "cressida",
            "text": "Excuse me."
        },
        {
            "speaker": "pandarus",
            "text": "He is elder."
        },
        {
            "speaker": "cressida",
            "text": "Pardon me, pardon me."
        },
        {
            "speaker": "pandarus",
            "text": "Th others not come tot you shall tell me another tale, when th others come tot. Hector shall not have his wit this year."
        },
        {
            "speaker": "cressida",
            "text": "He shall not need it, if he have his own."
        },
        {
            "speaker": "pandarus",
            "text": "Nor his qualities."
        },
        {
            "speaker": "cressida",
            "text": "No matter."
        },
        {
            "speaker": "pandarus",
            "text": "Nor his beauty."
        },
        {
            "speaker": "cressida",
            "text": "Twould not become him his owns better."
        },
        {
            "speaker": "pandarus",
            "text": "You have no judgment, niece: Helen herself swore th other day, that Troilus, for a brown favourfor so tis, I must confess, not brown neither,"
        },
        {
            "speaker": "cressida",
            "text": "No, but brown."
        },
        {
            "speaker": "pandarus",
            "text": "Faith, to say truth, brown and not brown."
        },
        {
            "speaker": "cressida",
            "text": "To say the truth, true and not true."
        },
        {
            "speaker": "pandarus",
            "text": "She praised his complexion above Paris."
        },
        {
            "speaker": "cressida",
            "text": "Why, Paris hath colour enough."
        },
        {
            "speaker": "pandarus",
            "text": "So he has."
        },
        {
            "speaker": "cressida",
            "text": "Then Troilus should have too much: if she praised him above, his complexion is higher than his he having colour enough, and the other higher, is too flaming a praise for a good complexion. I had as lief Helens golden tongue had commended Troilus for a copper nose."
        },
        {
            "speaker": "pandarus",
            "text": "I swear to you. I think Helen loves him better than Paris."
        },
        {
            "speaker": "cressida",
            "text": "Then shes a merry Greek indeed."
        },
        {
            "speaker": "pandarus",
            "text": "Nay, I am sure she does. She came to him th other day into the compassed window,and, you know, he has not past three or four hairs on his chin,"
        },
        {
            "speaker": "cressida",
            "text": "Indeed, a tapsters arithmetic may soon bring his particulars therein to a total."
        },
        {
            "speaker": "pandarus",
            "text": "Why, he is very young: and yet will he, within three pound, lift as much as his brother Hector."
        },
        {
            "speaker": "cressida",
            "text": "Is he so young a man and so old a lifter"
        },
        {
            "speaker": "pandarus",
            "text": "But to prove to you that Helen loves him: she came and puts me her white hand to his cloven chin"
        },
        {
            "speaker": "cressida",
            "text": "Juno have mercy! how came it cloven"
        },
        {
            "speaker": "pandarus",
            "text": "Why, you know tis dimpled: I think his smiling becomes him better than any man in all Phrygia."
        },
        {
            "speaker": "cressida",
            "text": "O, he smiles valiantly."
        },
        {
            "speaker": "pandarus",
            "text": "Does he not"
        },
        {
            "speaker": "cressida",
            "text": "O yes, an twere a cloud in autumn."
        },
        {
            "speaker": "pandarus",
            "text": "Why, go to, then: but to prove to you that Helen loves Troilus,"
        },
        {
            "speaker": "cressida",
            "text": "Troilus will stand to the proof, if youll prove it so."
        },
        {
            "speaker": "pandarus",
            "text": "Troilus! why, he esteems her no more than I esteem an addle egg."
        },
        {
            "speaker": "cressida",
            "text": "If you love an addle egg as well as you love an idle head, you would eat chickens i the shell."
        },
        {
            "speaker": "pandarus",
            "text": "I cannot choose but laugh, to think how she tickled his chin: indeed, she has a marvellous white hand, I must needs confess,"
        },
        {
            "speaker": "cressida",
            "text": "Without the rack."
        },
        {
            "speaker": "pandarus",
            "text": "And she takes upon her to spy a white hair on his chin."
        },
        {
            "speaker": "cressida",
            "text": "Alas, poor chin! many a wart is richer."
        },
        {
            "speaker": "pandarus",
            "text": "But there was such laughing! Queen Hecuba laughed that her eyes ran oer."
        },
        {
            "speaker": "cressida",
            "text": "With millstones."
        },
        {
            "speaker": "pandarus",
            "text": "And Cassandra laughed."
        },
        {
            "speaker": "cressida",
            "text": "But there was more temperate fire under the pot of her eyes: did her eyes run oer too"
        },
        {
            "speaker": "pandarus",
            "text": "And Hector laughed."
        },
        {
            "speaker": "cressida",
            "text": "At what was all this laughing"
        },
        {
            "speaker": "pandarus",
            "text": "Marry, at the white hair that Helen spied on Troilus chin."
        },
        {
            "speaker": "cressida",
            "text": "Ant had been a green hair, I should have laughed too."
        },
        {
            "speaker": "pandarus",
            "text": "They laughed not so much at the hair as at his pretty answer."
        },
        {
            "speaker": "cressida",
            "text": "What was his answer"
        },
        {
            "speaker": "pandarus",
            "text": "Quoth she, Heres but two and fifty hairs on your chin, and one of them is white."
        },
        {
            "speaker": "cressida",
            "text": "This is her question."
        },
        {
            "speaker": "pandarus",
            "text": "Thats true make no question of that. Two and fifty hairs quoth he, and one white: that white hair is my father, and all the rest are his sons. Jupiter! quoth she, which of these hairs is Paris, my husband The forked one, quoth he, pluckt out, and give it him. But there was such laughing! and Helen so blushed, an Paris so chafed, and all the rest so laughed, that it passed."
        },
        {
            "speaker": "cressida",
            "text": "So let it now for it has been while going by."
        },
        {
            "speaker": "pandarus",
            "text": "Well, cousin. I told you a thing yesterday think ont."
        },
        {
            "speaker": "cressida",
            "text": "So I do."
        },
        {
            "speaker": "pandarus",
            "text": "Ill be sworn tis true he will weep you, an twere a man born in April."
        },
        {
            "speaker": "cressida",
            "text": "And Ill spring up in his tears, an twere a nettle against May."
        },
        {
            "text": "A retreat sounded"
        },
        {
            "speaker": "pandarus",
            "text": "Hark! they are coming from the field: shall we stand up here, and see them as they pass toward Ilium good niece, do, sweet niece Cressida."
        },
        {
            "speaker": "cressida",
            "text": "At your pleasure."
        },
        {
            "speaker": "pandarus",
            "text": "Here, here, heres an excellent place here we may see most bravely: Ill tell you them all by their names as they pass by but mark Troilus above the rest."
        },
        {
            "speaker": "cressida",
            "text": "Speak not so loud."
        },
        {
            "text": "AENEAS passes"
        },
        {
            "speaker": "pandarus",
            "text": "Thats AEneas: is not that a brave man hes one of the flowers of Troy, I can tell you: but mark Troilus you shall see anon."
        },
        {
            "text": "ANTENOR passes"
        },
        {
            "speaker": "cressida",
            "text": "Whos that"
        },
        {
            "speaker": "pandarus",
            "text": "Thats Antenor: he has a shrewd wit, I can tell you and hes a man good enough, hes one o the soundest judgments in whosoever, and a proper man of person. When comes Troilus Ill show you Troilus anon: if he see me, you shall see him nod at me."
        },
        {
            "speaker": "cressida",
            "text": "Will he give you the nod"
        },
        {
            "speaker": "pandarus",
            "text": "You shall see."
        },
        {
            "speaker": "cressida",
            "text": "If he do, the rich shall have more."
        },
        {
            "text": "HECTOR passes"
        },
        {
            "speaker": "pandarus",
            "text": "Thats Hector, that, that, look you, that theres a fellow! Go thy way, Hector! Theres a brave man, niece. O brave Hector! Look how he looks! theres a countenance! ist not a brave man"
        },
        {
            "speaker": "cressida",
            "text": "O, a brave man!"
        },
        {
            "speaker": "pandarus",
            "text": "Is a not it does a mans heart good. Look you what hacks are on his helmet! look you yonder, do you see look you there: theres no jesting theres laying on, taket off who will, as they say: there be hacks!"
        },
        {
            "speaker": "cressida",
            "text": "Be those with swords"
        },
        {
            "speaker": "pandarus",
            "text": "Swords! any thing, he cares not an the devil come to him, its all one: by Gods lid, it does ones heart good. Yonder comes Paris, yonder comes Paris. Look ye yonder, niece ist not a gallant man too, ist not Why, this is brave now. Who said he came hurt home today hes not hurt: why, this will do Helens heart good now, ha! Would I could see Troilus now! You shall see Troilus anon."
        },
        {
            "text": "PARIS passes"
        },
        {
            "text": "HELENUS passes"
        },
        {
            "speaker": "cressida",
            "text": "Whos that"
        },
        {
            "speaker": "pandarus",
            "text": "Thats Helenus. I marvel where Troilus is. Thats Helenus. I think he went not forth today. Thats Helenus."
        },
        {
            "speaker": "cressida",
            "text": "Can Helenus fight, uncle"
        },
        {
            "speaker": "pandarus",
            "text": "Helenus no. Yes, hell fight indifferent well. I marvel where Troilus is. Hark! do you not hear the people cry Troilus Helenus is a priest."
        },
        {
            "speaker": "cressida",
            "text": "What sneaking fellow comes yonder"
        },
        {
            "text": "TROILUS passes"
        },
        {
            "speaker": "pandarus",
            "text": "Where yonder thats Deiphobus. Tis Troilus! theres a man, niece! Hem! Brave Troilus! the prince of chivalry!"
        },
        {
            "speaker": "cressida",
            "text": "Peace, for shame, peace!"
        },
        {
            "speaker": "pandarus",
            "text": "Mark him note him. O brave Troilus! Look well upon him, niece: look you how his sword is bloodied, and his helm more hacked than Hectors, and how he looks, and how he goes! O admirable youth! he neer saw three and twenty. Go thy way, Troilus, go thy way! Had I a sister were a grace, or a daughter a goddess, he should take his choice. O admirable man! Paris Paris is dirt to him and, I warrant, Helen, to change, would give an eye to boot."
        },
        {
            "speaker": "cressida",
            "text": "Here come more."
        },
        {
            "text": "Forces pass"
        },
        {
            "speaker": "pandarus",
            "text": "Asses, fools, dolts! chaff and bran, chaff and bran! porridge after meat! I could live and die i the eyes of Troilus. Neer look, neer look: the eagles are gone: crows and daws, crows and daws! I had rather be such a man as Troilus than Agamemnon and all Greece."
        },
        {
            "speaker": "cressida",
            "text": "There is among the Greeks Achilles, a better man than Troilus."
        },
        {
            "speaker": "pandarus",
            "text": "Achilles! a drayman, a porter, a very camel."
        },
        {
            "speaker": "cressida",
            "text": "Well, well."
        },
        {
            "speaker": "pandarus",
            "text": "Well, well! why, have you any discretion have you any eyes Do you know what a man is Is not birth, beauty, good shape, discourse, manhood, learning, gentleness, virtue, youth, liberality, and such like, the spice and salt that season a man"
        },
        {
            "speaker": "cressida",
            "text": "Ay, a minced man: and then to be baked with no date in the pie, for then the mans dates out."
        },
        {
            "speaker": "pandarus",
            "text": "You are such a woman! one knows not at what ward you lie."
        },
        {
            "speaker": "cressida",
            "text": "Upon my back, to defend my belly upon my wit, to defend my wiles upon my secrecy, to defend mine honesty my mask, to defend my beauty and you, to defend all these: and at all these wards I lie, at a thousand watches."
        },
        {
            "speaker": "pandarus",
            "text": "Say one of your watches."
        },
        {
            "speaker": "cressida",
            "text": "Nay, Ill watch you for that and thats one of the chiefest of them too: if I cannot ward what I would not have hit, I can watch you for telling how I took the blow unless it swell past hiding, and then its past watching."
        },
        {
            "speaker": "pandarus",
            "text": "You are such another!"
        },
        {
            "text": "Enter Troiluss Boy"
        },
        {
            "speaker": "boy",
            "text": "Sir, my lord would instantly speak with you."
        },
        {
            "speaker": "pandarus",
            "text": "Where"
        },
        {
            "speaker": "boy",
            "text": "At your own house there he unarms him."
        },
        {
            "speaker": "pandarus",
            "text": "Good boy, tell him I come. I doubt he be hurt. Fare ye well, good niece."
        },
        {
            "text": "Exit boy"
        },
        {
            "speaker": "cressida",
            "text": "Adieu, uncle."
        },
        {
            "speaker": "pandarus",
            "text": "Ill be with you, niece, by and by."
        },
        {
            "speaker": "cressida",
            "text": "To bring, uncle"
        },
        {
            "speaker": "pandarus",
            "text": "Ay, a token from Troilus."
        },
        {
            "speaker": "cressida",
            "text": "By the same token, you are a bawd. Words, vows, gifts, tears, and loves full sacrifice, He offers in anothers enterprise But more in Troilus thousand fold I see Than in the glass of Pandars praise may be Yet hold I off. Women are angels, wooing: Things won are done joys soul lies in the doing. That she beloved knows nought that knows not this: Men prize the thing ungaind more than it is: That she was never yet that ever knew Love got so sweet as when desire did sue. Therefore this maxim out of love I teach: Achievement is command ungaind, beseech: Then though my hearts content firm love doth bear, Nothing of that shall from mine eyes appear."
        },
        {
            "text": "Exit PANDARUS"
        },
        {
            "text": "Exeunt"
        }
    ]
}