{
    "sceneName": "Act 3, scene 3",
    "playName": "troilus and cressida",
    "location": "The Grecian camp. Before Achilles tent.",
    "lines": [
        {
            "text": "Enter AGAMEMNON, ULYSSES, DIOMEDES, NESTOR, AJAX, MENELAUS, and CALCHAS"
        },
        {
            "speaker": "calchas",
            "text": "Now, princes, for the service I have done you, The advantage of the time prompts me aloud To call for recompense. Appear it to your mind That, through the sight I bear in things to love, I have abandond Troy, left my possession, Incurrd a traitors name exposed myself, From certain and possessd conveniences, To doubtful fortunes sequestering from me all That time, acquaintance, custom and condition Made tame and most familiar to my nature, And here, to do you service, am become As new into the world, strange, unacquainted: I do beseech you, as in way of taste, To give me now a little benefit, Out of those many registerd in promise, Which, you say, live to come in my behalf."
        },
        {
            "speaker": "agamemnon",
            "text": "What wouldst thou of us, Trojan make demand."
        },
        {
            "speaker": "calchas",
            "text": "You have a Trojan prisoner, calld Antenor, Yesterday took: Troy holds him very dear. Oft have youoften have you thanks therefore Desired my Cressid in right great exchange, Whom Troy hath still denied: but this Antenor, I know, is such a wrest in their affairs That their negotiations all must slack, Wanting his manage and they will almost Give us a prince of blood, a son of Priam, In change of him: let him be sent, great princes, And he shall buy my daughter and her presence Shall quite strike off all service I have done, In most accepted pain."
        },
        {
            "speaker": "agamemnon",
            "text": "Let Diomedes bear him, And bring us Cressid hither: Calchas shall have What he requests of us. Good Diomed, Furnish you fairly for this interchange: Withal bring word if Hector will tomorrow Be answerd in his challenge: Ajax is ready."
        },
        {
            "speaker": "diomedes",
            "text": "This shall I undertake and tis a burden Which I am proud to bear."
        },
        {
            "text": "Exeunt DIOMEDES and CALCHAS"
        },
        {
            "text": "Enter ACHILLES and PATROCLUS, before their tent"
        },
        {
            "speaker": "ulysses",
            "text": "Achilles stands i the entrance of his tent: Please it our general to pass strangely by him, As if he were forgot and, princes all, Lay negligent and loose regard upon him: I will come last. Tis like hell question me Why such unplausive eyes are bent on him: If so, I have derision medicinable, To use between your strangeness and his pride, Which his own will shall have desire to drink: It may be good: pride hath no other glass To show itself but pride, for supple knees Feed arrogance and are the proud mans fees."
        },
        {
            "speaker": "agamemnon",
            "text": "Well execute your purpose, and put on A form of strangeness as we pass along: So do each lord, and either greet him not, Or else disdainfully, which shall shake him more Than if not lookd on. I will lead the way."
        },
        {
            "speaker": "achilles",
            "text": "What, comes the general to speak with me You know my mind, Ill fight no more gainst Troy."
        },
        {
            "speaker": "agamemnon",
            "text": "What says Achilles would he aught with us"
        },
        {
            "speaker": "nestor",
            "text": "Would you, my lord, aught with the general"
        },
        {
            "speaker": "achilles",
            "text": "No."
        },
        {
            "speaker": "nestor",
            "text": "Nothing, my lord."
        },
        {
            "speaker": "agamemnon",
            "text": "The better."
        },
        {
            "text": "Exeunt AGAMEMNON and NESTOR"
        },
        {
            "speaker": "achilles",
            "text": "Good day, good day."
        },
        {
            "speaker": "menelaus",
            "text": "How do you how do you"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "achilles",
            "text": "What, does the cuckold scorn me"
        },
        {
            "speaker": "ajax",
            "text": "How now, Patroclus!"
        },
        {
            "speaker": "achilles",
            "text": "Good morrow, Ajax."
        },
        {
            "speaker": "ajax",
            "text": "Ha"
        },
        {
            "speaker": "achilles",
            "text": "Good morrow."
        },
        {
            "speaker": "ajax",
            "text": "Ay, and good next day too."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "achilles",
            "text": "What mean these fellows Know they not Achilles"
        },
        {
            "speaker": "patroclus",
            "text": "They pass by strangely: they were used to bend To send their smiles before them to Achilles To come as humbly as they used to creep To holy altars."
        },
        {
            "speaker": "achilles",
            "text": "What, am I poor of late Tis certain, greatness, once falln out with fortune, Must fall out with men too: what the declined is He shall as soon read in the eyes of others As feel in his own fall for men, like butterflies, Show not their mealy wings but to the summer, And not a man, for being simply man, Hath any honour, but honour for those honours That are without him, as place, riches, favour, Prizes of accident as oft as merit: Which when they fall, as being slippery standers, The love that leand on them as slippery too, Do one pluck down another and together Die in the fall. But tis not so with me: Fortune and I are friends: I do enjoy At ample point all that I did possess, Save these mens looks who do, methinks, find out Something not worth in me such rich beholding As they have often given. Here is Ulysses Ill interrupt his reading. How now Ulysses!"
        },
        {
            "speaker": "ulysses",
            "text": "Now, great Thetis son!"
        },
        {
            "speaker": "achilles",
            "text": "What are you reading"
        },
        {
            "speaker": "ulysses",
            "text": "A strange fellow here Writes me: That man, how dearly ever parted, How much in having, or without or in, Cannot make boast to have that which he hath, Nor feels not what he owes, but by reflection As when his virtues shining upon others Heat them and they retort that heat again To the first giver."
        },
        {
            "speaker": "achilles",
            "text": "This is not strange, Ulysses. The beauty that is borne here in the face The bearer knows not, but commends itself To others eyes nor doth the eye itself, That most pure spirit of sense, behold itself, Not going from itself but eye to eye opposed Salutes each other with each others form For speculation turns not to itself, Till it hath travelld and is mirrord there Where it may see itself. This is not strange at all."
        },
        {
            "speaker": "ulysses",
            "text": "I do not strain at the position, It is familiar,but at the authors drift Who, in his circumstance, expressly proves That no man is the lord of any thing, Though in and of him there be much consisting, Till he communicate his parts to others: Nor doth he of himself know them for aught Till he behold them formd in the applause Where theyre extended who, like an arch, reverberates The voice again, or, like a gate of steel Fronting the sun, receives and renders back His figure and his heat.  I was much wrapt in this And apprehended here immediately The unknown Ajax. Heavens, what a man is there! a very horse, That has he knows not what. Nature, what things there are Most abject in regard and dear in use! What things again most dear in the esteem And poor in worth! Now shall we see tomorrow An act that very chance doth throw upon him Ajax renownd. O heavens, what some men do, While some men leave to do! How some men creep in skittish fortunes hall, Whiles others play the idiots in her eyes! How one man eats into anothers pride, While pride is fasting in his wantonness! To see these Grecian lords!why, even already They clap the lubber Ajax on the shoulder, As if his foot were on brave Hectors breast And great Troy shrieking."
        },
        {
            "speaker": "achilles",
            "text": "I do believe it for they passd by me As misers do by beggars, neither gave to me Good word nor look: what, are my deeds forgot"
        },
        {
            "speaker": "ulysses",
            "text": "Time hath, my lord, a wallet at his back, Wherein he puts alms for oblivion, A greatsized monster of ingratitudes: Those scraps are good deeds past which are devourd As fast as they are made, forgot as soon As done: perseverance, dear my lord, Keeps honour bright: to have done is to hang Quite out of fashion, like a rusty mail In monumental mockery. Take the instant way For honour travels in a strait so narrow, Where one but goes abreast: keep then the path For emulation hath a thousand sons That one by one pursue: if you give way, Or hedge aside from the direct forthright, Like to an enterd tide, they all rush by And leave you hindmost Or like a gallant horse falln in first rank, Lie there for pavement to the abject rear, Oerrun and trampled on: then what they do in present, Though less than yours in past, must oertop yours For time is like a fashionable host That slightly shakes his parting guest by the hand, And with his arms outstretchd, as he would fly, Grasps in the comer: welcome ever smiles, And farewell goes out sighing. O, let not virtue seek Remuneration for the thing it was For beauty, wit, High birth, vigour of bone, desert in service, Love, friendship, charity, are subjects all To envious and calumniating time. One touch of nature makes the whole world kin, That all with one consent praise newborn gawds, Though they are made and moulded of things past, And give to dust that is a little gilt More laud than gilt oerdusted. The present eye praises the present object. Then marvel not, thou great and complete man, That all the Greeks begin to worship Ajax Since things in motion sooner catch the eye Than what not stirs. The cry went once on thee, And still it might, and yet it may again, If thou wouldst not entomb thyself alive And case thy reputation in thy tent Whose glorious deeds, but in these fields of late, Made emulous missions mongst the gods themselves And drave great Mars to faction."
        },
        {
            "speaker": "achilles",
            "text": "Of this my privacy I have strong reasons."
        },
        {
            "speaker": "ulysses",
            "text": "But gainst your privacy The reasons are more potent and heroical: Tis known, Achilles, that you are in love With one of Priams daughters."
        },
        {
            "speaker": "achilles",
            "text": "Ha! known!"
        },
        {
            "speaker": "ulysses",
            "text": "Is that a wonder The providence thats in a watchful state Knows almost every grain of Plutus gold, Finds bottom in the uncomprehensive deeps, Keeps place with thought and almost, like the gods, Does thoughts unveil in their dumb cradles. There is a mysterywith whom relation Durst never meddlein the soul of state Which hath an operation more divine Than breath or pen can give expressure to: All the commerce that you have had with Troy As perfectly is ours as yours, my lord And better would it fit Achilles much To throw down Hector than Polyxena: But it must grieve young Pyrrhus now at home, When fame shall in our islands sound her trump, And all the Greekish girls shall tripping sing, Great Hectors sister did Achilles win, But our great Ajax bravely beat down him. Farewell, my lord: I as your lover speak The fool slides oer the ice that you should break."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "patroclus",
            "text": "To this effect, Achilles, have I moved you: A woman impudent and mannish grown Is not more loathed than an effeminate man In time of action. I stand condemnd for this They think my little stomach to the war And your great love to me restrains you thus: Sweet, rouse yourself and the weak wanton Cupid Shall from your neck unloose his amorous fold, And, like a dewdrop from the lions mane, Be shook to air."
        },
        {
            "speaker": "achilles",
            "text": "Shall Ajax fight with Hector"
        },
        {
            "speaker": "patroclus",
            "text": "Ay, and perhaps receive much honour by him."
        },
        {
            "speaker": "achilles",
            "text": "I see my reputation is at stake My fame is shrewdly gored."
        },
        {
            "speaker": "patroclus",
            "text": "O, then, beware Those wounds heal ill that men do give themselves: Omission to do what is necessary Seals a commission to a blank of danger And danger, like an ague, subtly taints Even then when we sit idly in the sun."
        },
        {
            "speaker": "achilles",
            "text": "Go call Thersites hither, sweet Patroclus: Ill send the fool to Ajax and desire him To invite the Trojan lords after the combat To see us here unarmd: I have a womans longing, An appetite that I am sick withal, To see great Hector in his weeds of peace, To talk with him and to behold his visage, Even to my full of view. A labour saved!"
        },
        {
            "text": "Enter THERSITES"
        },
        {
            "speaker": "thersites",
            "text": "A wonder!"
        },
        {
            "speaker": "achilles",
            "text": "What"
        },
        {
            "speaker": "thersites",
            "text": "Ajax goes up and down the field, asking for himself."
        },
        {
            "speaker": "achilles",
            "text": "How so"
        },
        {
            "speaker": "thersites",
            "text": "He must fight singly tomorrow with Hector, and is so prophetically proud of an heroical cudgelling that he raves in saying nothing."
        },
        {
            "speaker": "achilles",
            "text": "How can that be"
        },
        {
            "speaker": "thersites",
            "text": "Why, he stalks up and down like a peacock,a stride and a stand: ruminates like an hostess that hath no arithmetic but her brain to set down her reckoning: bites his lip with a politic regard, as who should say There were wit in this head, an twould out and so there is, but it lies as coldly in him as fire in a flint, which will not show without knocking. The mans undone forever for if Hector break not his neck i the combat, hell break t himself in vainglory. He knows not me: I said Good morrow, Ajax and he replies Thanks, Agamemnon. What think you of this man that takes me for the general Hes grown a very landfish, languageless, a monster. A plague of opinion! a man may wear it on both sides, like a leather jerkin."
        },
        {
            "speaker": "achilles",
            "text": "Thou must be my ambassador to him, Thersites."
        },
        {
            "speaker": "thersites",
            "text": "Who, I why, hell answer nobody he professes not answering: speaking is for beggars he wears his tongue ins arms. I will put on his presence: let Patroclus make demands to me, you shall see the pageant of Ajax."
        },
        {
            "speaker": "achilles",
            "text": "To him, Patroclus tell him I humbly desire the valiant Ajax to invite the most valorous Hector to come unarmed to my tent, and to procure safeconduct for his person of the magnanimous and most illustrious sixorseventimeshonoured captaingeneral of the Grecian army, Agamemnon, et cetera. Do this."
        },
        {
            "speaker": "patroclus",
            "text": "Jove bless great Ajax!"
        },
        {
            "speaker": "thersites",
            "text": "Hum!"
        },
        {
            "speaker": "patroclus",
            "text": "I come from the worthy Achilles,"
        },
        {
            "speaker": "thersites",
            "text": "Ha!"
        },
        {
            "speaker": "patroclus",
            "text": "Who most humbly desires you to invite Hector to his tent,"
        },
        {
            "speaker": "thersites",
            "text": "Hum!"
        },
        {
            "speaker": "patroclus",
            "text": "And to procure safeconduct from Agamemnon."
        },
        {
            "speaker": "thersites",
            "text": "Agamemnon!"
        },
        {
            "speaker": "patroclus",
            "text": "Ay, my lord."
        },
        {
            "speaker": "thersites",
            "text": "Ha!"
        },
        {
            "speaker": "patroclus",
            "text": "What say you tot"
        },
        {
            "speaker": "thersites",
            "text": "God b wi you, with all my heart."
        },
        {
            "speaker": "patroclus",
            "text": "Your answer, sir."
        },
        {
            "speaker": "thersites",
            "text": "If tomorrow be a fair day, by eleven oclock it will go one way or other: howsoever, he shall pay for me ere he has me."
        },
        {
            "speaker": "patroclus",
            "text": "Your answer, sir."
        },
        {
            "speaker": "thersites",
            "text": "Fare you well, with all my heart."
        },
        {
            "speaker": "achilles",
            "text": "Why, but he is not in this tune, is he"
        },
        {
            "speaker": "thersites",
            "text": "No, but hes out o tune thus. What music will be in him when Hector has knocked out his brains, I know not but, I am sure, none, unless the fiddler Apollo get his sinews to make catlings on."
        },
        {
            "speaker": "achilles",
            "text": "Come, thou shalt bear a letter to him straight."
        },
        {
            "speaker": "thersites",
            "text": "Let me bear another to his horse for thats the more capable creature."
        },
        {
            "speaker": "achilles",
            "text": "My mind is troubled, like a fountain stirrd And I myself see not the bottom of it."
        },
        {
            "text": "Exeunt ACHILLES and PATROCLUS"
        },
        {
            "speaker": "thersites",
            "text": "Would the fountain of your mind were clear again, that I might water an ass at it! I had rather be a tick in a sheep than such a valiant ignorance."
        },
        {
            "text": "Exit"
        }
    ]
}