{
    "sceneName": "Act 5, scene 5",
    "playName": "troilus and cressida",
    "location": "Another part of the plains.",
    "lines": [
        {
            "text": "Enter DIOMEDES and a Servant"
        },
        {
            "speaker": "diomedes",
            "text": "Go, go, my servant, take thou Troilus horse Present the fair steed to my lady Cressid: Fellow, commend my service to her beauty Tell her I have chastised the amorous Trojan, And am her knight by proof."
        },
        {
            "speaker": "servant",
            "text": "I go, my lord."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter AGAMEMNON"
        },
        {
            "speaker": "agamemnon",
            "text": "Renew, renew! The fierce Polydamas Hath beat down Menon: bastard Margarelon Hath Doreus prisoner, And stands colossuswise, waving his beam, Upon the pashed corses of the kings Epistrophus and Cedius: Polyxenes is slain, Amphimachus and Thoas deadly hurt, Patroclus taen or slain, and Palamedes Sore hurt and bruised: the dreadful Sagittary Appals our numbers: haste we, Diomed, To reinforcement, or we perish all."
        },
        {
            "text": "Enter NESTOR"
        },
        {
            "speaker": "nestor",
            "text": "Go, bear Patroclus body to Achilles And bid the snailpaced Ajax arm for shame. There is a thousand Hectors in the field: Now here he fights on Galathe his horse, And there lacks work anon hes there afoot, And there they fly or die, like scaled sculls Before the belching whale then is he yonder, And there the strawy Greeks, ripe for his edge, Fall down before him, like the mowers swath: Here, there, and every where, he leaves and takes, Dexterity so obeying appetite That what he will he does, and does so much That proof is calld impossibility."
        },
        {
            "text": "Enter ULYSSES"
        },
        {
            "speaker": "ulysses",
            "text": "O, courage, courage, princes! great Achilles Is arming, weeping, cursing, vowing vengeance: Patroclus wounds have roused his drowsy blood, Together with his mangled Myrmidons, That noseless, handless, hackd and chippd, come to him, Crying on Hector. Ajax hath lost a friend And foams at mouth, and he is armd and at it, Roaring for Troilus, who hath done today Mad and fantastic execution, Engaging and redeeming of himself With such a careless force and forceless care As if that luck, in very spite of cunning, Bade him win all."
        },
        {
            "text": "Enter AJAX"
        },
        {
            "speaker": "ajax",
            "text": "Troilus! thou coward Troilus!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "diomedes",
            "text": "Ay, there, there."
        },
        {
            "speaker": "nestor",
            "text": "So, so, we draw together."
        },
        {
            "text": "Enter ACHILLES"
        },
        {
            "speaker": "achilles",
            "text": "Where is this Hector Come, come, thou boyqueller, show thy face Know what it is to meet Achilles angry: Hector wheres Hector I will none but Hector."
        },
        {
            "text": "Exeunt"
        }
    ]
}