{
    "sceneName": "Act 5, scene 4",
    "playName": "troilus and cressida",
    "location": "Plains between Troy and the Grecian camp.",
    "lines": [
        {
            "text": "Alarums: excursions. Enter THERSITES"
        },
        {
            "speaker": "thersites",
            "text": "Now they are clapperclawing one another Ill go look on. That dissembling abominable varlets Diomed, has got that same scurvy doting foolish young knaves sleeve of Troy there in his helm: I would fain see them meet that that same young Trojan ass, that loves the whore there, might send that Greekish whoremasterly villain, with the sleeve, back to the dissembling luxurious drab, of a sleeveless errand. O the tother side, the policy of those crafty swearing rascals, that stale old mouseeaten dry cheese, Nestor, and that same dogfox, Ulysses, is not proved worthy a blackberry: they set me up, in policy, that mongrel cur, Ajax, against that dog of as bad a kind, Achilles: and now is the cur Ajax prouder than the cur Achilles, and will not arm today whereupon the Grecians begin to proclaim barbarism, and policy grows into an ill opinion. Soft! here comes sleeve, and tother."
        },
        {
            "text": "Enter DIOMEDES, TROILUS following"
        },
        {
            "speaker": "troilus",
            "text": "Fly not for shouldst thou take the river Styx, I would swim after."
        },
        {
            "speaker": "diomedes",
            "text": "Thou dost miscall retire: I do not fly, but advantageous care Withdrew me from the odds of multitude: Have at thee!"
        },
        {
            "speaker": "thersites",
            "text": "Hold thy whore, Grecian!now for thy whore, Trojan!now the sleeve, now the sleeve!"
        },
        {
            "text": "Exeunt TROILUS and DIOMEDES, fighting"
        },
        {
            "text": "Enter HECTOR"
        },
        {
            "speaker": "hector",
            "text": "What art thou, Greek art thou for Hectors match Art thou of blood and honour"
        },
        {
            "speaker": "thersites",
            "text": "No, no, I am a rascal a scurvy railing knave: a very filthy rogue."
        },
        {
            "speaker": "hector",
            "text": "I do believe thee: live."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "thersites",
            "text": "Godamercy, that thou wilt believe me but a plague break thy neck for frightening me! Whats become of the wenching rogues I think they have swallowed one another: I would laugh at that miracle: yet, in a sort, lechery eats itself. Ill seek them."
        },
        {
            "text": "Exit"
        }
    ]
}