{
    "sceneName": "Act 5, scene 2",
    "playName": "richard the second",
    "location": "The DUKE OF YORKs palace.",
    "lines": [
        {
            "text": "Enter DUKE OF YORK and DUCHESS OF YORK"
        },
        {
            "speaker": "duchess of york",
            "text": "My lord, you told me you would tell the rest, When weeping made you break the story off, of our two cousins coming into London."
        },
        {
            "speaker": "duke of york",
            "text": "Where did I leave"
        },
        {
            "speaker": "duchess of york",
            "text": "At that sad stop, my lord, Where rude misgovernd hands from windows tops Threw dust and rubbish on King Richards head."
        },
        {
            "speaker": "duke of york",
            "text": "Then, as I said, the duke, great Bolingbroke, Mounted upon a hot and fiery steed Which his aspiring rider seemd to know, With slow but stately pace kept on his course, Whilst all tongues cried God save thee, Bolingbroke! You would have thought the very windows spake, So many greedy looks of young and old Through casements darted their desiring eyes Upon his visage, and that all the walls With painted imagery had said at once Jesu preserve thee! welcome, Bolingbroke! Whilst he, from the one side to the other turning, Bareheaded, lower than his proud steeds neck, Bespake them thus: I thank you, countrymen: And thus still doing, thus he passd along."
        },
        {
            "speaker": "duchess of york",
            "text": "Alack, poor Richard! where rode he the whilst"
        },
        {
            "speaker": "duke of york",
            "text": "As in a theatre, the eyes of men, After a wellgraced actor leaves the stage, Are idly bent on him that enters next, Thinking his prattle to be tedious Even so, or with much more contempt, mens eyes Did scowl on gentle Richard no man cried God save him! No joyful tongue gave him his welcome home: But dust was thrown upon his sacred head: Which with such gentle sorrow he shook off, His face still combating with tears and smiles, The badges of his grief and patience, That had not God, for some strong purpose, steeld The hearts of men, they must perforce have melted And barbarism itself have pitied him. But heaven hath a hand in these events, To whose high will we bound our calm contents. To Bolingbroke are we sworn subjects now, Whose state and honour I for aye allow."
        },
        {
            "speaker": "duchess of york",
            "text": "Here comes my son Aumerle."
        },
        {
            "speaker": "duke of york",
            "text": "Aumerle that was But that is lost for being Richards friend, And, madam, you must call him Rutland now: I am in parliament pledge for his truth And lasting fealty to the newmade king."
        },
        {
            "text": "Enter DUKE OF AUMERLE"
        },
        {
            "speaker": "duchess of york",
            "text": "Welcome, my son: who are the violets now That strew the green lap of the new come spring"
        },
        {
            "speaker": "duke of aumerle",
            "text": "Madam, I know not, nor I greatly care not: God knows I had as lief be none as one."
        },
        {
            "speaker": "duke of york",
            "text": "Well, bear you well in this new spring of time, Lest you be croppd before you come to prime. What news from Oxford hold those justs and triumphs"
        },
        {
            "speaker": "duke of aumerle",
            "text": "For aught I know, my lord, they do."
        },
        {
            "speaker": "duke of york",
            "text": "You will be there, I know."
        },
        {
            "speaker": "duke of aumerle",
            "text": "If God prevent not, I purpose so."
        },
        {
            "speaker": "duke of york",
            "text": "What seal is that, that hangs without thy bosom Yea, lookst thou pale let me see the writing."
        },
        {
            "speaker": "duke of aumerle",
            "text": "My lord, tis nothing."
        },
        {
            "speaker": "duke of york",
            "text": "No matter, then, who see it I will be satisfied let me see the writing."
        },
        {
            "speaker": "duke of aumerle",
            "text": "I do beseech your grace to pardon me: It is a matter of small consequence, Which for some reasons I would not have seen."
        },
        {
            "speaker": "duke of york",
            "text": "Which for some reasons, sir, I mean to see. I fear, I fear,"
        },
        {
            "speaker": "duchess of york",
            "text": "What should you fear Tis nothing but some bond, that he is enterd into For gay apparel gainst the triumph day."
        },
        {
            "speaker": "duke of york",
            "text": "Bound to himself! what doth he with a bond That he is bound to Wife, thou art a fool. Boy, let me see the writing."
        },
        {
            "speaker": "duke of aumerle",
            "text": "I do beseech you, pardon me I may not show it."
        },
        {
            "speaker": "duke of york",
            "text": "I will be satisfied let me see it, I say. Treason! foul treason! Villain! traitor! slave!"
        },
        {
            "text": "He plucks it out of his bosom and reads it"
        },
        {
            "speaker": "duchess of york",
            "text": "What is the matter, my lord"
        },
        {
            "speaker": "duke of york",
            "text": "Ho! who is within there Saddle my horse. God for his mercy, what treachery is here!"
        },
        {
            "text": "Enter a Servant"
        },
        {
            "speaker": "duchess of york",
            "text": "Why, what is it, my lord"
        },
        {
            "speaker": "duke of york",
            "text": "Give me my boots, I say saddle my horse. Now, by mine honour, by my life, by my troth, I will appeach the villain."
        },
        {
            "speaker": "duchess of york",
            "text": "What is the matter"
        },
        {
            "speaker": "duke of york",
            "text": "Peace, foolish woman."
        },
        {
            "speaker": "duchess of york",
            "text": "I will not peace. What is the matter, Aumerle."
        },
        {
            "speaker": "duke of aumerle",
            "text": "Good mother, be content it is no more Than my poor life must answer."
        },
        {
            "speaker": "duchess of york",
            "text": "Thy life answer!"
        },
        {
            "speaker": "duke of york",
            "text": "Bring me my boots: I will unto the king."
        },
        {
            "text": "Reenter Servant with boots"
        },
        {
            "speaker": "duchess of york",
            "text": "Strike him, Aumerle. Poor boy, thou art amazed. Hence, villain! never more come in my sight."
        },
        {
            "speaker": "duke of york",
            "text": "Give me my boots, I say."
        },
        {
            "speaker": "duchess of york",
            "text": "Why, York, what wilt thou do Wilt thou not hide the trespass of thine own Have we more sons or are we like to have Is not my teeming date drunk up with time And wilt thou pluck my fair son from mine age, And rob me of a happy mothers name Is he not like thee is he not thine own"
        },
        {
            "speaker": "duke of york",
            "text": "Thou fond mad woman, Wilt thou conceal this dark conspiracy A dozen of them here have taen the sacrament, And interchangeably set down their hands, To kill the king at Oxford."
        },
        {
            "speaker": "duchess of york",
            "text": "He shall be none Well keep him here: then what is that to him"
        },
        {
            "speaker": "duke of york",
            "text": "Away, fond woman! were he twenty times my son, I would appeach him."
        },
        {
            "speaker": "duchess of york",
            "text": "Hadst thou groand for him As I have done, thou wouldst be more pitiful. But now I know thy mind thou dost suspect That I have been disloyal to thy bed, And that he is a bastard, not thy son: Sweet York, sweet husband, be not of that mind: He is as like thee as a man may be, Not like to me, or any of my kin, And yet I love him."
        },
        {
            "speaker": "duke of york",
            "text": "Make way, unruly woman!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "duchess of york",
            "text": "After, Aumerle! mount thee upon his horse Spur post, and get before him to the king, And beg thy pardon ere he do accuse thee. Ill not be long behind though I be old, I doubt not but to ride as fast as York: And never will I rise up from the ground Till Bolingbroke have pardond thee. Away, be gone!"
        },
        {
            "text": "Exeunt"
        }
    ]
}