{
    "sceneName": "Act 1, scene 2",
    "playName": "richard the second",
    "location": "The DUKE OF LANCASTERS palace.",
    "lines": [
        {
            "text": "Enter JOHN OF GAUNT with DUCHESS"
        },
        {
            "speaker": "john of gaunt",
            "text": "Alas, the part I had in Woodstocks blood Doth more solicit me than your exclaims, To stir against the butchers of his life! But since correction lieth in those hands Which made the fault that we cannot correct, Put we our quarrel to the will of heaven Who, when they see the hours ripe on earth, Will rain hot vengeance on offenders heads."
        },
        {
            "speaker": "duchess",
            "text": "Finds brotherhood in thee no sharper spur Hath love in thy old blood no living fire Edwards seven sons, whereof thyself art one, Were as seven vials of his sacred blood, Or seven fair branches springing from one root: Some of those seven are dried by natures course, Some of those branches by the Destinies cut But Thomas, my dear lord, my life, my Gloucester, One vial full of Edwards sacred blood, One flourishing branch of his most royal root, Is crackd, and all the precious liquor spilt, Is hackd down, and his summer leaves all faded, By envys hand and murders bloody axe. Ah, Gaunt, his blood was thine! that bed, that womb, That metal, that selfmould, that fashiond thee Made him a man and though thou livest and breathest, Yet art thou slain in him: thou dost consent In some large measure to thy fathers death, In that thou seest thy wretched brother die, Who was the model of thy fathers life. Call it not patience, Gaunt it is despair: In suffering thus thy brother to be slaughterd, Thou showest the naked pathway to thy life, Teaching stern murder how to butcher thee: That which in mean men we intitle patience Is pale cold cowardice in noble breasts. What shall I say to safeguard thine own life, The best way is to venge my Gloucesters death."
        },
        {
            "speaker": "john of gaunt",
            "text": "Gods is the quarrel for Gods substitute, His deputy anointed in His sight, Hath caused his death: the which if wrongfully, Let heaven revenge for I may never lift An angry arm against His minister."
        },
        {
            "speaker": "duchess",
            "text": "Where then, alas, may I complain myself"
        },
        {
            "speaker": "john of gaunt",
            "text": "To God, the widows champion and defence."
        },
        {
            "speaker": "duchess",
            "text": "Why, then, I will. Farewell, old Gaunt. Thou goest to Coventry, there to behold Our cousin Hereford and fell Mowbray fight: O, sit my husbands wrongs on Herefords spear, That it may enter butcher Mowbrays breast! Or, if misfortune miss the first career, Be Mowbrays sins so heavy in his bosom, They may break his foaming coursers back, And throw the rider headlong in the lists, A caitiff recreant to my cousin Hereford! Farewell, old Gaunt: thy sometimes brothers wife With her companion grief must end her life."
        },
        {
            "speaker": "john of gaunt",
            "text": "Sister, farewell I must to Coventry: As much good stay with thee as go with me!"
        },
        {
            "speaker": "duchess",
            "text": "Yet one word more: grief boundeth where it falls, Not with the empty hollowness, but weight: I take my leave before I have begun, For sorrow ends not when it seemeth done. Commend me to thy brother, Edmund York. Lo, this is all:nay, yet depart not so Though this be all, do not so quickly go I shall remember more. Bid himah, what With all good speed at Plashy visit me. Alack, and what shall good old York there see But empty lodgings and unfurnishd walls, Unpeopled offices, untrodden stones And what hear there for welcome but my groans Therefore commend me let him not come there, To seek out sorrow that dwells every where. Desolate, desolate, will I hence and die: The last leave of thee takes my weeping eye."
        },
        {
            "text": "Exeunt"
        }
    ]
}