{
    "sceneName": "Act 3, scene 3",
    "playName": "richard the second",
    "location": "Wales. Before Flint castle.",
    "lines": [
        {
            "text": "Enter, with drum and colours, HENRY BOLINGBROKE, DUKE OF YORK, NORTHUMBERLAND, Attendants, and forces"
        },
        {
            "speaker": "henry bolingbroke",
            "text": "So that by this intelligence we learn The Welshmen are dispersed, and Salisbury Is gone to meet the king, who lately landed With some few private friends upon this coast."
        },
        {
            "speaker": "northumberland",
            "text": "The news is very fair and good, my lord: Richard not far from hence hath hid his head."
        },
        {
            "speaker": "duke of york",
            "text": "It would beseem the Lord Northumberland To say King Richard: alack the heavy day When such a sacred king should hide his head."
        },
        {
            "speaker": "northumberland",
            "text": "Your grace mistakes only to be brief Left I his title out."
        },
        {
            "speaker": "duke of york",
            "text": "The time hath been, Would you have been so brief with him, he would Have been so brief with you, to shorten you, For taking so the head, your whole heads length."
        },
        {
            "speaker": "henry bolingbroke",
            "text": "Mistake not, uncle, further than you should."
        },
        {
            "speaker": "duke of york",
            "text": "Take not, good cousin, further than you should. Lest you mistake the heavens are oer our heads."
        },
        {
            "speaker": "henry bolingbroke",
            "text": "I know it, uncle, and oppose not myself Against their will. But who comes here Welcome, Harry: what, will not this castle yield"
        },
        {
            "text": "Enter HENRY PERCY"
        },
        {
            "speaker": "henry percy",
            "text": "The castle royally is mannd, my lord, Against thy entrance."
        },
        {
            "speaker": "henry bolingbroke",
            "text": "Royally! Why, it contains no king"
        },
        {
            "speaker": "henry percy",
            "text": "Yes, my good lord, It doth contain a king King Richard lies Within the limits of yon lime and stone: And with him are the Lord Aumerle, Lord Salisbury, Sir Stephen Scroop, besides a clergyman Of holy reverence who, I cannot learn."
        },
        {
            "speaker": "northumberland",
            "text": "O, belike it is the Bishop of Carlisle."
        },
        {
            "speaker": "henry bolingbroke",
            "text": "Noble lords, Go to the rude ribs of that ancient castle Through brazen trumpet send the breath of parley Into his ruind ears, and thus deliver: Henry Bolingbroke On both his knees doth kiss King Richards hand And sends allegiance and true faith of heart To his most royal person, hither come Even at his feet to lay my arms and power, Provided that my banishment repeald And lands restored again be freely granted: If not, Ill use the advantage of my power And lay the summers dust with showers of blood Raind from the wounds of slaughterd Englishmen: The which, how far off from the mind of Bolingbroke It is, such crimson tempest should bedrench The fresh green lap of fair King Richards land, My stooping duty tenderly shall show. Go, signify as much, while here we march Upon the grassy carpet of this plain. Lets march without the noise of threatening drum, That from this castles tatterd battlements Our fair appointments may be well perused. Methinks King Richard and myself should meet With no less terror than the elements Of fire and water, when their thundering shock At meeting tears the cloudy cheeks of heaven. Be he the fire, Ill be the yielding water: The rage be his, whilst on the earth I rain My waters on the earth, and not on him. March on, and mark King Richard how he looks. See, see, King Richard doth himself appear, As doth the blushing discontented sun From out the fiery portal of the east, When he perceives the envious clouds are bent To dim his glory and to stain the track Of his bright passage to the occident."
        },
        {
            "text": "Parle without, and answer within. Then a flourish.  Enter on the walls, KING RICHARD II, the BISHOP OF  CARLISLE, DUKE OF AUMERLE, SIR STEPHEN SCROOP, and EARL OF SALISBURY"
        },
        {
            "speaker": "duke of york",
            "text": "Yet looks he like a king: behold, his eye, As bright as is the eagles, lightens forth Controlling majesty: alack, alack, for woe, That any harm should stain so fair a show!"
        },
        {
            "speaker": "king richard the second",
            "text": "We are amazed and thus long have we stood To watch the fearful bending of thy knee, Because we thought ourself thy lawful king: And if we be, how dare thy joints forget To pay their awful duty to our presence If we be not, show us the hand of God That hath dismissed us from our stewardship For well we know, no hand of blood and bone Can gripe the sacred handle of our sceptre, Unless he do profane, steal, or usurp. And though you think that all, as you have done, Have torn their souls by turning them from us, And we are barren and bereft of friends Yet know, my master, God omnipotent, Is mustering in his clouds on our behalf Armies of pestilence and they shall strike Your children yet unborn and unbegot, That lift your vassal hands against my head And threat the glory of my precious crown. Tell Bolingbrokefor yond methinks he stands That every stride he makes upon my land Is dangerous treason: he is come to open The purple testament of bleeding war But ere the crown he looks for live in peace, Ten thousand bloody crowns of mothers sons Shall ill become the flower of Englands face, Change the complexion of her maidpale peace To scarlet indignation and bedew Her pastures grass with faithful English blood."
        },
        {
            "text": "To NORTHUMBERLAND"
        },
        {
            "speaker": "northumberland",
            "text": "The king of heaven forbid our lord the king Should so with civil and uncivil arms Be rushd upon! Thy thrice noble cousin Harry Bolingbroke doth humbly kiss thy hand And by the honourable tomb he swears, That stands upon your royal grandsires bones, And by the royalties of both your bloods, Currents that spring from one most gracious head, And by the buried hand of warlike Gaunt, And by the worth and honour of himself, Comprising all that may be sworn or said, His coming hither hath no further scope Than for his lineal royalties and to beg Enfranchisement immediate on his kn ees: Which on thy royal party granted once, His glittering arms he will commend to rust, His barbed steeds to stables, and his heart To faithful service of your majesty. This swears he, as he is a prince, is just And, as I am a gentleman, I credit him."
        },
        {
            "speaker": "king richard the second",
            "text": "Northumberland, say thus the king returns: His noble cousin is right welcome hither And all the number of his fair demands Shall be accomplishd without contradiction: With all the gracious utterance thou hast Speak to his gentle hearing kind commends. We do debase ourselves, cousin, do we not, To look so poorly and to speak so fair Shall we call back Northumberland, and send Defiance to the traitor, and so die"
        },
        {
            "text": "To DUKE OF AUMERLE"
        },
        {
            "speaker": "duke of aumerle",
            "text": "No, good my lord lets fight with gentle words Till time lend friends and friends their helpful swords."
        },
        {
            "speaker": "king richard the second",
            "text": "O God, O God! that eer this tongue of mine, That laid the sentence of dread banishment On yon proud man, should take it off again With words of sooth! O that I were as great As is my grief, or lesser than my name! Or that I could forget what I have been, Or not remember what I must be now! Swellst thou, proud heart Ill give thee scope to beat, Since foes have scope to beat both thee and me."
        },
        {
            "speaker": "duke of aumerle",
            "text": "Northumberland comes back from Bolingbroke."
        },
        {
            "speaker": "king richard the second",
            "text": "What must the king do now must he submit The king shall do it: must he be deposed The king shall be contented: must he lose The name of king o Gods name, let it go: Ill give my jewels for a set of beads, My gorgeous palace for a hermitage, My gay apparel for an almsmans gown, My figured goblets for a dish of wood, My sceptre for a palmers walking staff, My subjects for a pair of carved saints And my large kingdom for a little grave, A little little grave, an obscure grave Or Ill be buried in the kings highway, Some way of common trade, where subjects feet May hourly trample on their sovereigns head For on my heart they tread now whilst I live And buried once, why not upon my head Aumerle, thou weepst, my tenderhearted cousin! Well make foul weather with despised tears Our sighs and they shall lodge the summer corn, And make a dearth in this revolting land. Or shall we play the wantons with our woes, And make some pretty match with shedding tears As thus, to drop them still upon one place, Till they have fretted us a pair of graves Within the earth and, therein laid,there lies Two kinsmen diggd their graves with weeping eyes. Would not this ill do well Well, well, I see I talk but idly, and you laugh at me. Most mighty prince, my Lord Northumberland, What says King Bolingbroke will his majesty Give Richard leave to live till Richard die You make a leg, and Bolingbroke says ay."
        },
        {
            "speaker": "northumberland",
            "text": "My lord, in the base court he doth attend To speak with you may it please you to come down."
        },
        {
            "speaker": "king richard the second",
            "text": "Down, down I come like glistering Phaethon, Wanting the manage of unruly jades. In the base court Base court, where kings grow base, To come at traitors calls and do them grace. In the base court Come down Down, court! down, king! For nightowls shriek where mounting larks should sing."
        },
        {
            "text": "Exeunt from above"
        },
        {
            "speaker": "henry bolingbroke",
            "text": "What says his majesty"
        },
        {
            "speaker": "northumberland",
            "text": "Sorrow and grief of heart Makes him speak fondly, like a frantic man Yet he is come."
        },
        {
            "text": "Enter KING RICHARD and his attendants below"
        },
        {
            "speaker": "henry bolingbroke",
            "text": "Stand all apart, And show fair duty to his majesty. My gracious lord,"
        },
        {
            "text": "He kneels down"
        },
        {
            "speaker": "king richard the second",
            "text": "Fair cousin, you debase your princely knee To make the base earth proud with kissing it: Me rather had my heart might feel your love Than my unpleased eye see your courtesy. Up, cousin, up your heart is up, I know, Thus high at least, although your knee be low."
        },
        {
            "speaker": "henry bolingbroke",
            "text": "My gracious lord, I come but for mine own."
        },
        {
            "speaker": "king richard the second",
            "text": "Your own is yours, and I am yours, and all."
        },
        {
            "speaker": "henry bolingbroke",
            "text": "So far be mine, my most redoubted lord, As my true service shall deserve your love."
        },
        {
            "speaker": "king richard the second",
            "text": "Well you deserve: they well deserve to have, That know the strongst and surest way to get. Uncle, give me your hands: nay, dry your eyes Tears show their love, but want their remedies. Cousin, I am too young to be your father, Though you are old enough to be my heir. What you will have, Ill give, and willing too For do we must what force will have us do. Set on towards London, cousin, is it so"
        },
        {
            "speaker": "henry bolingbroke",
            "text": "Yea, my good lord."
        },
        {
            "speaker": "king richard the second",
            "text": "Then I must not say no."
        },
        {
            "text": "Flourish. Exeunt"
        }
    ]
}