{
    "sceneName": "Act 3, scene 4",
    "playName": "richard the second",
    "location": "LANGLEY. The DUKE OF YORKs garden.",
    "lines": [
        {
            "text": "Enter the QUEEN and two Ladies"
        },
        {
            "speaker": "queen",
            "text": "What sport shall we devise here in this garden, To drive away the heavy thought of care"
        },
        {
            "speaker": "lady",
            "text": "Madam, well play at bowls."
        },
        {
            "speaker": "queen",
            "text": "Twill make me think the world is full of rubs, And that my fortune rubs against the bias."
        },
        {
            "speaker": "lady",
            "text": "Madam, well dance."
        },
        {
            "speaker": "queen",
            "text": "My legs can keep no measure in delight, When my poor heart no measure keeps in grief: Therefore, no dancing, girl some other sport."
        },
        {
            "speaker": "lady",
            "text": "Madam, well tell tales."
        },
        {
            "speaker": "queen",
            "text": "Of sorrow or of joy"
        },
        {
            "speaker": "lady",
            "text": "Of either, madam."
        },
        {
            "speaker": "queen",
            "text": "Of neither, girl: For of joy, being altogether wanting, It doth remember me the more of sorrow Or if of grief, being altogether had, It adds more sorrow to my want of joy: For what I have I need not to repeat And what I want it boots not to complain."
        },
        {
            "speaker": "lady",
            "text": "Madam, Ill sing."
        },
        {
            "speaker": "queen",
            "text": "Tis well that thou hast cause But thou shouldst please me better, wouldst thou weep."
        },
        {
            "speaker": "lady",
            "text": "I could weep, madam, would it do you good."
        },
        {
            "speaker": "queen",
            "text": "And I could sing, would weeping do me good, And never borrow any tear of thee. But stay, here come the gardeners: Lets step into the shadow of these trees. My wretchedness unto a row of pins, Theyll talk of state for every one doth so Against a change woe is forerun with woe."
        },
        {
            "text": "Enter a Gardener, and two Servants"
        },
        {
            "text": "QUEEN and Ladies retire"
        },
        {
            "speaker": "gardener",
            "text": "Go, bind thou up yon dangling apricocks, Which, like unruly children, make their sire Stoop with oppression of their prodigal weight: Give some supportance to the bending twigs. Go thou, and like an executioner, Cut off the heads of too fast growing sprays, That look too lofty in our commonwealth: All must be even in our government. You thus employd, I will go root away The noisome weeds, which without profit suck The soils fertility from wholesome flowers."
        },
        {
            "speaker": "servant",
            "text": "Why should we in the compass of a pale Keep law and form and due proportion, Showing, as in a model, our firm estate, When our seawalled garden, the whole land, Is full of weeds, her fairest flowers choked up, Her fruittrees all upturned, her hedges ruind, Her knots disorderd and her wholesome herbs Swarming with caterpillars"
        },
        {
            "speaker": "gardener",
            "text": "Hold thy peace: He that hath sufferd this disorderd spring Hath now himself met with the fall of leaf: The weeds which his broadspreading leaves did shelter, That seemd in eating him to hold him up, Are pluckd up root and all by Bolingbroke, I mean the Earl of Wiltshire, Bushy, Green."
        },
        {
            "speaker": "servant",
            "text": "What, are they dead"
        },
        {
            "speaker": "gardener",
            "text": "They are and Bolingbroke Hath seized the wasteful king. O, what pity is it That he had not so trimmd and dressd his land As we this garden! We at time of year Do wound the bark, the skin of our fruittrees, Lest, being overproud in sap and blood, With too much riches it confound itself: Had he done so to great and growing men, They might have lived to bear and he to taste Their fruits of duty: superfluous branches We lop away, that bearing boughs may live: Had he done so, himself had borne the crown, Which waste of idle hours hath quite thrown down."
        },
        {
            "speaker": "servant",
            "text": "What, think you then the king shall be deposed"
        },
        {
            "speaker": "gardener",
            "text": "Depressd he is already, and deposed Tis doubt he will be: letters came last night To a dear friend of the good Duke of Yorks, That tell black tidings."
        },
        {
            "speaker": "queen",
            "text": "O, I am pressd to death through want of speaking! Thou, old Adams likeness, set to dress this garden, How dares thy harsh rude tongue sound this unpleasing news What Eve, what serpent, hath suggested thee To make a second fall of cursed man Why dost thou say King Richard is deposed Darest thou, thou little better thing than earth, Divine his downfall Say, where, when, and how, Camest thou by this ill tidings speak, thou wretch."
        },
        {
            "text": "Coming forward"
        },
        {
            "speaker": "gardener",
            "text": "Pardon me, madam: little joy have I To breathe this news yet what I say is true. King Richard, he is in the mighty hold Of Bolingbroke: their fortunes both are weighd: In your lords scale is nothing but himself, And some few vanities that make him light But in the balance of great Bolingbroke, Besides himself, are all the English peers, And with that odds he weighs King Richard down. Post you to London, and you will find it so I speak no more than every one doth know."
        },
        {
            "speaker": "queen",
            "text": "Nimble mischance, that art so light of foot, Doth not thy embassage belong to me, And am I last that knows it O, thou thinkst To serve me last, that I may longest keep Thy sorrow in my breast. Come, ladies, go, To meet at London Londons king in woe. What, was I born to this, that my sad look Should grace the triumph of great Bolingbroke Gardener, for telling me these news of woe, Pray God the plants thou graftst may never grow."
        },
        {
            "text": "Exeunt QUEEN and Ladies"
        },
        {
            "speaker": "gardener",
            "text": "Poor queen! so that thy state might be no worse, I would my skill were subject to thy curse. Here did she fall a tear here in this place Ill set a bank of rue, sour herb of grace: Rue, even for ruth, here shortly shall be seen, In the remembrance of a weeping queen."
        },
        {
            "text": "Exeunt"
        }
    ]
}