{
    "sceneName": "Act 4, scene 2",
    "playName": "a midsummer nights dream",
    "location": "Athens. QUINCES house.",
    "lines": [
        {
            "text": "Enter QUINCE, FLUTE, SNOUT, and STARVELING"
        },
        {
            "speaker": "quince",
            "text": "Have you sent to Bottoms house  is he come home yet"
        },
        {
            "speaker": "starveling",
            "text": "He cannot be heard of. Out of doubt he is transported."
        },
        {
            "speaker": "flute",
            "text": "If he come not, then the play is marred: it goes not forward, doth it"
        },
        {
            "speaker": "quince",
            "text": "It is not possible: you have not a man in all Athens able to discharge Pyramus but he."
        },
        {
            "speaker": "flute",
            "text": "No, he hath simply the best wit of any handicraft man in Athens."
        },
        {
            "speaker": "quince",
            "text": "Yea and the best person too and he is a very paramour for a sweet voice."
        },
        {
            "speaker": "flute",
            "text": "You must say paragon: a paramour is, God bless us, a thing of naught."
        },
        {
            "text": "Enter SNUG"
        },
        {
            "speaker": "snug",
            "text": "Masters, the duke is coming from the temple, and there is two or three lords and ladies more married: if our sport had gone forward, we had all been made men."
        },
        {
            "speaker": "flute",
            "text": "O sweet bully Bottom! Thus hath he lost sixpence a day during his life he could not have scaped sixpence a day: an the duke had not given him sixpence a day for playing Pyramus, Ill be hanged he would have deserved it: sixpence a day in Pyramus, or nothing."
        },
        {
            "text": "Enter BOTTOM"
        },
        {
            "speaker": "bottom",
            "text": "Where are these lads where are these hearts"
        },
        {
            "speaker": "quince",
            "text": "Bottom! O most courageous day! O most happy hour!"
        },
        {
            "speaker": "bottom",
            "text": "Masters, I am to discourse wonders: but ask me not what for if I tell you, I am no true Athenian. I will tell you every thing, right as it fell out."
        },
        {
            "speaker": "quince",
            "text": "Let us hear, sweet Bottom."
        },
        {
            "speaker": "bottom",
            "text": "Not a word of me. All that I will tell you is, that the duke hath dined. Get your apparel together, good strings to your beards, new ribbons to your pumps meet presently at the palace every man look oer his part for the short and the long is, our play is preferred. In any case, let Thisby have clean linen and let not him that plays the lion pair his nails, for they shall hang out for the lions claws. And, most dear actors, eat no onions nor garlic, for we are to utter sweet breath and I do not doubt but to hear them say, it is a sweet comedy. No more words: away! go, away!"
        },
        {
            "text": "Exeunt"
        }
    ]
}