{
    "sceneName": "Act 2, scene 2",
    "playName": "a midsummer nights dream",
    "location": "Another part of the wood.",
    "lines": [
        {
            "text": "Enter TITANIA, with her train"
        },
        {
            "speaker": "titania",
            "text": "Come, now a roundel and a fairy song Then, for the third part of a minute, hence Some to kill cankers in the muskrose buds, Some war with reremice for their leathern wings, To make my small elves coats, and some keep back The clamorous owl that nightly hoots and wonders At our quaint spirits. Sing me now asleep Then to your offices and let me rest. You spotted snakes with double tongue, Thorny hedgehogs, be not seen Newts and blindworms, do no wrong, Come not near our fairy queen. Philomel, with melody Sing in our sweet lullaby Lulla, lulla, lullaby, lulla, lulla, lullaby: Never harm, Nor spell nor charm, Come our lovely lady nigh So, good night, with lullaby. Weaving spiders, come not here Hence, you longleggd spinners, hence! Beetles black, approach not near Worm nor snail, do no offence. Philomel, with melody,  and c."
        },
        {
            "text": "The Fairies sing"
        },
        {
            "speaker": "fairy",
            "text": "Hence, away! now all is well: One aloof stand sentinel."
        },
        {
            "text": "Exeunt Fairies. TITANIA sleeps"
        },
        {
            "text": "Enter OBERON and squeezes the flower on TITANIAs eyelids"
        },
        {
            "speaker": "oberon",
            "text": "What thou seest when thou dost wake, Do it for thy truelove take, Love and languish for his sake: Be it ounce, or cat, or bear, Pard, or boar with bristled hair, In thy eye that shall appear When thou wakest, it is thy dear: Wake when some vile thing is near."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter LYSANDER and HERMIA"
        },
        {
            "speaker": "lysander",
            "text": "Fair love, you faint with wandering in the wood And to speak troth, I have forgot our way: Well rest us, Hermia, if you think it good, And tarry for the comfort of the day."
        },
        {
            "speaker": "hermia",
            "text": "Be it so, Lysander: find you out a bed For I upon this bank will rest my head."
        },
        {
            "speaker": "lysander",
            "text": "One turf shall serve as pillow for us both One heart, one bed, two bosoms and one troth."
        },
        {
            "speaker": "hermia",
            "text": "Nay, good Lysander for my sake, my dear, Lie further off yet, do not lie so near."
        },
        {
            "speaker": "lysander",
            "text": "O, take the sense, sweet, of my innocence! Love takes the meaning in loves conference. I mean, that my heart unto yours is knit So that but one heart we can make of it Two bosoms interchained with an oath So then two bosoms and a single troth. Then by your side no bedroom me deny For lying so, Hermia, I do not lie."
        },
        {
            "speaker": "hermia",
            "text": "Lysander riddles very prettily: Now much beshrew my manners and my pride, If Hermia meant to say Lysander lied. But, gentle friend, for love and courtesy Lie further off in human modesty, Such separation as may well be said Becomes a virtuous bachelor and a maid, So far be distant and, good night, sweet friend: Thy love neer alter till thy sweet life end!"
        },
        {
            "speaker": "lysander",
            "text": "Amen, amen, to that fair prayer, say I And then end life when I end loyalty! Here is my bed: sleep give thee all his rest!"
        },
        {
            "speaker": "hermia",
            "text": "With half that wish the wishers eyes be pressd!"
        },
        {
            "text": "They sleep"
        },
        {
            "text": "Enter PUCK"
        },
        {
            "speaker": "puck",
            "text": "Through the forest have I gone. But Athenian found I none, On whose eyes I might approve This flowers force in stirring love. Night and silence.Who is here Weeds of Athens he doth wear: This is he, my master said, Despised the Athenian maid And here the maiden, sleeping sound, On the dank and dirty ground. Pretty soul! she durst not lie Near this lacklove, this killcourtesy. Churl, upon thy eyes I throw All the power this charm doth owe. When thou wakest, let love forbid Sleep his seat on thy eyelid: So awake when I am gone For I must now to Oberon."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter DEMETRIUS and HELENA, running"
        },
        {
            "speaker": "helena",
            "text": "Stay, though thou kill me, sweet Demetrius."
        },
        {
            "speaker": "demetrius",
            "text": "I charge thee, hence, and do not haunt me thus."
        },
        {
            "speaker": "helena",
            "text": "O, wilt thou darkling leave me do not so."
        },
        {
            "speaker": "demetrius",
            "text": "Stay, on thy peril: I alone will go."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "helena",
            "text": "O, I am out of breath in this fond chase! The more my prayer, the lesser is my grace. Happy is Hermia, wheresoeer she lies For she hath blessed and attractive eyes. How came her eyes so bright Not with salt tears: If so, my eyes are oftener washd than hers. No, no, I am as ugly as a bear For beasts that meet me run away for fear: Therefore no marvel though Demetrius Do, as a monster fly my presence thus. What wicked and dissembling glass of mine Made me compare with Hermias sphery eyne But who is here Lysander! on the ground! Dead or asleep I see no blood, no wound. Lysander if you live, good sir, awake."
        },
        {
            "speaker": "lysander",
            "text": "[Awaking]  And run through fire I will for thy sweet sake. Transparent Helena! Nature shows art, That through thy bosom makes me see thy heart. Where is Demetrius O, how fit a word Is that vile name to perish on my sword!"
        },
        {
            "speaker": "helena",
            "text": "Do not say so, Lysander say not so What though he love your Hermia Lord, what though Yet Hermia still loves you: then be content."
        },
        {
            "speaker": "lysander",
            "text": "Content with Hermia! No I do repent The tedious minutes I with her have spent. Not Hermia but Helena I love: Who will not change a raven for a dove The will of man is by his reason swayd And reason says you are the worthier maid. Things growing are not ripe until their season So I, being young, till now ripe not to reason And touching now the point of human skill, Reason becomes the marshal to my will And leads me to your eyes, where I oerlook Loves stories written in loves richest book."
        },
        {
            "speaker": "helena",
            "text": "Wherefore was I to this keen mockery born When at your hands did I deserve this scorn Ist not enough, ist not enough, young man, That I did never, no, nor never can, Deserve a sweet look from Demetrius eye, But you must flout my insufficiency Good troth, you do me wrong, good sooth, you do, In such disdainful manner me to woo. But fare you well: perforce I must confess I thought you lord of more true gentleness. O, that a lady, of one man refused. Should of another therefore be abused!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "lysander",
            "text": "She sees not Hermia. Hermia, sleep thou there: And never mayst thou come Lysander near! For as a surfeit of the sweetest things The deepest loathing to the stomach brings, Or as tie heresies that men do leave Are hated most of those they did deceive, So thou, my surfeit and my heresy, Of all be hated, but the most of me! And, all my powers, address your love and might To honour Helen and to be her knight!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "hermia",
            "text": "[Awaking]  Help me, Lysander, help me! do thy best To pluck this crawling serpent from my breast! Ay me, for pity! what a dream was here! Lysander, look how I do quake with fear: Methought a serpent eat my heart away, And you sat smiling at his cruel pray. Lysander! what, removed Lysander! lord! What, out of hearing gone no sound, no word Alack, where are you speak, an if you hear Speak, of all loves! I swoon almost with fear. No then I well perceive you all not nigh Either death or you Ill find immediately."
        },
        {
            "text": "Exit"
        }
    ]
}