{
    "sceneName": "Act 5, scene 1",
    "playName": "a midsummer nights dream",
    "location": "Athens. The palace of THESEUS.",
    "lines": [
        {
            "text": "Enter THESEUS, HIPPOLYTA, PHILOSTRATE, Lords and Attendants"
        },
        {
            "speaker": "hippolyta",
            "text": "Tis strange my Theseus, that these lovers speak of."
        },
        {
            "speaker": "theseus",
            "text": "More strange than true: I never may believe These antique fables, nor these fairy toys. Lovers and madmen have such seething brains, Such shaping fantasies, that apprehend More than cool reason ever comprehends. The lunatic, the lover and the poet Are of imagination all compact: One sees more devils than vast hell can hold, That is, the madman: the lover, all as frantic, Sees Helens beauty in a brow of Egypt: The poets eye, in fine frenzy rolling, Doth glance from heaven to earth, from earth to heaven And as imagination bodies forth The forms of things unknown, the poets pen Turns them to shapes and gives to airy nothing A local habitation and a name. Such tricks hath strong imagination, That if it would but apprehend some joy, It comprehends some bringer of that joy Or in the night, imagining some fear, How easy is a bush supposed a bear!"
        },
        {
            "speaker": "hippolyta",
            "text": "But all the story of the night told over, And all their minds transfigured so together, More witnesseth than fancys images And grows to something of great constancy But, howsoever, strange and admirable."
        },
        {
            "speaker": "theseus",
            "text": "Here come the lovers, full of joy and mirth. Joy, gentle friends! joy and fresh days of love Accompany your hearts!"
        },
        {
            "text": "Enter LYSANDER, DEMETRIUS, HERMIA, and HELENA"
        },
        {
            "speaker": "lysander",
            "text": "More than to us Wait in your royal walks, your board, your bed!"
        },
        {
            "speaker": "theseus",
            "text": "Come now what masques, what dances shall we have, To wear away this long age of three hours Between our aftersupper and bedtime Where is our usual manager of mirth What revels are in hand Is there no play, To ease the anguish of a torturing hour Call Philostrate."
        },
        {
            "speaker": "philostrate",
            "text": "Here, mighty Theseus."
        },
        {
            "speaker": "theseus",
            "text": "Say, what abridgement have you for this evening What masque what music How shall we beguile The lazy time, if not with some delight"
        },
        {
            "speaker": "philostrate",
            "text": "There is a brief how many sports are ripe: Make choice of which your highness will see first."
        },
        {
            "text": "Giving a paper"
        },
        {
            "speaker": "theseus",
            "text": "[Reads]  The battle with the Centaurs, to be sung By an Athenian eunuch to the harp. Well none of that: that have I told my love, In glory of my kinsman Hercules. The riot of the tipsy Bacchanals, Tearing the Thracian singer in their rage. That is an old device and it was playd When I from Thebes came last a conqueror. The thrice three Muses mourning for the death Of Learning, late deceased in beggary. That is some satire, keen and critical, Not sorting with a nuptial ceremony. A tedious brief scene of young Pyramus And his love Thisbe very tragical mirth. Merry and tragical! tedious and brief! That is, hot ice and wondrous strange snow. How shall we find the concord of this discord"
        },
        {
            "text": "Reads"
        },
        {
            "text": "Reads"
        },
        {
            "text": "Reads"
        },
        {
            "speaker": "philostrate",
            "text": "A play there is, my lord, some ten words long, Which is as brief as I have known a play But by ten words, my lord, it is too long, Which makes it tedious for in all the play There is not one word apt, one player fitted: And tragical, my noble lord, it is For Pyramus therein doth kill himself. Which, when I saw rehearsed, I must confess, Made mine eyes water but more merry tears The passion of loud laughter never shed."
        },
        {
            "speaker": "theseus",
            "text": "What are they that do play it"
        },
        {
            "speaker": "philostrate",
            "text": "Hardhanded men that work in Athens here, Which never labourd in their minds till now, And now have toild their unbreathed memories With this same play, against your nuptial."
        },
        {
            "speaker": "theseus",
            "text": "And we will hear it."
        },
        {
            "speaker": "philostrate",
            "text": "No, my noble lord It is not for you: I have heard it over, And it is nothing, nothing in the world Unless you can find sport in their intents, Extremely stretchd and connd with cruel pain, To do you service."
        },
        {
            "speaker": "theseus",
            "text": "I will hear that play For never anything can be amiss, When simpleness and duty tender it. Go, bring them in: and take your places, ladies."
        },
        {
            "text": "Exit PHILOSTRATE"
        },
        {
            "speaker": "hippolyta",
            "text": "I love not to see wretchedness oer charged And duty in his service perishing."
        },
        {
            "speaker": "theseus",
            "text": "Why, gentle sweet, you shall see no such thing."
        },
        {
            "speaker": "hippolyta",
            "text": "He says they can do nothing in this kind."
        },
        {
            "speaker": "theseus",
            "text": "The kinder we, to give them thanks for nothing. Our sport shall be to take what they mistake: And what poor duty cannot do, noble respect Takes it in might, not merit. Where I have come, great clerks have purposed To greet me with premeditated welcomes Where I have seen them shiver and look pale, Make periods in the midst of sentences, Throttle their practised accent in their fears And in conclusion dumbly have broke off, Not paying me a welcome. Trust me, sweet, Out of this silence yet I pickd a welcome And in the modesty of fearful duty I read as much as from the rattling tongue Of saucy and audacious eloquence. Love, therefore, and tonguetied simplicity In least speak most, to my capacity."
        },
        {
            "text": "Reenter PHILOSTRATE"
        },
        {
            "speaker": "philostrate",
            "text": "So please your grace, the Prologue is addressd."
        },
        {
            "speaker": "theseus",
            "text": "Let him approach."
        },
        {
            "text": "Flourish of trumpets"
        },
        {
            "text": "Enter QUINCE for the Prologue"
        },
        {
            "speaker": "prologue",
            "text": "If we offend, it is with our good will. That you should think, we come not to offend, But with good will. To show our simple skill, That is the true beginning of our end. Consider then we come but in despite. We do not come as minding to contest you, Our true intent is. All for your delight We are not here. That you should here repent you, The actors are at hand and by their show You shall know all that you are like to know."
        },
        {
            "speaker": "theseus",
            "text": "This fellow doth not stand upon points."
        },
        {
            "speaker": "lysander",
            "text": "He hath rid his prologue like a rough colt he knows not the stop. A good moral, my lord: it is not enough to speak, but to speak true."
        },
        {
            "speaker": "hippolyta",
            "text": "Indeed he hath played on his prologue like a child on a recorder a sound, but not in government."
        },
        {
            "speaker": "theseus",
            "text": "His speech, was like a tangled chain nothing impaired, but all disordered. Who is next"
        },
        {
            "text": "Enter Pyramus and Thisbe, Wall, Moonshine, and Lion"
        },
        {
            "speaker": "prologue",
            "text": "Gentles, perchance you wonder at this show But wonder on, till truth make all things plain. This man is Pyramus, if you would know This beauteous lady Thisby is certain. This man, with lime and roughcast, doth present Wall, that vile Wall which did these lovers sunder And through Walls chink, poor souls, they are content To whisper. At the which let no man wonder. This man, with lanthorn, dog, and bush of thorn, Presenteth Moonshine for, if you will know, By moonshine did these lovers think no scorn To meet at Ninus tomb, there, there to woo. This grisly beast, which Lion hight by name, The trusty Thisby, coming first by night, Did scare away, or rather did affright And, as she fled, her mantle she did fall, Which Lion vile with bloody mouth did stain. Anon comes Pyramus, sweet youth and tall, And finds his trusty Thisbys mantle slain: Whereat, with blade, with bloody blameful blade, He bravely broachd is boiling bloody breast And Thisby, tarrying in mulberry shade, His dagger drew, and died. For all the rest, Let Lion, Moonshine, Wall, and lovers twain At large discourse, while here they do remain."
        },
        {
            "text": "Exeunt Prologue, Thisbe, Lion, and Moonshine"
        },
        {
            "speaker": "theseus",
            "text": "I wonder if the lion be to speak."
        },
        {
            "speaker": "demetrius",
            "text": "No wonder, my lord: one lion may, when many asses do."
        },
        {
            "speaker": "wall",
            "text": "In this same interlude it doth befall That I, one Snout by name, present a wall And such a wall, as I would have you think, That had in it a crannied hole or chink, Through which the lovers, Pyramus and Thisby, Did whisper often very secretly. This loam, this roughcast and this stone doth show That I am that same wall the truth is so: And this the cranny is, right and sinister, Through which the fearful lovers are to whisper."
        },
        {
            "speaker": "theseus",
            "text": "Would you desire lime and hair to speak better"
        },
        {
            "speaker": "demetrius",
            "text": "It is the wittiest partition that ever I heard discourse, my lord."
        },
        {
            "text": "Enter Pyramus"
        },
        {
            "speaker": "theseus",
            "text": "Pyramus draws near the wall: silence!"
        },
        {
            "speaker": "pyramus",
            "text": "O grimlookd night! O night with hue so black! O night, which ever art when day is not! O night, O night! alack, alack, alack, I fear my Thisbys promise is forgot! And thou, O wall, O sweet, O lovely wall, That standst between her fathers ground and mine! Thou wall, O wall, O sweet and lovely wall, Show me thy chink, to blink through with mine eyne! Thanks, courteous wall: Jove shield thee well for this! But what see I No Thisby do I see. O wicked wall, through whom I see no bliss! Cursed be thy stones for thus deceiving me!"
        },
        {
            "text": "Wall holds up his fingers"
        },
        {
            "speaker": "theseus",
            "text": "The wall, methinks, being sensible, should curse again."
        },
        {
            "speaker": "pyramus",
            "text": "No, in truth, sir, he should not. Deceiving me is Thisbys cue: she is to enter now, and I am to spy her through the wall. You shall see, it will fall pat as I told you. Yonder she comes."
        },
        {
            "text": "Enter Thisbe"
        },
        {
            "speaker": "thisbe",
            "text": "O wall, full often hast thou heard my moans, For parting my fair Pyramus and me! My cherry lips have often kissd thy stones, Thy stones with lime and hair knit up in thee."
        },
        {
            "speaker": "pyramus",
            "text": "I see a voice: now will I to the chink, To spy an I can hear my Thisbys face. Thisby!"
        },
        {
            "speaker": "thisbe",
            "text": "My love thou art, my love I think."
        },
        {
            "speaker": "pyramus",
            "text": "Think what thou wilt, I am thy lovers grace And, like Limander, am I trusty still."
        },
        {
            "speaker": "thisbe",
            "text": "And I like Helen, till the Fates me kill."
        },
        {
            "speaker": "pyramus",
            "text": "Not Shafalus to Procrus was so true."
        },
        {
            "speaker": "thisbe",
            "text": "As Shafalus to Procrus, I to you."
        },
        {
            "speaker": "pyramus",
            "text": "O kiss me through the hole of this vile wall!"
        },
        {
            "speaker": "thisbe",
            "text": "I kiss the walls hole, not your lips at all."
        },
        {
            "speaker": "pyramus",
            "text": "Wilt thou at Ninnys tomb meet me straightway"
        },
        {
            "speaker": "thisbe",
            "text": "Tide life, tide death, I come without delay."
        },
        {
            "text": "Exeunt Pyramus and Thisbe"
        },
        {
            "speaker": "wall",
            "text": "Thus have I, Wall, my part discharged so And, being done, thus Wall away doth go."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "theseus",
            "text": "Now is the mural down between the two neighbours."
        },
        {
            "speaker": "demetrius",
            "text": "No remedy, my lord, when walls are so wilful to hear without warning."
        },
        {
            "speaker": "hippolyta",
            "text": "This is the silliest stuff that ever I heard."
        },
        {
            "speaker": "theseus",
            "text": "The best in this kind are but shadows and the worst are no worse, if imagination amend them."
        },
        {
            "speaker": "hippolyta",
            "text": "It must be your imagination then, and not theirs."
        },
        {
            "speaker": "theseus",
            "text": "If we imagine no worse of them than they of themselves, they may pass for excellent men. Here come two noble beasts in, a man and a lion."
        },
        {
            "text": "Enter Lion and Moonshine"
        },
        {
            "speaker": "lion",
            "text": "You, ladies, you, whose gentle hearts do fear The smallest monstrous mouse that creeps on floor, May now perchance both quake and tremble here, When lion rough in wildest rage doth roar. Then know that I, one Snug the joiner, am A lionfell, nor else no lions dam For, if I should as lion come in strife Into this place, twere pity on my life."
        },
        {
            "speaker": "theseus",
            "text": "A very gentle beast, of a good conscience."
        },
        {
            "speaker": "demetrius",
            "text": "The very best at a beast, my lord, that eer I saw."
        },
        {
            "speaker": "lysander",
            "text": "This lion is a very fox for his valour."
        },
        {
            "speaker": "theseus",
            "text": "True and a goose for his discretion."
        },
        {
            "speaker": "demetrius",
            "text": "Not so, my lord for his valour cannot carry his discretion and the fox carries the goose."
        },
        {
            "speaker": "theseus",
            "text": "His discretion, I am sure, cannot carry his valour for the goose carries not the fox. It is well: leave it to his discretion, and let us listen to the moon."
        },
        {
            "speaker": "moonshine",
            "text": "This lanthorn doth the horned moon present"
        },
        {
            "speaker": "demetrius",
            "text": "He should have worn the horns on his head."
        },
        {
            "speaker": "theseus",
            "text": "He is no crescent, and his horns are invisible within the circumference."
        },
        {
            "speaker": "moonshine",
            "text": "This lanthorn doth the horned moon present Myself the man i the moon do seem to be."
        },
        {
            "speaker": "theseus",
            "text": "This is the greatest error of all the rest: the man should be put into the lanthorn. How is it else the man i the moon"
        },
        {
            "speaker": "demetrius",
            "text": "He dares not come there for the candle for, you see, it is already in snuff."
        },
        {
            "speaker": "hippolyta",
            "text": "I am aweary of this moon: would he would change!"
        },
        {
            "speaker": "theseus",
            "text": "It appears, by his small light of discretion, that he is in the wane but yet, in courtesy, in all reason, we must stay the time."
        },
        {
            "speaker": "lysander",
            "text": "Proceed, Moon."
        },
        {
            "speaker": "moonshine",
            "text": "All that I have to say, is, to tell you that the lanthorn is the moon I, the man in the moon this thornbush, my thornbush and this dog, my dog."
        },
        {
            "speaker": "demetrius",
            "text": "Why, all these should be in the lanthorn for all these are in the moon. But, silence! here comes Thisbe."
        },
        {
            "text": "Enter Thisbe"
        },
        {
            "speaker": "thisbe",
            "text": "This is old Ninnys tomb. Where is my love"
        },
        {
            "speaker": "lion",
            "text": "[Roaring]  Oh"
        },
        {
            "text": "Thisbe runs off"
        },
        {
            "speaker": "demetrius",
            "text": "Well roared, Lion."
        },
        {
            "speaker": "theseus",
            "text": "Well run, Thisbe."
        },
        {
            "speaker": "hippolyta",
            "text": "Well shone, Moon. Truly, the moon shines with a good grace."
        },
        {
            "text": "The Lion shakes Thisbes mantle, and exit"
        },
        {
            "speaker": "theseus",
            "text": "Well moused, Lion."
        },
        {
            "speaker": "lysander",
            "text": "And so the lion vanished."
        },
        {
            "speaker": "demetrius",
            "text": "And then came Pyramus."
        },
        {
            "text": "Enter Pyramus"
        },
        {
            "speaker": "pyramus",
            "text": "Sweet Moon, I thank thee for thy sunny beams I thank thee, Moon, for shining now so bright For, by thy gracious, golden, glittering gleams, I trust to take of truest Thisby sight. But stay, O spite! But mark, poor knight, What dreadful dole is here! Eyes, do you see How can it be O dainty duck! O dear! Thy mantle good, What, staind with blood! Approach, ye Furies fell! O Fates, come, come, Cut thread and thrum Quail, crush, conclude, and quell!"
        },
        {
            "speaker": "theseus",
            "text": "This passion, and the death of a dear friend, would go near to make a man look sad."
        },
        {
            "speaker": "hippolyta",
            "text": "Beshrew my heart, but I pity the man."
        },
        {
            "speaker": "pyramus",
            "text": "O wherefore, Nature, didst thou lions frame Since lion vile hath here deflowerd my dear: Which isno, nowhich was the fairest dame That lived, that loved, that liked, that lookd with cheer. Come, tears, confound Out, sword, and wound The pap of Pyramus Ay, that left pap, Where heart doth hop: Thus die I, thus, thus, thus. Now am I dead, Now am I fled My soul is in the sky: Tongue, lose thy light Moon take thy flight: Now die, die, die, die, die."
        },
        {
            "text": "Stabs himself"
        },
        {
            "text": "Exit Moonshine"
        },
        {
            "text": "Dies"
        },
        {
            "speaker": "demetrius",
            "text": "No die, but an ace, for him for he is but one."
        },
        {
            "speaker": "lysander",
            "text": "Less than an ace, man for he is dead he is nothing."
        },
        {
            "speaker": "theseus",
            "text": "With the help of a surgeon he might yet recover, and prove an ass."
        },
        {
            "speaker": "hippolyta",
            "text": "How chance Moonshine is gone before Thisbe comes back and finds her lover"
        },
        {
            "speaker": "theseus",
            "text": "She will find him by starlight. Here she comes and her passion ends the play."
        },
        {
            "text": "Reenter Thisbe"
        },
        {
            "speaker": "hippolyta",
            "text": "Methinks she should not use a long one for such a Pyramus: I hope she will be brief."
        },
        {
            "speaker": "demetrius",
            "text": "A mote will turn the balance, which Pyramus, which Thisbe, is the better he for a man, God warrant us she for a woman, God bless us."
        },
        {
            "speaker": "lysander",
            "text": "She hath spied him already with those sweet eyes."
        },
        {
            "speaker": "demetrius",
            "text": "And thus she means, videlicet:"
        },
        {
            "speaker": "thisbe",
            "text": "Asleep, my love What, dead, my dove O Pyramus, arise! Speak, speak. Quite dumb Dead, dead A tomb Must cover thy sweet eyes. These My lips, This cherry nose, These yellow cowslip cheeks, Are gone, are gone: Lovers, make moan: His eyes were green as leeks. O Sisters Three, Come, come to me, With hands as pale as milk Lay them in gore, Since you have shore With shears his thread of silk. Tongue, not a word: Come, trusty sword Come, blade, my breast imbrue: And, farewell, friends Thus Thisby ends: Adieu, adieu, adieu."
        },
        {
            "text": "Stabs herself"
        },
        {
            "text": "Dies"
        },
        {
            "speaker": "theseus",
            "text": "Moonshine and Lion are left to bury the dead."
        },
        {
            "speaker": "demetrius",
            "text": "Ay, and Wall too."
        },
        {
            "speaker": "bottom",
            "text": "[Starting up]  No assure you the wall is down that parted their fathers. Will it please you to see the epilogue, or to hear a Bergomask dance between two of our company"
        },
        {
            "speaker": "theseus",
            "text": "No epilogue, I pray you for your play needs no excuse. Never excuse for when the players are all dead, there needs none to be blamed. Marry, if he that writ it had played Pyramus and hanged himself in Thisbes garter, it would have been a fine tragedy: and so it is, truly and very notably discharged. But come, your Bergomask: let your epilogue alone. The iron tongue of midnight hath told twelve: Lovers, to bed tis almost fairy time. I fear we shall outsleep the coming morn As much as we this night have overwatchd. This palpablegross play hath well beguiled The heavy gait of night. Sweet friends, to bed. A fortnight hold we this solemnity, In nightly revels and new jollity."
        },
        {
            "text": "A dance"
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Enter PUCK"
        },
        {
            "speaker": "puck",
            "text": "Now the hungry lion roars, And the wolf behowls the moon Whilst the heavy ploughman snores, All with weary task fordone. Now the wasted brands do glow, Whilst the screechowl, screeching loud, Puts the wretch that lies in woe In remembrance of a shroud. Now it is the time of night That the graves all gaping wide, Every one lets forth his sprite, In the churchway paths to glide: And we fairies, that do run By the triple Hecates team, From the presence of the sun, Following darkness like a dream, Now are frolic: not a mouse Shall disturb this hallowd house: I am sent with broom before, To sweep the dust behind the door."
        },
        {
            "text": "Enter OBERON and TITANIA with their train"
        },
        {
            "speaker": "oberon",
            "text": "Through the house give gathering light, By the dead and drowsy fire: Every elf and fairy sprite Hop as light as bird from brier And this ditty, after me, Sing, and dance it trippingly."
        },
        {
            "speaker": "titania",
            "text": "First, rehearse your song by rote To each word a warbling note: Hand in hand, with fairy grace, Will we sing, and bless this place."
        },
        {
            "text": "Song and dance"
        },
        {
            "speaker": "oberon",
            "text": "Now, until the break of day, Through this house each fairy stray. To the best bridebed will we, Which by us shall blessed be And the issue there create Ever shall be fortunate. So shall all the couples three Ever true in loving be And the blots of Natures hand Shall not in their issue stand Never mole, hare lip, nor scar, Nor mark prodigious, such as are Despised in nativity, Shall upon their children be. With this fielddew consecrate, Every fairy take his gait And each several chamber bless, Through this palace, with sweet peace And the owner of it blest Ever shall in safety rest. Trip away make no stay Meet me all by break of day."
        },
        {
            "text": "Exeunt OBERON, TITANIA, and train"
        },
        {
            "speaker": "puck",
            "text": "If we shadows have offended, Think but this, and all is mended, That you have but slumberd here While these visions did appear. And this weak and idle theme, No more yielding but a dream, Gentles, do not reprehend: if you pardon, we will mend: And, as I am an honest Puck, If we have unearned luck Now to scape the serpents tongue, We will make amends ere long Else the Puck a liar call So, good night unto you all. Give me your hands, if we be friends, And Robin shall restore amends."
        }
    ]
}