{
    "sceneName": "Act 5, scene 3",
    "playName": "titus andronicus",
    "location": "Court of TITUSs house. A banquet set out.",
    "lines": [
        {
            "text": "Enter LUCIUS, MARCUS, and Goths, with AARON prisoner"
        },
        {
            "speaker": "lucius",
            "text": "Uncle Marcus, since it is my fathers mind That I repair to Rome, I am content."
        },
        {
            "speaker": "first goth",
            "text": "And ours with thine, befall what fortune will."
        },
        {
            "speaker": "lucius",
            "text": "Good uncle, take you in this barbarous Moor, This ravenous tiger, this accursed devil Let him receive no sustenance, fetter him Till he be brought unto the empress face, For testimony of her foul proceedings: And see the ambush of our friends be strong I fear the emperor means no good to us."
        },
        {
            "speaker": "aaron",
            "text": "Some devil whisper curses in mine ear, And prompt me, that my tongue may utter forth The venomous malice of my swelling heart!"
        },
        {
            "speaker": "lucius",
            "text": "Away, inhuman dog! unhallowd slave! Sirs, help our uncle to convey him in. The trumpets show the emperor is at hand."
        },
        {
            "text": "Exeunt Goths, with AARON. Flourish within"
        },
        {
            "text": "Enter SATURNINUS and TAMORA, with AEMILIUS, Tribunes, Senators, and others"
        },
        {
            "speaker": "saturninus",
            "text": "What, hath the firmament more suns than one"
        },
        {
            "speaker": "lucius",
            "text": "What boots it thee to call thyself a sun"
        },
        {
            "speaker": "marcus andronicus",
            "text": "Romes emperor, and nephew, break the parle These quarrels must be quietly debated. The feast is ready, which the careful Titus Hath ordaind to an honourable end, For peace, for love, for league, and good to Rome: Please you, therefore, draw nigh, and take your places."
        },
        {
            "speaker": "saturninus",
            "text": "Marcus, we will."
        },
        {
            "text": "Hautboys sound. The Company sit down at table"
        },
        {
            "text": "Enter TITUS dressed like a Cook, LAVINIA veiled,  Young LUCIUS, and others. TITUS places the dishes on the table"
        },
        {
            "speaker": "titus andronicus",
            "text": "Welcome, my gracious lord welcome, dread queen Welcome, ye warlike Goths welcome, Lucius And welcome, all: although the cheer be poor, Twill fill your stomachs please you eat of it."
        },
        {
            "speaker": "saturninus",
            "text": "Why art thou thus attired, Andronicus"
        },
        {
            "speaker": "titus andronicus",
            "text": "Because I would be sure to have all well, To entertain your highness and your empress."
        },
        {
            "speaker": "tamora",
            "text": "We are beholding to you, good Andronicus."
        },
        {
            "speaker": "titus andronicus",
            "text": "An if your highness knew my heart, you were. My lord the emperor, resolve me this: Was it well done of rash Virginius To slay his daughter with his own right hand, Because she was enforced, staind, and deflowerd"
        },
        {
            "speaker": "saturninus",
            "text": "It was, Andronicus."
        },
        {
            "speaker": "titus andronicus",
            "text": "Your reason, mighty lord"
        },
        {
            "speaker": "saturninus",
            "text": "Because the girl should not survive her shame, And by her presence still renew his sorrows."
        },
        {
            "speaker": "titus andronicus",
            "text": "A reason mighty, strong, and effectual A pattern, precedent, and lively warrant, For me, most wretched, to perform the like. Die, die, Lavinia, and thy shame with thee And, with thy shame, thy fathers sorrow die!"
        },
        {
            "text": "Kills LAVINIA"
        },
        {
            "speaker": "saturninus",
            "text": "What hast thou done, unnatural and unkind"
        },
        {
            "speaker": "titus andronicus",
            "text": "Killd her, for whom my tears have made me blind. I am as woful as Virginius was, And have a thousand times more cause than he To do this outrage: and it now is done."
        },
        {
            "speaker": "saturninus",
            "text": "What, was she ravishd tell who did the deed."
        },
        {
            "speaker": "titus andronicus",
            "text": "Willt please you eat willt please your highness feed"
        },
        {
            "speaker": "tamora",
            "text": "Why hast thou slain thine only daughter thus"
        },
        {
            "speaker": "titus andronicus",
            "text": "Not I twas Chiron and Demetrius: They ravishd her, and cut away her tongue And they, twas they, that did her all this wrong."
        },
        {
            "speaker": "saturninus",
            "text": "Go fetch them hither to us presently."
        },
        {
            "speaker": "titus andronicus",
            "text": "Why, there they are both, baked in that pie Whereof their mother daintily hath fed, Eating the flesh that she herself hath bred. Tis true, tis true witness my knifes sharp point."
        },
        {
            "text": "Kills TAMORA"
        },
        {
            "speaker": "saturninus",
            "text": "Die, frantic wretch, for this accursed deed!"
        },
        {
            "text": "Kills TITUS"
        },
        {
            "speaker": "lucius",
            "text": "Can the sons eye behold his father bleed Theres meed for meed, death for a deadly deed!"
        },
        {
            "text": "Kills SATURNINUS. A great tumult. LUCIUS, MARCUS, and others go up into the balcony"
        },
        {
            "speaker": "marcus andronicus",
            "text": "You sadfaced men, people and sons of Rome, By uproar severd, like a flight of fowl Scatterd by winds and high tempestuous gusts, O, let me teach you how to knit again This scatterd corn  into one mutual sheaf, These broken limbs again into one body Lest Rome herself be bane unto herself, And she whom mighty kingdoms courtsy to, Like a forlorn and desperate castaway, Do shameful execution on herself. But if my frosty signs and chaps of age, Grave witnesses of true experience, Cannot induce you to attend my words, Speak, Romes dear friend, as erst our ancestor, When with his solemn tongue he did discourse To lovesick Didos sad attending ear The story of that baleful burning night When subtle Greeks surprised King Priams Troy, Tell us what Sinon hath bewitchd our ears, Or who hath brought the fatal engine in That gives our Troy, our Rome, the civil wound. My heart is not compact of flint nor steel Nor can I utter all our bitter grief, But floods of tears will drown my oratory, And break my utterance, even in the time When it should move you to attend me most, Lending your kind commiseration. Here is a captain, let him tell the tale Your hearts will throb and weep to hear him speak."
        },
        {
            "text": "To LUCIUS"
        },
        {
            "speaker": "lucius",
            "text": "Then, noble auditory, be it known to you, That cursed Chiron and Demetrius Were they that murdered our emperors brother And they it were that ravished our sister: For their fell faults our brothers were beheaded Our fathers tears despised, and basely cozend Of that true hand that fought Romes quarrel out, And sent her enemies unto the grave. Lastly, myself unkindly banished, The gates shut on me, and turnd weeping out, To beg relief among Romes enemies: Who drownd their enmity in my true tears. And oped their arms to embrace me as a friend. I am the turned forth, be it known to you, That have preserved her welfare in my blood And from her bosom took the enemys point, Sheathing the steel in my adventurous body. Alas, you know I am no vaunter, I My scars can witness, dumb although they are, That my report is just and full of truth. But, soft! methinks I do digress too much, Citing my worthless praise: O, pardon me For when no friends are by, men praise themselves."
        },
        {
            "speaker": "marcus andronicus",
            "text": "Now is my turn to speak. Behold this child: Of this was Tamora delivered The issue of an irreligious Moor, Chief architect and plotter of these woes: The villain is alive in Titus house, And as he is, to witness this is true. Now judge what cause had Titus to revenge These wrongs, unspeakable, past patience, Or more than any living man could bear. Now you have heard the truth, what say you, Romans Have we done aught amiss,show us wherein, And, from the place where you behold us now, The poor remainder of Andronici Will, hand in hand, all headlong cast us down. And on the ragged stones beat forth our brains, And make a mutual closure of our house. Speak, Romans, speak and if you say we shall, Lo, hand in hand, Lucius and I will fall."
        },
        {
            "text": "Pointing to the Child in the arms of an Attendant"
        },
        {
            "speaker": "aemilius",
            "text": "Come, come, thou reverend man of Rome, And bring our emperor gently in thy hand, Lucius our emperor for well I know The common voice do cry it shall be so."
        },
        {
            "speaker": "all",
            "text": "Lucius, all hail, Romes royal emperor!"
        },
        {
            "speaker": "marcus andronicus",
            "text": "Go, go into old Titus sorrowful house, And hither hale that misbelieving Moor, To be adjudged some direful slaughtering death, As punishment for his most wicked life."
        },
        {
            "text": "To Attendants"
        },
        {
            "text": "Exeunt Attendants"
        },
        {
            "text": "LUCIUS, MARCUS, and the others descend"
        },
        {
            "speaker": "all",
            "text": "Lucius, all hail, Romes gracious governor!"
        },
        {
            "speaker": "lucius",
            "text": "Thanks, gentle Romans: may I govern so, To heal Romes harms, and wipe away her woe! But, gentle people, give me aim awhile, For nature puts me to a heavy task: Stand all aloof: but, uncle, draw you near, To shed obsequious tears upon this trunk. O, take this warm kiss on thy pale cold lips, These sorrowful drops upon thy bloodstaind face, The last true duties of thy noble son!"
        },
        {
            "text": "Kissing TITUS"
        },
        {
            "speaker": "marcus andronicus",
            "text": "Tear for tear, and loving kiss for kiss, Thy brother Marcus tenders on thy lips: O were the sum of these that I should pay Countless and infinite, yet would I pay them!"
        },
        {
            "speaker": "lucius",
            "text": "Come hither, boy come, come, and learn of us To melt in showers: thy grandsire loved thee well: Many a time he danced thee on his knee, Sung thee asleep, his loving breast thy pillow: Many a matter hath he told to thee, Meet and agreeing with thine infancy In that respect, then, like a loving child, Shed yet some small drops from thy tender spring, Because kind nature doth require it so: Friends should associate friends in grief and woe: Bid him farewell commit him to the grave Do him that kindness, and take leave of him."
        },
        {
            "speaker": "young lucius",
            "text": "O grandsire, grandsire! even with all my heart Would I were dead, so you did live again! O Lord, I cannot speak to him for weeping My tears will choke me, if I ope my mouth."
        },
        {
            "text": "Reenter Attendants with AARON"
        },
        {
            "speaker": "aemilius",
            "text": "You sad Andronici, have done with woes: Give sentence on this execrable wretch, That hath been breeder of these dire events."
        },
        {
            "speaker": "lucius",
            "text": "Set him breastdeep in earth, and famish him There let him stand, and rave, and cry for food If any one relieves or pities him, For the offence he dies. This is our doom: Some stay to see him fastend in the earth."
        },
        {
            "speaker": "aaron",
            "text": "O, why should wrath be mute, and fury dumb I am no baby, I, that with base prayers I should repent the evils I have done: Ten thousand worse than ever yet I did Would I perform, if I might have my will If one good deed in all my life I did, I do repent it from my very soul."
        },
        {
            "speaker": "lucius",
            "text": "Some loving friends convey the emperor hence, And give him burial in his fathers grave: My father and Lavinia shall forthwith Be closed in our households monument. As for that heinous tiger, Tamora, No funeral rite, nor man m mourning weeds, No mournful bell shall ring her burial But throw her forth to beasts and birds of prey: Her life was beastlike, and devoid of pity And, being so, shall have like want of pity. See justice done on Aaron, that damnd Moor, By whom our heavy haps had their beginning: Then, afterwards, to order well the state, That like events may neer it ruinate. In Troy, there lies the scene. From isles of Greece The princes orgulous, their high blood chafed, Have to the port of Athens sent their ships, Fraught with the ministers and instruments Of cruel war: sixty and nine, that wore Their crownets regal, from the Athenian bay Put forth toward Phrygia and their vow is made To ransack Troy, within whose strong immures The ravishd Helen, Menelaus queen, With wanton Paris sleeps and thats the quarrel. To Tenedos they come And the deepdrawing barks do there disgorge Their warlike fraughtage: now on Dardan plains The fresh and yet unbruised Greeks do pitch Their brave pavilions: Priams sixgated city, Dardan, and Tymbria, Helias, Chetas, Troien, And Antenorides, with massy staples And corresponsive and fulfilling bolts, Sperr up the sons of Troy. Now expectation, tickling skittish spirits, On one and other side, Trojan and Greek, Sets all on hazard: and hither am I come A prologue armd, but not in confidence Of authors pen or actors voice, but suited In like conditions as our argument, To tell you, fair beholders, that our play Leaps oer the vaunt and firstlings of those broils, Beginning in the middle, starting thence away To what may be digested in a play. Like or find fault do as your pleasures are: Now good or bad, tis but the chance of war."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "PROLOGUE"
        }
    ]
}