{
    "sceneName": "Act 2, scene 1",
    "playName": "titus andronicus",
    "location": "Rome. Before the Palace.",
    "lines": [
        {
            "text": "Enter AARON"
        },
        {
            "speaker": "aaron",
            "text": "Now climbeth Tamora Olympus top, Safe out of fortunes shot and sits aloft, Secure of thunders crack or lightning flash Advanced above pale envys threatening reach. As when the golden sun salutes the morn, And, having gilt the ocean with his beams, Gallops the zodiac in his glistering coach, And overlooks the highestpeering hills So Tamora: Upon her wit doth earthly honour wait, And virtue stoops and trembles at her frown. Then, Aaron, arm thy heart, and fit thy thoughts, To mount aloft with thy imperial mistress, And mount her pitch, whom thou in triumph long Hast prisoner held, fetterd in amorous chains And faster bound to Aarons charming eyes Than is Prometheus tied to Caucasus. Away with slavish weeds and servile thoughts! I will be bright, and shine in pearl and gold, To wait upon this newmade empress. To wait, said I to wanton with this queen, This goddess, this Semiramis, this nymph, This siren, that will charm Romes Saturnine, And see his shipwreck and his commonweals. Holloa! what storm is this"
        },
        {
            "text": "Enter DEMETRIUS and CHIRON, braving"
        },
        {
            "speaker": "demetrius",
            "text": "Chiron, thy years want wit, thy wit wants edge, And manners, to intrude where I am graced And may, for aught thou knowst, affected be."
        },
        {
            "speaker": "chiron",
            "text": "Demetrius, thou dost overween in all And so in this, to bear me down with braves. Tis not the difference of a year or two Makes me less gracious or thee more fortunate: I am as able and as fit as thou To serve, and to deserve my mistress grace And that my sword upon thee shall approve, And plead my passions for Lavinias love."
        },
        {
            "speaker": "aaron",
            "text": "[Aside]  Clubs, clubs! these lovers will not keep the peace."
        },
        {
            "speaker": "demetrius",
            "text": "Why, boy, although our mother, unadvised, Gave you a dancingrapier by your side, Are you so desperate grown, to threat your friends Go to have your lath glued within your sheath Till you know better how to handle it."
        },
        {
            "speaker": "chiron",
            "text": "Meanwhile, sir, with the little skill I have, Full well shalt thou perceive how much I dare."
        },
        {
            "speaker": "demetrius",
            "text": "Ay, boy, grow ye so brave"
        },
        {
            "text": "They draw"
        },
        {
            "speaker": "aaron",
            "text": "[Coming forward]  Why, how now, lords! So near the emperors palace dare you draw, And maintain such a quarrel openly Full well I wot the ground of all this grudge: I would not for a million of gold The cause were known to them it most concerns Nor would your noble mother for much more Be so dishonourd in the court of Rome. For shame, put up."
        },
        {
            "speaker": "demetrius",
            "text": "Not I, till I have sheathed My rapier in his bosom and withal Thrust these reproachful speeches down his throat That he hath breathed in my dishonour here."
        },
        {
            "speaker": "chiron",
            "text": "For that I am prepared and full resolved. Foulspoken coward, that thunderst with thy tongue, And with thy weapon nothing darest perform!"
        },
        {
            "speaker": "aaron",
            "text": "Away, I say! Now, by the gods that warlike Goths adore, This petty brabble will undo us all. Why, lords, and think you not how dangerous It is to jet upon a princes right What, is Lavinia then become so loose, Or Bassianus so degenerate, That for her love such quarrels may be broachd Without controlment, justice, or revenge Young lords, beware! and should the empress know This discords ground, the music would not please."
        },
        {
            "speaker": "chiron",
            "text": "I care not, I, knew she and all the world: I love Lavinia more than all the world."
        },
        {
            "speaker": "demetrius",
            "text": "Youngling, learn thou to make some meaner choice: Lavinia is thine elder brothers hope."
        },
        {
            "speaker": "aaron",
            "text": "Why, are ye mad or know ye not, in Rome How furious and impatient they be, And cannot brook competitors in love I tell you, lords, you do but plot your deaths By this device."
        },
        {
            "speaker": "chiron",
            "text": "Aaron, a thousand deaths Would I propose to achieve her whom I love."
        },
        {
            "speaker": "aaron",
            "text": "To achieve her! how"
        },
        {
            "speaker": "demetrius",
            "text": "Why makest thou it so strange She is a woman, therefore may be wood She is a woman, therefore may be won She is Lavinia, therefore must be loved. What, man! more water glideth by the mill Than wots the miller of and easy it is Of a cut loaf to steal a shive, we know: Though Bassianus be the emperors brother. Better than he have worn Vulcans badge."
        },
        {
            "speaker": "aaron",
            "text": "[Aside]  Ay, and as good as Saturninus may."
        },
        {
            "speaker": "demetrius",
            "text": "Then why should he despair that knows to court it With words, fair looks and liberality What, hast not thou full often struck a doe, And borne her cleanly by the keepers nose"
        },
        {
            "speaker": "aaron",
            "text": "Why, then, it seems, some certain snatch or so Would serve your turns."
        },
        {
            "speaker": "chiron",
            "text": "Ay, so the turn were served."
        },
        {
            "speaker": "demetrius",
            "text": "Aaron, thou hast hit it."
        },
        {
            "speaker": "aaron",
            "text": "Would you had hit it too! Then should not we be tired with this ado. Why, hark ye, hark ye! and are you such fools To square for this would it offend you, then That both should speed"
        },
        {
            "speaker": "chiron",
            "text": "Faith, not me."
        },
        {
            "speaker": "demetrius",
            "text": "Nor me, so I were one."
        },
        {
            "speaker": "aaron",
            "text": "For shame, be friends, and join for that you jar: Tis policy and stratagem must do That you affect and so must you resolve, That what you cannot as you would achieve, You must perforce accomplish as you may. Take this of me: Lucrece was not more chaste Than this Lavinia, Bassianus love. A speedier course than lingering languishment Must we pursue, and I have found the path. My lords, a solemn hunting is in hand There will the lovely Roman ladies troop: The forest walks are wide and spacious And many unfrequented plots there are Fitted by kind for rape and villany: Single you thither then this dainty doe, And strike her home by force, if not by words: This way, or not at all, stand you in hope. Come, come, our empress, with her sacred wit To villany and vengeance consecrate, Will we acquaint with all that we intend And she shall file our engines with advice, That will not suffer you to square yourselves, But to your wishes height advance you both. The emperors court is like the house of Fame, The palace full of tongues, of eyes, and ears: The woods are ruthless, dreadful, deaf, and dull There speak, and strike, brave boys, and take your turns There serve your lusts, shadowd from heavens eye, And revel in Lavinias treasury."
        },
        {
            "speaker": "chiron",
            "text": "Thy counsel, lad, smells of no cowardice,"
        },
        {
            "speaker": "demetrius",
            "text": "Sit fas aut nefas, till I find the stream To cool this heat, a charm to calm these fits. Per Styga, per manes vehor."
        },
        {
            "text": "Exeunt"
        }
    ]
}