{
    "sceneName": "Act 4, scene 1",
    "playName": "titus andronicus",
    "location": "Rome. Tituss garden.",
    "lines": [
        {
            "text": "Enter young LUCIUS, and LAVINIA running after him,  and the boy flies from her, with books under his arm. Then enter TITUS and MARCUS"
        },
        {
            "speaker": "young lucius",
            "text": "Help, grandsire, help! my aunt Lavinia Follows me every where, I know not why: Good uncle Marcus, see how swift she comes. Alas, sweet aunt, I know not what you mean."
        },
        {
            "speaker": "marcus andronicus",
            "text": "Stand by me, Lucius do not fear thine aunt."
        },
        {
            "speaker": "titus andronicus",
            "text": "She loves thee, boy, too well to do thee harm."
        },
        {
            "speaker": "young lucius",
            "text": "Ay, when my father was in Rome she did."
        },
        {
            "speaker": "marcus andronicus",
            "text": "What means my niece Lavinia by these signs"
        },
        {
            "speaker": "titus andronicus",
            "text": "Fear her not, Lucius: somewhat doth she mean: See, Lucius, see how much she makes of thee: Somewhither would she have thee go with her. Ah, boy, Cornelia never with more care Read to her sons than she hath read to thee Sweet poetry and Tullys Orator."
        },
        {
            "speaker": "marcus andronicus",
            "text": "Canst thou not guess wherefore she plies thee thus"
        },
        {
            "speaker": "young lucius",
            "text": "My lord, I know not, I, nor can I guess, Unless some fit or frenzy do possess her: For I have heard my grandsire say full oft, Extremity of griefs would make men mad And I have read that Hecuba of Troy Ran mad through sorrow: that made me to fear Although, my lord, I know my noble aunt Loves me as dear as eer my mother did, And would not, but in fury, fright my youth: Which made me down to throw my books, and fly Causeless, perhaps. But pardon me, sweet aunt: And, madam, if my uncle Marcus go, I will most willingly attend your ladyship."
        },
        {
            "speaker": "marcus andronicus",
            "text": "Lucius, I will."
        },
        {
            "text": "LAVINIA turns over with her stumps the books which LUCIUS has let fall"
        },
        {
            "speaker": "titus andronicus",
            "text": "How now, Lavinia! Marcus, what means this Some book there is that she desires to see. Which is it, girl, of these Open them, boy. But thou art deeper read, and better skilld Come, and take choice of all my library, And so beguile thy sorrow, till the heavens Reveal the damnd contriver of this deed. Why lifts she up her arms in sequence thus"
        },
        {
            "speaker": "marcus andronicus",
            "text": "I think she means that there was more than one Confederate in the fact: ay, more there was Or else to heaven she heaves them for revenge."
        },
        {
            "speaker": "titus andronicus",
            "text": "Lucius, what book is that she tosseth so"
        },
        {
            "speaker": "young lucius",
            "text": "Grandsire, tis Ovids Metamorphoses My mother gave it me."
        },
        {
            "speaker": "marcus andronicus",
            "text": "For love of her thats gone, Perhaps she culld it from among the rest."
        },
        {
            "speaker": "titus andronicus",
            "text": "Soft! see how busily she turns the leaves! What would she find Lavinia, shall I read This is the tragic tale of Philomel, And treats of Tereus treason and his rape: And rape, I fear, was root of thine annoy."
        },
        {
            "text": "Helping her"
        },
        {
            "speaker": "marcus andronicus",
            "text": "See, brother, see note how she quotes the leaves."
        },
        {
            "speaker": "titus andronicus",
            "text": "Lavinia, wert thou thus surprised, sweet girl, Ravishd and wrongd, as Philomela was, Forced in the ruthless, vast, and gloomy woods See, see! Ay, such a place there is, where we did hunt O, had we never, never hunted there! Patternd by that the poet here describes, By nature made for murders and for rapes."
        },
        {
            "speaker": "marcus andronicus",
            "text": "O, why should nature build so foul a den, Unless the gods delight in tragedies"
        },
        {
            "speaker": "titus andronicus",
            "text": "Give signs, sweet girl, for here are none but friends, What Roman lord it was durst do the deed: Or slunk not Saturnine, as Tarquin erst, That left the camp to sin in Lucrece bed"
        },
        {
            "speaker": "marcus andronicus",
            "text": "Sit down, sweet niece: brother, sit down by me. Apollo, Pallas, Jove, or Mercury, Inspire me, that I may this treason find! My lord, look here: look here, Lavinia: This sandy plot is plain guide, if thou canst This after me, when I have writ my name Without the help of any hand at all. Cursed be that heart that forced us to this shift! Write thou good niece and here display, at last, What God will have discoverd for revenge Heaven guide thy pen to print thy sorrows plain, That we may know the traitors and the truth!"
        },
        {
            "text": "He writes his name with his staff, and guides it with feet and mouth"
        },
        {
            "text": "She takes the staff in her mouth, and guides it with her stumps, and writes"
        },
        {
            "speaker": "titus andronicus",
            "text": "O, do ye read, my lord, what she hath writ Stuprum. Chiron. Demetrius."
        },
        {
            "speaker": "marcus andronicus",
            "text": "What, what! the lustful sons of Tamora Performers of this heinous, bloody deed"
        },
        {
            "speaker": "titus andronicus",
            "text": "Magni Dominator poli, Tam lentus audis scelera tam lentus vides"
        },
        {
            "speaker": "marcus andronicus",
            "text": "O, calm thee, gentle lord although I know There is enough written upon this earth To stir a mutiny in the mildest thoughts And arm the minds of infants to exclaims. My lord, kneel down with me Lavinia, kneel And kneel, sweet boy, the Roman Hectors hope And swear with me, as, with the woful fere And father of that chaste dishonourd dame, Lord Junius Brutus sware for Lucrece rape, That we will prosecute by good advice Mortal revenge upon these traitorous Goths, And see their blood, or die with this reproach."
        },
        {
            "speaker": "titus andronicus",
            "text": "Tis sure enough, an you knew how. But if you hunt these bearwhelps, then beware: The dam will wake and, if she wind you once, Shes with the lion deeply still in league, And lulls him whilst she playeth on her back, And when he sleeps will she do what she list. You are a young huntsman, Marcus let it alone And, come, I will go get a leaf of brass, And with a gad of steel will write these words, And lay it by: the angry northern wind Will blow these sands, like Sibyls leaves, abroad, And wheres your lesson, then Boy, what say you"
        },
        {
            "speaker": "young lucius",
            "text": "I say, my lord, that if I were a man, Their mothers bedchamber should not be safe For these bad bondmen to the yoke of Rome."
        },
        {
            "speaker": "marcus andronicus",
            "text": "Ay, thats my boy! thy father hath full oft For his ungrateful country done the like."
        },
        {
            "speaker": "young lucius",
            "text": "And, uncle, so will I, an if I live."
        },
        {
            "speaker": "titus andronicus",
            "text": "Come, go with me into mine armoury Lucius, Ill fit thee and withal, my boy, Shalt carry from me to the empress sons Presents that I intend to send them both: Come, come thoult do thy message, wilt thou not"
        },
        {
            "speaker": "young lucius",
            "text": "Ay, with my dagger in their bosoms, grandsire."
        },
        {
            "speaker": "titus andronicus",
            "text": "No, boy, not so Ill teach thee another course. Lavinia, come. Marcus, look to my house: Lucius and Ill go brave it at the court: Ay, marry, will we, sir and well be waited on."
        },
        {
            "text": "Exeunt TITUS, LAVINIA, and Young LUCIUS"
        },
        {
            "speaker": "marcus andronicus",
            "text": "O heavens, can you hear a good man groan, And not relent, or not compassion him Marcus, attend him in his ecstasy, That hath more scars of sorrow in his heart Than foemens marks upon his batterd shield But yet so just that he will not revenge. Revenge, ye heavens, for old Andronicus!"
        },
        {
            "text": "Exit"
        }
    ]
}