{
    "sceneName": "Act 5, scene 2",
    "playName": "titus andronicus",
    "location": "Rome. Before TITUSs house.",
    "lines": [
        {
            "text": "Enter TAMORA, DEMETRIUS, and CHIRON, disguised"
        },
        {
            "speaker": "tamora",
            "text": "Thus, in this strange and sad habiliment, I will encounter with Andronicus, And say I am Revenge, sent from below To join with him and right his heinous wrongs. Knock at his study, where, they say, he keeps, To ruminate strange plots of dire revenge Tell him Revenge is come to join with him, And work confusion on his enemies."
        },
        {
            "text": "They knock"
        },
        {
            "text": "Enter TITUS, above"
        },
        {
            "speaker": "titus andronicus",
            "text": "Who doth molest my contemplation Is it your trick to make me ope the door, That so my sad decrees may fly away, And all my study be to no effect You are deceived: for what I mean to do See here in bloody lines I have set down And what is written shall be executed."
        },
        {
            "speaker": "tamora",
            "text": "Titus, I am come to talk with thee."
        },
        {
            "speaker": "titus andronicus",
            "text": "No, not a word how can I grace my talk, Wanting a hand to give it action Thou hast the odds of me therefore no more."
        },
        {
            "speaker": "tamora",
            "text": "If thou didst know me, thou wouldest talk with me."
        },
        {
            "speaker": "titus andronicus",
            "text": "I am not mad I know thee well enough: Witness this wretched stump, witness these crimson lines Witness these trenches made by grief and care, Witness the tiring day and heavy night Witness all sorrow, that I know thee well For our proud empress, mighty Tamora: Is not thy coming for my other hand"
        },
        {
            "speaker": "tamora",
            "text": "Know, thou sad man, I am not Tamora She is thy enemy, and I thy friend: I am Revenge: sent from the infernal kingdom, To ease the gnawing vulture of thy mind, By working wreakful vengeance on thy foes. Come down, and welcome me to this worlds light Confer with me of murder and of death: Theres not a hollow cave or lurkingplace, No vast obscurity or misty vale, Where bloody murder or detested rape Can couch for fear, but I will find them out And in their ears tell them my dreadful name, Revenge, which makes the foul offender quake."
        },
        {
            "speaker": "titus andronicus",
            "text": "Art thou Revenge and art thou sent to me, To be a torment to mine enemies"
        },
        {
            "speaker": "tamora",
            "text": "I am therefore come down, and welcome me."
        },
        {
            "speaker": "titus andronicus",
            "text": "Do me some service, ere I come to thee. Lo, by thy side where Rape and Murder stands Now give me some surance that thou art Revenge, Stab them, or tear them on thy chariotwheels And then Ill come and be thy waggoner, And whirl along with thee about the globe. Provide thee two proper palfreys, black as jet, To hale thy vengeful waggon swift away, And find out murderers in their guilty caves: And when thy car is loaden with their heads, I will dismount, and by the waggonwheel Trot, like a servile footman, all day long, Even from Hyperions rising in the east Until his very downfall in the sea: And day by day Ill do this heavy task, So thou destroy Rapine and Murder there."
        },
        {
            "speaker": "tamora",
            "text": "These are my ministers, and come with me."
        },
        {
            "speaker": "titus andronicus",
            "text": "Are these thy ministers what are they calld"
        },
        {
            "speaker": "tamora",
            "text": "Rapine and Murder therefore called so, Cause they take vengeance of such kind of men."
        },
        {
            "speaker": "titus andronicus",
            "text": "Good Lord, how like the empress sons they are! And you, the empress! but we worldly men Have miserable, mad, mistaking eyes. O sweet Revenge, now do I come to thee And, if one arms embracement will content thee, I will embrace thee in it by and by."
        },
        {
            "text": "Exit above"
        },
        {
            "speaker": "tamora",
            "text": "This closing with him fits his lunacy Whateer I forge to feed his brainsick fits, Do you uphold and maintain in your speeches, For now he firmly takes me for Revenge And, being credulous in this mad thought, Ill make him send for Lucius his son And, whilst I at a banquet hold him sure, Ill find some cunning practise out of hand, To scatter and disperse the giddy Goths, Or, at the least, make them his enemies. See, here he comes, and I must ply my theme."
        },
        {
            "text": "Enter TITUS below"
        },
        {
            "speaker": "titus andronicus",
            "text": "Long have I been forlorn, and all for thee: Welcome, dread Fury, to my woful house: Rapine and Murder, you are welcome too. How like the empress and her sons you are! Well are you fitted, had you but a Moor: Could not all hell afford you such a devil For well I wot the empress never wags But in her company there is a Moor And, would you represent our queen aright, It were convenient you had such a devil: But welcome, as you are. What shall we do"
        },
        {
            "speaker": "tamora",
            "text": "What wouldst thou have us do, Andronicus"
        },
        {
            "speaker": "demetrius",
            "text": "Show me a murderer, Ill deal with him."
        },
        {
            "speaker": "chiron",
            "text": "Show me a villain that hath done a rape, And I am sent to be revenged on him."
        },
        {
            "speaker": "tamora",
            "text": "Show me a thousand that have done thee wrong, And I will be revenged on them all."
        },
        {
            "speaker": "titus andronicus",
            "text": "Look round about the wicked streets of Rome And when thou findst a man thats like thyself. Good Murder, stab him hes a murderer. Go thou with him and when it is thy hap To find another that is like to thee, Good Rapine, stab him hes a ravisher. Go thou with them and in the emperors court There is a queen, attended by a Moor Well mayst thou know her by thy own proportion, for up and down she doth resemble thee: I pray thee, do on them some violent death They have been violent to me and mine."
        },
        {
            "speaker": "tamora",
            "text": "Well hast thou lessond us this shall we do. But would it please thee, good Andronicus, To send for Lucius, thy thricevaliant son, Who leads towards Rome a band of warlike Goths, And bid him come and banquet at thy house When he is here, even at thy solemn feast, I will bring in the empress and her sons, The emperor himself and all thy foes And at thy mercy shalt they stoop and kneel, And on them shalt thou ease thy angry heart. What says Andronicus to this device"
        },
        {
            "speaker": "titus andronicus",
            "text": "Marcus, my brother! tis sad Titus calls. Go, gentle Marcus, to thy nephew Lucius Thou shalt inquire him out among the Goths: Bid him repair to me, and bring with him Some of the chiefest princes of the Goths Bid him encamp his soldiers where they are: Tell him the emperor and the empress too Feast at my house, and he shall feast with them. This do thou for my love and so let him, As he regards his aged fathers life."
        },
        {
            "text": "Enter MARCUS"
        },
        {
            "speaker": "marcus andronicus",
            "text": "This will I do, and soon return again."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "tamora",
            "text": "Now will I hence about thy business, And take my ministers along with me."
        },
        {
            "speaker": "titus andronicus",
            "text": "Nay, nay, let Rape and Murder stay with me Or else Ill call my brother back again, And cleave to no revenge but Lucius."
        },
        {
            "speaker": "tamora",
            "text": "[Aside to her sons]  What say you, boys will you bide with him, Whiles I go tell my lord the emperor How I have governd our determined jest Yield to his humour, smooth and speak him fair, And tarry with him till I turn again."
        },
        {
            "speaker": "titus andronicus",
            "text": "[Aside]  I know them all, though they suppose me mad, And will oerreach them in their own devices: A pair of cursed hellhounds and their dam!"
        },
        {
            "speaker": "demetrius",
            "text": "Madam, depart at pleasure leave us here."
        },
        {
            "speaker": "tamora",
            "text": "Farewell, Andronicus: Revenge now goes To lay a complot to betray thy foes."
        },
        {
            "speaker": "titus andronicus",
            "text": "I know thou dost and, sweet Revenge, farewell."
        },
        {
            "text": "Exit TAMORA"
        },
        {
            "speaker": "chiron",
            "text": "Tell us, old man, how shall we be employd"
        },
        {
            "speaker": "titus andronicus",
            "text": "Tut, I have work enough for you to do. Publius, come hither, Caius, and Valentine!"
        },
        {
            "text": "Enter PUBLIUS and others"
        },
        {
            "speaker": "publius",
            "text": "What is your will"
        },
        {
            "speaker": "titus andronicus",
            "text": "Know you these two"
        },
        {
            "speaker": "publius",
            "text": "The empress sons, I take them, Chiron and Demetrius."
        },
        {
            "speaker": "titus andronicus",
            "text": "Fie, Publius, fie! thou art too much deceived The one is Murder, Rape is the others name And therefore bind them, gentle Publius. Caius and Valentine, lay hands on them. Oft have you heard me wish for such an hour, And now I find it therefore bind them sure, And stop their mouths, if they begin to cry."
        },
        {
            "text": "Exit"
        },
        {
            "text": "PUBLIUS,  and c. lay hold on CHIRON and DEMETRIUS"
        },
        {
            "speaker": "chiron",
            "text": "Villains, forbear! we are the empress sons."
        },
        {
            "speaker": "publius",
            "text": "And therefore do we what we are commanded. Stop close their mouths, let them not speak a word. Is he sure bound look that you bind them fast. Reenter TITUS, with LAVINIA he bearing a knife, and she a basin"
        },
        {
            "speaker": "titus andronicus",
            "text": "Come, come, Lavinia look, thy foes are bound. Sirs, stop their mouths, let them not speak to me But let them hear what fearful words I utter. O villains, Chiron and Demetrius! Here stands the spring whom you have staind with mud, This goodly summer with your winter mixd. You killd her husband, and for that vile fault Two of her brothers were condemnd to death, My hand cut off and made a merry jest Both her sweet hands, her tongue, and that more dear Than hands or tongue, her spotless chastity, Inhuman traitors, you constraind and forced. What would you say, if I should let you speak Villains, for shame you could not beg for grace. Hark, wretches! how I mean to martyr you. This one hand yet is left to cut your throats, Whilst that Lavinia tween her stumps doth hold The basin that receives your guilty blood. You know your mother means to feast with me, And calls herself Revenge, and thinks me mad: Hark, villains! I will grind your bones to dust And with your blood and it Ill make a paste, And of the paste a coffin I will rear And make two pasties of your shameful heads, And bid that strumpet, your unhallowd dam, Like to the earth swallow her own increase. This is the feast that I have bid her to, And this the banquet she shall surfeit on For worse than Philomel you used my daughter, And worse than Progne I will be revenged: And now prepare your throats. Lavinia, come, Receive the blood: and when that they are dead, Let me go grind their bones to powder small And with this hateful liquor temper it And in that paste let their vile heads be baked. Come, come, be every one officious To make this banquet which I wish may prove More stern and bloody than the Centaurs feast. So, now bring them in, for Ill play the cook, And see them ready gainst their mother comes."
        },
        {
            "text": "He cuts their throats"
        },
        {
            "text": "Exeunt, bearing the dead bodies"
        }
    ]
}