{
    "sceneName": "Act 2, scene 3",
    "playName": "titus andronicus",
    "location": "A lonely part of the forest.",
    "lines": [
        {
            "text": "Enter AARON, with a bag of gold"
        },
        {
            "speaker": "aaron",
            "text": "He that had wit would think that I had none, To bury so much gold under a tree, And never after to inherit it. Let him that thinks of me so abjectly Know that this gold must coin a stratagem, Which, cunningly effected, will beget A very excellent piece of villany: And so repose, sweet gold, for their unrest That have their alms out of the empress chest."
        },
        {
            "text": "Hides the gold"
        },
        {
            "text": "Enter TAMORA"
        },
        {
            "speaker": "tamora",
            "text": "My lovely Aaron, wherefore lookst thou sad, When every thing doth make a gleeful boast The birds chant melody on every bush, The snake lies rolled in the cheerful sun, The green leaves quiver with the cooling wind And make a chequerd shadow on the ground: Under their sweet shade, Aaron, let us sit, And, whilst the babbling echo mocks the hounds, Replying shrilly to the welltuned horns, As if a double hunt were heard at once, Let us sit down and mark their yelping noise And, after conflict such as was supposed The wandering prince and Dido once enjoyd, When with a happy storm they were surprised And curtaind with a counselkeeping cave, We may, each wreathed in the others arms, Our pastimes done, possess a golden slumber Whiles hounds and horns and sweet melodious birds Be unto us as is a nurses song Of lullaby to bring her babe asleep."
        },
        {
            "speaker": "aaron",
            "text": "Madam, though Venus govern your desires, Saturn is dominator over mine: What signifies my deadlystanding eye, My silence and my cloudy melancholy, My fleece of woolly hair that now uncurls Even as an adder when she doth unroll To do some fatal execution No, madam, these are no venereal signs: Vengeance is in my heart, death in my hand, Blood and revenge are hammering in my head. Hark Tamora, the empress of my soul, Which never hopes more heaven than rests in thee, This is the day of doom for Bassianus: His Philomel must lose her tongue today, Thy sons make pillage of her chastity And wash their hands in Bassianus blood. Seest thou this letter take it up, I pray thee, And give the king this fatal plotted scroll. Now question me no more we are espied Here comes a parcel of our hopeful booty, Which dreads not yet their lives destruction."
        },
        {
            "speaker": "tamora",
            "text": "Ah, my sweet Moor, sweeter to me than life!"
        },
        {
            "speaker": "aaron",
            "text": "No more, great empress Bassianus comes: Be cross with him and Ill go fetch thy sons To back thy quarrels, whatsoeer they be."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter BASSIANUS and LAVINIA"
        },
        {
            "speaker": "bassianus",
            "text": "Who have we here Romes royal empress, Unfurnishd of her wellbeseeming troop Or is it Dian, habited like her, Who hath abandoned her holy groves To see the general hunting in this forest"
        },
        {
            "speaker": "tamora",
            "text": "Saucy controller of our private steps! Had I the power that some say Dian had, Thy temples should be planted presently With horns, as was Actaeons and the hounds Should drive upon thy newtransformed limbs, Unmannerly intruder as thou art!"
        },
        {
            "speaker": "lavinia",
            "text": "Under your patience, gentle empress, Tis thought you have a goodly gift in horning And to be doubted that your Moor and you Are singled forth to try experiments: Jove shield your husband from his hounds today! Tis pity they should take him for a stag."
        },
        {
            "speaker": "bassianus",
            "text": "Believe me, queen, your swarth Cimmerian Doth make your honour of his bodys hue, Spotted, detested, and abominable. Why are you sequesterd from all your train, Dismounted from your snowwhite goodly steed. And wanderd hither to an obscure plot, Accompanied but with a barbarous Moor, If foul desire had not conducted you"
        },
        {
            "speaker": "lavinia",
            "text": "And, being intercepted in your sport, Great reason that my noble lord be rated For sauciness. I pray you, let us hence, And let her joy her ravencolourd love This valley fits the purpose passing well."
        },
        {
            "speaker": "bassianus",
            "text": "The king my brother shall have note of this."
        },
        {
            "speaker": "lavinia",
            "text": "Ay, for these slips have made him noted long: Good king, to be so mightily abused!"
        },
        {
            "speaker": "tamora",
            "text": "Why have I patience to endure all this"
        },
        {
            "text": "Enter DEMETRIUS and CHIRON"
        },
        {
            "speaker": "demetrius",
            "text": "How now, dear sovereign, and our gracious mother! Why doth your highness look so pale and wan"
        },
        {
            "speaker": "tamora",
            "text": "Have I not reason, think you, to look pale These two have ticed me hither to this place: A barren detested vale, you see it is The trees, though summer, yet forlorn and lean, Oercome with moss and baleful mistletoe: Here never shines the sun here nothing breeds, Unless the nightly owl or fatal raven: And when they showd me this abhorred pit, They told me, here, at dead time of the night, A thousand fiends, a thousand hissing snakes, Ten thousand swelling toads, as many urchins, Would make such fearful and confused cries As any mortal body hearing it Should straight fall mad, or else die suddenly. No sooner had they told this hellish tale, But straight they told me they would bind me here Unto the body of a dismal yew, And leave me to this miserable death: And then they calld me foul adulteress, Lascivious Goth, and all the bitterest terms That ever ear did hear to such effect: And, had you not by wondrous fortune come, This vengeance on me had they executed. Revenge it, as you love your mothers life, Or be ye not henceforth calld my children."
        },
        {
            "speaker": "demetrius",
            "text": "This is a witness that I am thy son."
        },
        {
            "text": "Stabs BASSIANUS"
        },
        {
            "speaker": "chiron",
            "text": "And this for me, struck home to show my strength."
        },
        {
            "text": "Also stabs BASSIANUS, who dies"
        },
        {
            "speaker": "lavinia",
            "text": "Ay, come, Semiramis, nay, barbarous Tamora, For no name fits thy nature but thy own!"
        },
        {
            "speaker": "tamora",
            "text": "Give me thy poniard you shall know, my boys Your mothers hand shall right your mothers wrong."
        },
        {
            "speaker": "demetrius",
            "text": "Stay, madam here is more belongs to her First thrash the corn, then after burn the straw: This minion stood upon her chastity, Upon her nuptial vow, her loyalty, And with that painted hope braves your mightiness: And shall she carry this unto her grave"
        },
        {
            "speaker": "chiron",
            "text": "An if she do, I would I were an eunuch. Drag hence her husband to some secret hole, And make his dead trunk pillow to our lust."
        },
        {
            "speaker": "tamora",
            "text": "But when ye have the honey ye desire, Let not this wasp outlive, us both to sting."
        },
        {
            "speaker": "chiron",
            "text": "I warrant you, madam, we wil l make that sure. Come, mistress, now perforce we will enjoy That nicepreserved honesty of yours."
        },
        {
            "speaker": "lavinia",
            "text": "O Tamora! thou bearst a womans face,"
        },
        {
            "speaker": "tamora",
            "text": "I will not hear her speak away with her!"
        },
        {
            "speaker": "lavinia",
            "text": "Sweet lords, entreat her hear me but a word."
        },
        {
            "speaker": "demetrius",
            "text": "Listen, fair madam: let it be your glory To see her tears but be your heart to them As unrelenting flint to drops of rain."
        },
        {
            "speaker": "lavinia",
            "text": "When did the tigers young ones teach the dam O, do not learn her wrath she taught it thee The milk thou suckdst from her did turn to marble Even at thy teat thou hadst thy tyranny. Yet every mother breeds not sons alike: Do thou entreat her show a woman pity."
        },
        {
            "text": "To CHIRON"
        },
        {
            "speaker": "chiron",
            "text": "What, wouldst thou have me prove myself a bastard"
        },
        {
            "speaker": "lavinia",
            "text": "Tis true the raven doth not hatch a lark: Yet have I heard,O, could I find it now! The lion moved with pity did endure To have his princely paws pared all away: Some say that ravens foster forlorn children, The whilst their own birds famish in their nests: O, be to me, though thy hard heart say no, Nothing so kind, but something pitiful!"
        },
        {
            "speaker": "tamora",
            "text": "I know not what it means away with her!"
        },
        {
            "speaker": "lavinia",
            "text": "O, let me teach thee! for my fathers sake, That gave thee life, when well he might have slain thee, Be not obdurate, open thy deaf ears."
        },
        {
            "speaker": "tamora",
            "text": "Hadst thou in person neer offended me, Even for his sake am I pitiless. Remember, boys, I pourd forth tears in vain, To save your brother from the sacrifice But fierce Andronicus would not relent Therefore, away with her, and use her as you will, The worse to her, the better loved of me."
        },
        {
            "speaker": "lavinia",
            "text": "O Tamora, be calld a gentle queen, And with thine own hands kill me in this place! For tis not life that I have beggd so long Poor I was slain when Bassianus died."
        },
        {
            "speaker": "tamora",
            "text": "What beggst thou, then fond woman, let me go."
        },
        {
            "speaker": "lavinia",
            "text": "Tis present death I beg and one thing more That womanhood denies my tongue to tell: O, keep me from their worse than killing lust, And tumble me into some loathsome pit, Where never mans eye may behold my body: Do this, and be a charitable murderer."
        },
        {
            "speaker": "tamora",
            "text": "So should I rob my sweet sons of their fee: No, let them satisfy their lust on thee."
        },
        {
            "speaker": "demetrius",
            "text": "Away! for thou hast stayd us here too long."
        },
        {
            "speaker": "lavinia",
            "text": "No grace no womanhood Ah, beastly creature! The blot and enemy to our general name! Confusion fall"
        },
        {
            "speaker": "chiron",
            "text": "Nay, then Ill stop your mouth. Bring thou her husband: This is the hole where Aaron bid us hide him. DEMETRIUS throws the body of BASSIANUS into the  pit then exeunt DEMETRIUS and CHIRON, dragging off LAVINIA"
        },
        {
            "speaker": "tamora",
            "text": "Farewell, my sons: see that you make her sure. Neer let my heart know merry cheer indeed, Till all the Andronici be made away. Now will I hence to seek my lovely Moor, And let my spleenful sons this trull deflowr."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Reenter AARON, with QUINTUS and MARTIUS"
        },
        {
            "speaker": "aaron",
            "text": "Come on, my lords, the better foot before: Straight will I bring you to the loathsome pit Where I espied the panther fast asleep."
        },
        {
            "speaker": "quintus",
            "text": "My sight is very dull, whateer it bodes."
        },
        {
            "speaker": "martius",
            "text": "And mine, I promise you weret not for shame, Well could I leave our sport to sleep awhile."
        },
        {
            "text": "Falls into the pit"
        },
        {
            "speaker": "quintus",
            "text": "What art thou falln What subtle hole is this, Whose mouth is coverd with rudegrowing briers, Upon whose leaves are drops of newshed blood As fresh as morning dew distilld on flowers A very fatal place it seems to me. Speak, brother, hast thou hurt thee with the fall"
        },
        {
            "speaker": "martius",
            "text": "O brother, with the dismallst object hurt That ever eye with sight made heart lament!"
        },
        {
            "speaker": "aaron",
            "text": "[Aside]  Now will I fetch the king to find them here, That he thereby may give a likely guess How these were they that made away his brother."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "martius",
            "text": "Why dost not comfort me, and help me out From this unhallowed and bloodstained hole"
        },
        {
            "speaker": "quintus",
            "text": "I am surprised with an uncouth fear A chilling sweat oerruns my trembling joints: My heart suspects more than mine eye can see."
        },
        {
            "speaker": "martius",
            "text": "To prove thou hast a truedivining heart, Aaron and thou look down into this den, And see a fearful sight of blood and death."
        },
        {
            "speaker": "quintus",
            "text": "Aaron is gone and my compassionate heart Will not permit mine eyes once to behold The thing whereat it trembles by surmise O, tell me how it is for neer till now Was I a child to fear I know not what."
        },
        {
            "speaker": "martius",
            "text": "Lord Bassianus lies embrewed here, All on a heap, like to a slaughterd lamb, In this detested, dark, blooddrinking pit."
        },
        {
            "speaker": "quintus",
            "text": "If it be dark, how dost thou know tis he"
        },
        {
            "speaker": "martius",
            "text": "Upon his bloody finger he doth wear A precious ring, that lightens all the hole, Which, like a taper in some monument, Doth shine upon the dead mans earthy cheeks, And shows the ragged entrails of the pit: So pale did shine the moon on Pyramus When he by night lay bathed in maiden blood. O brother, help me with thy fainting hand If fear hath made thee faint, as me it hath Out of this fell devouring receptacle, As hateful as Cocytus misty mouth."
        },
        {
            "speaker": "quintus",
            "text": "Reach me thy hand, that I may help thee out Or, wanting strength to do thee so much good, I may be pluckd into the swallowing womb Of this deep pit, poor Bassianus grave. I have no strength to pluck thee to the brink."
        },
        {
            "speaker": "martius",
            "text": "Nor I no strength to climb without thy help."
        },
        {
            "speaker": "quintus",
            "text": "Thy hand once more I will not loose again, Till thou art here aloft, or I below: Thou canst not come to me: I come to thee."
        },
        {
            "text": "Falls in"
        },
        {
            "text": "Enter SATURNINUS with AARON"
        },
        {
            "speaker": "saturninus",
            "text": "Along with me: Ill see what hole is here, And what he is that now is leapd into it. Say who art thou that lately didst descend Into this gaping hollow of the earth"
        },
        {
            "speaker": "martius",
            "text": "The unhappy son of old Andronicus: Brought hither in a most unlucky hour, To find thy brother Bassianus dead."
        },
        {
            "speaker": "saturninus",
            "text": "My brother dead! I know thou dost but jest: He and his lady both are at the lodge Upon the north side of this pleasant chase Tis not an hour since I left him there."
        },
        {
            "speaker": "martius",
            "text": "We know not where you left him all alive But, out, alas! here have we found him dead. Reenter TAMORA, with Attendants TITUS ANDRONICUS, and Lucius"
        },
        {
            "speaker": "tamora",
            "text": "Where is my lord the king"
        },
        {
            "speaker": "saturninus",
            "text": "Here, Tamora, though grieved with killing grief."
        },
        {
            "speaker": "tamora",
            "text": "Where is thy brother Bassianus"
        },
        {
            "speaker": "saturninus",
            "text": "Now to the bottom dost thou search my wound: Poor Bassianus here lies murdered."
        },
        {
            "speaker": "tamora",
            "text": "Then all too late I bring this fatal writ, The complot of this timeless tragedy And wonder greatly that mans face can fold In pleasing smiles such murderous tyranny."
        },
        {
            "text": "She giveth SATURNINUS a letter"
        },
        {
            "speaker": "saturninus",
            "text": "[Reads]  An if we miss to meet him handsomely Sweet huntsman, Bassianus tis we mean Do thou so much as dig the grave for him: Thou knowst our meaning. Look for thy reward Among the nettles at the eldertree Which overshades the mouth of that same pit Where we decreed to bury Bassianus. Do this, and purchase us thy lasting friends. O Tamora! was ever heard the like This is the pit, and this the eldertree. Look, sirs, if you can find the huntsman out That should have murdered Bassianus here."
        },
        {
            "speaker": "aaron",
            "text": "My gracious lord, here is the bag of gold."
        },
        {
            "speaker": "saturninus",
            "text": "[To TITUS]  Two of thy whelps, fell curs of bloody kind, Have here bereft my brother of his life. Sirs, drag them from the pit unto the prison: There let them bide until we have devised Some neverheardof torturing pain for them."
        },
        {
            "speaker": "tamora",
            "text": "What, are they in this pit O wondrous thing! How easily murder is discovered!"
        },
        {
            "speaker": "titus andronicus",
            "text": "High emperor, upon my feeble knee I beg this boon, with tears not lightly shed, That this fell fault of my accursed sons, Accursed if the fault be proved in them,"
        },
        {
            "speaker": "saturninus",
            "text": "If it be proved! you see it is apparent. Who found this letter Tamora, was it you"
        },
        {
            "speaker": "tamora",
            "text": "Andronicus himself did take it up."
        },
        {
            "speaker": "titus andronicus",
            "text": "I did, my lord: yet let me be their bail For, by my fathers reverend tomb, I vow They shall be ready at your highness will To answer their suspicion with their lives."
        },
        {
            "speaker": "saturninus",
            "text": "Thou shalt not bail them: see thou follow me. Some bring the murderd body, some the murderers: Let them not speak a word the guilt is plain For, by my soul, were there worse end than death, That end upon them should be executed."
        },
        {
            "speaker": "tamora",
            "text": "Andronicus, I will entreat the king Fear not thy sons they shall do well enough."
        },
        {
            "speaker": "titus andronicus",
            "text": "Come, Lucius, come stay not to talk with them."
        },
        {
            "text": "Exeunt"
        }
    ]
}