{
    "sceneName": "Act 5, scene 1",
    "playName": "titus andronicus",
    "location": "Plains near Rome.",
    "lines": [
        {
            "text": "Enter LUCIUS with an army of Goths, with drum and colours"
        },
        {
            "speaker": "lucius",
            "text": "Approved warriors, and my faithful friends, I have received letters from great Rome, Which signify what hate they bear their emperor And how desirous of our sight they are. Therefore, great lords, be, as your titles witness, Imperious and impatient of your wrongs, And wherein Rome hath done you any scath, Let him make treble satisfaction."
        },
        {
            "speaker": "first goth",
            "text": "Brave slip, sprung from the great Andronicus, Whose name was once our terror, now our comfort Whose high exploits and honourable deeds Ingrateful Rome requites with foul contempt, Be bold in us: well follow where thou leadst, Like stinging bees in hottest summers day Led by their master to the flowered fields, And be avenged on cursed Tamora."
        },
        {
            "speaker": "all the goths",
            "text": "And as he saith, so say we all with him."
        },
        {
            "speaker": "lucius",
            "text": "I humbly thank him, and I thank you all. But who comes here, led by a lusty Goth"
        },
        {
            "text": "Enter a Goth, leading AARON with his Child in his arms"
        },
        {
            "speaker": "second goth",
            "text": "Renowned Lucius, from our troops I strayd To gaze upon a ruinous monastery And, as I earnestly did fix mine eye Upon the wasted building, suddenly I heard a child cry underneath a wall. I made unto the noise when soon I heard The crying babe controlld with this discourse: Peace, tawny slave, half me and half thy dam! Did not thy hue bewray whose brat thou art, Had nature lent thee but thy mothers look, Villain, thou mightst have been an emperor: But where the bull and cow are both milkwhite, They never do beget a coalblack calf. Peace, villain, peace!even thus he rates the babe, For I must bear thee to a trusty Goth Who, when he knows thou art the empress babe, Will hold thee dearly for thy mothers sake. With this, my weapon drawn, I rushd upon him, Surprised him suddenly, and brought him hither, To use as you think needful of the man."
        },
        {
            "speaker": "lucius",
            "text": "O worthy Goth, this is the incarnate devil That robbd Andronicus of his good hand This is the pearl that pleased your empress eye, And heres the base fruit of his burning lust. Say, walleyed slave, whither wouldst thou convey This growing image of thy fiendlike face Why dost not speak what, deaf not a word A halter, soldiers! hang him on this tree. And by his side his fruit of bastardy."
        },
        {
            "speaker": "aaron",
            "text": "Touch not the boy he is of royal blood."
        },
        {
            "speaker": "lucius",
            "text": "Too like the sire for ever being good. First hang the child, that he may see it sprawl A sight to vex the fathers soul withal. Get me a ladder."
        },
        {
            "text": "A ladder brought, which AARON is made to ascend"
        },
        {
            "speaker": "aaron",
            "text": "Lucius, save the child, And bear it from me to the empress. If thou do this, Ill show thee wondrous things, That highly may advantage thee to hear: If thou wilt not, befall what may befall, Ill speak no more but Vengeance rot you all!"
        },
        {
            "speaker": "lucius",
            "text": "Say on: an if it please me which thou speakst Thy child shall live, and I will see it nourishd."
        },
        {
            "speaker": "aaron",
            "text": "An if it please thee! why, assure thee, Lucius, Twill vex thy soul to hear what I shall speak For I must talk of murders, rapes and massacres, Acts of black night, abominable deeds, Complots of mischief, treason, villanies Ruthful to hear, yet piteously performd: And this shall all be buried by my death, Unless thou swear to me my child shall live."
        },
        {
            "speaker": "lucius",
            "text": "Tell on thy mind I say thy child shall live."
        },
        {
            "speaker": "aaron",
            "text": "Swear that he shall, and then I will begin."
        },
        {
            "speaker": "lucius",
            "text": "Who should I swear by thou believest no god: That granted, how canst thou believe an oath"
        },
        {
            "speaker": "aaron",
            "text": "What if I do not as, indeed, I do not Yet, for I know thou art religious And hast a thing within thee called conscience, With twenty popish tricks and ceremonies, Which I have seen thee careful to observe, Therefore I urge thy oath for that I know An idiot holds his bauble for a god And keeps the oath which by that god he swears, To that Ill urge him: therefore thou shalt vow By that same god, what god soeer it be, That thou adorest and hast in reverence, To save my boy, to nourish and bring him up Or else I will discover nought to thee."
        },
        {
            "speaker": "lucius",
            "text": "Even by my god I swear to thee I will."
        },
        {
            "speaker": "aaron",
            "text": "First know thou, I begot him on the empress."
        },
        {
            "speaker": "lucius",
            "text": "O most insatiate and luxurious woman!"
        },
        {
            "speaker": "aaron",
            "text": "Tut, Lucius, this was but a deed of charity To that which thou shalt hear of me anon. Twas her two sons that murderd Bassianus They cut thy sisters tongue and ravishd her And cut her hands and trimmd her as thou sawst."
        },
        {
            "speaker": "lucius",
            "text": "O detestable villain! callst thou that trimming"
        },
        {
            "speaker": "aaron",
            "text": "Why, she was washd and cut and trimmd, and twas Trim sport for them that had the doing of it."
        },
        {
            "speaker": "lucius",
            "text": "O barbarous, beastly villains, like thyself!"
        },
        {
            "speaker": "aaron",
            "text": "Indeed, I was their tutor to instruct them: That codding spirit had they from their mother, As sure a card as ever won the set That bloody mind, I think, they learnd of me, As true a dog as ever fought at head. Well, let my deeds be witness of my worth. I traind thy brethren to that guileful hole Where the dead corpse of Bassianus lay: I wrote the letter that thy father found And hid the gold within the letter mentiond, Confederate with the queen and her two sons: And what not done, that thou hast cause to rue, Wherein I had no stroke of mischief in it I playd the cheater for thy fathers hand, And, when I had it, drew myself apart And almost broke my heart with extreme laughter: I pryd me through the crevice of a wall When, for his hand, he had his two sons heads Beheld his tears, and laughd so heartily, That both mine eyes were rainy like to his : And when I told the empress of this sport, She swooned almost at my pleasing tale, And for my tidings gave me twenty kisses."
        },
        {
            "speaker": "first goth",
            "text": "What, canst thou say all this, and never blush"
        },
        {
            "speaker": "aaron",
            "text": "Ay, like a black dog, as the saying is."
        },
        {
            "speaker": "lucius",
            "text": "Art thou not sorry for these heinous deeds"
        },
        {
            "speaker": "aaron",
            "text": "Ay, that I had not done a thousand more. Even now I curse the dayand yet, I think, Few come within the compass of my curse, Wherein I did not some notorious ill, As kill a man, or else devise his death, Ravish a maid, or plot the way to do it, Accuse some innocent and forswear myself, Set deadly enmity between two friends, Make poor mens cattle break their necks Set fire on barns and haystacks in the night, And bid the owners quench them with their tears. Oft have I diggd up dead men from their graves, And set them upright at their dear friends doors, Even when their sorrows almost were forgot And on their skins, as on the bark of trees, Have with my knife carved in Roman letters, Let not your sorrow die, though I am dead. Tut, I have done a thousand dreadful things As willingly as one would kill a fly, And nothing grieves me heartily indeed But that I cannot do ten thousand more."
        },
        {
            "speaker": "lucius",
            "text": "Bring down the devil for he must not die So sweet a death as hanging presently."
        },
        {
            "speaker": "aaron",
            "text": "If there be devils, would I were a devil, To live and burn in everlasting fire, So I might have your company in hell, But to torment you with my bitter tongue!"
        },
        {
            "speaker": "lucius",
            "text": "Sirs, stop his mouth, and let him speak no more."
        },
        {
            "text": "Enter a Goth"
        },
        {
            "speaker": "third goth",
            "text": "My lord, there is a messenger from Rome Desires to be admitted to your presence."
        },
        {
            "speaker": "lucius",
            "text": "Let him come near. Welcome, AEmiliuswhats the news from Rome"
        },
        {
            "text": "Enter AEMILIUS"
        },
        {
            "speaker": "aemilius",
            "text": "Lord Lucius, and you princes of the Goths, The Roman emperor greets you all by me And, for he understands you are in arms, He craves a parley at your fathers house, Willing you to demand your hostages, And they shall be immediately deliverd."
        },
        {
            "speaker": "first goth",
            "text": "What says our general"
        },
        {
            "speaker": "lucius",
            "text": "AEmilius, let the emperor give his pledges Unto my father and my uncle Marcus, And we will come. March away."
        },
        {
            "text": "Exeunt"
        }
    ]
}