{
    "sceneName": "Act 1, scene 2",
    "playName": "a comedy of errors",
    "location": "The Mart.",
    "lines": [
        {
            "text": "Enter ANTIPHOLUS of Syracuse, DROMIO of Syracuse, and First Merchant"
        },
        {
            "speaker": "first merchant",
            "text": "Therefore give out you are of Epidamnum, Lest that your goods too soon be confiscate. This very day a Syracusian merchant Is apprehended for arrival here And not being able to buy out his life According to the statute of the town, Dies ere the weary sun set in the west. There is your money that I had to keep. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Go bear it to the Centaur, where we host, And stay there, Dromio, till I come to thee. Within this hour it will be dinnertime: Till that, Ill view the manners of the town, Peruse the traders, gaze upon the buildings, And then return and sleep within mine inn, For with long travel I am stiff and weary. Get thee away."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Many a man would take you at your word, And go indeed, having so good a mean. ANTIPHOLUS"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "of syracuse",
            "text": "A trusty villain, sir, that very oft, When I am dull with care and melancholy, Lightens my humour with his merry jests. What, will you walk with me about the town, And then go to my inn and dine with me"
        },
        {
            "speaker": "first merchant",
            "text": "I am invited, sir, to certain merchants, Of whom I hope to make much benefit I crave your pardon. Soon at five oclock, Please you, Ill meet with you upon the mart And afterward consort you till bedtime: My present business calls me from you now. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Farewell till then: I will go lose myself And wander up and down to view the city."
        },
        {
            "speaker": "first merchant",
            "text": "Sir, I commend you to your own content. ANTIPHOLUS"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "of syracuse",
            "text": "He that commends me to mine own content Commends me to the thing I cannot get. I to the world am like a drop of water That in the ocean seeks another drop, Who, falling there to find his fellow forth, Unseen, inquisitive, confounds himself: So I, to find a mother and a brother, In quest of them, unhappy, lose myself. Here comes the almanac of my true date. What now how chance thou art returnd so soon"
        },
        {
            "text": "Enter DROMIO of Ephesus"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Returnd so soon! rather approachd too late: The capon burns, the pig falls from the spit, The clock hath strucken twelve upon the bell My mistress made it one upon my cheek: She is so hot because the meat is cold The meat is cold because you come not home You come not home because you have no stomach You have no stomach having broke your fast But we that know what tis to fast and pray Are penitent for your default today. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Stop in your wind, sir: tell me this, I pray: Where have you left the money that I gave you"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "O,sixpence, that I had o Wednesday last To pay the saddler for my mistress crupper The saddler had it, sir I kept it not. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "I am not in a sportive humour now: Tell me, and dally not, where is the money We being strangers here, how darest thou trust So great a charge from thine own custody"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "I pray you, air, as you sit at dinner: I from my mistress come to you in post If I return, I shall be post indeed, For she will score your fault upon my pate. Methinks your maw, like mine, should be your clock, And strike you home without a messenger. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Come, Dromio, come, these jests are out of season Reserve them till a merrier hour than this. Where is the gold I gave in charge to thee"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "To me, sir why, you gave no gold to me. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Come on, sir knave, have done your foolishness, And tell me how thou hast disposed thy charge."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "My charge was but to fetch you from the mart Home to your house, the Phoenix, sir, to dinner: My mistress and her sister stays for you. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "In what safe place you have bestowd my money, Or I shall break that merry sconce of yours That stands on tricks when I am undisposed: Where is the thousand marks thou hadst of me"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "I have some marks of yours upon my pate, Some of my mistress marks upon my shoulders, But not a thousand marks between you both. If I should pay your worship those again, Perchance you will not bear them patiently. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Thy mistress marks what mistress, slave, hast thou"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Your worships wife, my mistress at the Phoenix She that doth fast till you come home to dinner, And prays that you will hie you home to dinner. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "What, wilt thou flout me thus unto my face, Being forbid There, take you that, sir knave."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "What mean you, sir for Gods sake, hold your hands! Nay, and you will not, sir, Ill take my heels. ANTIPHOLUS"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "of syracuse",
            "text": "Upon my life, by some device or other The villain is oerraught of all my money. They say this town is full of cozenage, As, nimble jugglers that deceive the eye, Darkworking sorcerers that change the mind, Soulkilling witches that deform the body, Disguised cheaters, prating mountebanks, And many suchlike liberties of sin: If it prove so, I will be gone the sooner. Ill to the Centaur, to go seek this slave: I greatly fear my money is not safe."
        },
        {
            "text": "Exit"
        }
    ]
}