{
    "sceneName": "Act 4, scene 4",
    "playName": "a comedy of errors",
    "location": "A street.",
    "lines": [
        {
            "text": "Enter ANTIPHOLUS of Ephesus and the Officer"
        },
        {
            "speaker": "of ephesus",
            "text": "Fear me not, man I will not break away: Ill give thee, ere I leave thee, so much money, To warrant thee, as I am rested for. My wife is in a wayward mood today, And will not lightly trust the messenger That I should be attachd in Ephesus, I tell you, twill sound harshly in her ears. Here comes my man I think he brings the money. How now, sir! have you that I sent you for"
        },
        {
            "text": "Enter DROMIO of Ephesus with a ropesend"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Heres that, I warrant you, will pay them all. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "But wheres the money"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Why, sir, I gave the money for the rope. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Five hundred ducats, villain, for a rope"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Ill serve you, sir, five hundred at the rate. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "To what end did I bid thee hie thee home"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "To a ropesend, sir and to that end am I returned. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "And to that end, sir, I will welcome you."
        },
        {
            "text": "Beating him"
        },
        {
            "speaker": "officer",
            "text": "Good sir, be patient."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Nay, tis for me to be patient I am in adversity."
        },
        {
            "speaker": "officer",
            "text": "Good, now, hold thy tongue."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Nay, rather persuade him to hold his hands. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Thou whoreson, senseless villain!"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "I would I were senseless, sir, that I might not feel your blows."
        },
        {
            "speaker": "antipholus",
            "text": "Thou art sensible in nothing but blows, and so is an ass."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "I am an ass, indeed you may prove it by my long ears. I have served him from the hour of my nativity to this instant, and have nothing at his hands for my service but blows. When I am cold, he heats me with beating when I am warm, he cools me with beating I am waked with it when I sleep raised with it when I sit driven out of doors with it when I go from home welcomed home with it when I return nay, I bear it on my shoulders, as a beggar wont her brat and, I think when he hath lamed me, I shall beg with it from door to door. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Come, go along my wife is coming yonder."
        },
        {
            "text": "Enter ADRIANA, LUCIANA, the Courtezan, and PINCH"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Mistress, respice finem, respect your end or rather, the prophecy like the parrot, beware the ropesend. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Wilt thou still talk"
        },
        {
            "text": "Beating him"
        },
        {
            "speaker": "courtezan",
            "text": "How say you now is not your husband mad"
        },
        {
            "speaker": "adriana",
            "text": "His incivility confirms no less. Good Doctor Pinch, you are a conjurer Establish him in his true sense again, And I will please you what you will demand."
        },
        {
            "speaker": "luciana",
            "text": "Alas, how fiery and how sharp he looks!"
        },
        {
            "speaker": "courtezan",
            "text": "Mark how he trembles in his ecstasy!"
        },
        {
            "speaker": "pinch",
            "text": "Give me your hand and let me feel your pulse. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "There is my hand, and let it feel your ear."
        },
        {
            "text": "Striking him"
        },
        {
            "speaker": "pinch",
            "text": "I charge thee, Satan, housed within this man, To yield possession to my holy prayers And to thy state of darkness hie thee straight: I conjure thee by all the saints in heaven! ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Peace, doting wizard, peace! I am not mad."
        },
        {
            "speaker": "adriana",
            "text": "O, that thou wert not, poor distressed soul! ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "You minion, you, are these your customers Did this companion with the saffron face Revel and feast it at my house today, Whilst upon me the guilty doors were shut And I denied to enter in my house"
        },
        {
            "speaker": "adriana",
            "text": "O husband, God doth know you dined at home Where would you had remaind until this time, Free from these slanders and this open shame! ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Dined at home! Thou villain, what sayest thou"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Sir, sooth to say, you did not dine at home. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Were not my doors lockd up and I shut out"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Perdie, your doors were lockd and you shut out. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "And did not she herself revile me there"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Sans fable, she herself reviled you there. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Did not her kitchenmaid rail, taunt, and scorn me"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Certes, she did the kitchenvestal scornd you. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "And did not I in rage depart from thence"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "In verity you did my bones bear witness, That since have felt the vigour of his rage."
        },
        {
            "speaker": "adriana",
            "text": "Ist good to soothe him in these contraries"
        },
        {
            "speaker": "pinch",
            "text": "It is no shame: the fellow finds his vein, And yielding to him humours well his frenzy. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Thou hast subornd the goldsmith to arrest me."
        },
        {
            "speaker": "adriana",
            "text": "Alas, I sent you money to redeem you, By Dromio here, who came in haste for it."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Money by me! heart and goodwill you might But surely master, not a rag of money. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Wentst not thou to her for a purse of ducats"
        },
        {
            "speaker": "adriana",
            "text": "He came to me and I deliverd it."
        },
        {
            "speaker": "luciana",
            "text": "And I am witness with her that she did."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "God and the ropemaker bear me witness That I was sent for nothing but a rope!"
        },
        {
            "speaker": "pinch",
            "text": "Mistress, both man and master is possessd I know it by their pale and deadly looks: They must be bound and laid in some dark room. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Say, wherefore didst thou lock me forth today And why dost thou deny the bag of gold"
        },
        {
            "speaker": "adriana",
            "text": "I did not, gentle husband, lock thee forth."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "And, gentle master, I received no gold But I confess, sir, that we were lockd out."
        },
        {
            "speaker": "adriana",
            "text": "Dissembling villain, thou speakst false in both. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Dissembling harlot, thou art false in all And art confederate with a damned pack To make a loathsome abject scorn of me: But with these nails Ill pluck out these false eyes That would behold in me this shameful sport."
        },
        {
            "text": "Enter three or four, and offer to bind him. He strives"
        },
        {
            "speaker": "adriana",
            "text": "O, bind him, bind him! let him not come near me."
        },
        {
            "speaker": "pinch",
            "text": "More company! The fiend is strong within him."
        },
        {
            "speaker": "luciana",
            "text": "Ay me, poor man, how pale and wan he looks! ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "What, will you murder me Thou gaoler, thou, I am thy prisoner: wilt thou suffer them To make a rescue"
        },
        {
            "speaker": "officer",
            "text": "Masters, let him go He is my prisoner, and you shall not have him."
        },
        {
            "speaker": "pinch",
            "text": "Go bind this man, for he is frantic too."
        },
        {
            "text": "They offer to bind Dromio of Ephesus"
        },
        {
            "speaker": "adriana",
            "text": "What wilt thou do, thou peevish officer Hast thou delight to see a wretched man Do outrage and displeasure to himself"
        },
        {
            "speaker": "officer",
            "text": "He is my prisoner: if I let him go, The debt he owes will be required of me."
        },
        {
            "speaker": "adriana",
            "text": "I will discharge thee ere I go from thee: Bear me forthwith unto his creditor, And, knowing how the debt grows, I will pay it. Good master doctor, see him safe conveyd Home to my house. O most unhappy day! ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "O most unhappy strumpet!"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Master, I am here entered in bond for you. ANTIPHOLUS"
        },
        {
            "speaker": "of ephesus",
            "text": "Out on thee, villain! wherefore dost thou mad me"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Will you be bound for nothing be mad, good master: cry The devil!"
        },
        {
            "speaker": "luciana",
            "text": "God help, poor souls, how idly do they talk!"
        },
        {
            "speaker": "adriana",
            "text": "Go bear him hence. Sister, go you with me. Say now, whose suit is he arrested at"
        },
        {
            "text": "Exeunt all but Adriana, Luciana, Officer and Courtezan"
        },
        {
            "speaker": "officer",
            "text": "One Angelo, a goldsmith: do you know him"
        },
        {
            "speaker": "adriana",
            "text": "I know the man. What is the sum he owes"
        },
        {
            "speaker": "officer",
            "text": "Two hundred ducats."
        },
        {
            "speaker": "adriana",
            "text": "Say, how grows it due"
        },
        {
            "speaker": "officer",
            "text": "Due for a chain your husband had of him."
        },
        {
            "speaker": "adriana",
            "text": "He did bespeak a chain for me, but had it not."
        },
        {
            "speaker": "courtezan",
            "text": "When as your husband all in rage today Came to my house and took away my ring The ring I saw upon his finger now Straight after did I meet him with a chain."
        },
        {
            "speaker": "adriana",
            "text": "It may be so, but I did never see it. Come, gaoler, bring me where the goldsmith is: I long to know the truth hereof at large."
        },
        {
            "text": "Enter ANTIPHOLUS of Syracuse with his rapier drawn, and DROMIO of Syracuse"
        },
        {
            "speaker": "luciana",
            "text": "God, for thy mercy! they are loose again."
        },
        {
            "speaker": "adriana",
            "text": "And come with naked swords. Lets call more help to have them bound again."
        },
        {
            "speaker": "officer",
            "text": "Away! theyll kill us. ANTIPHOLUS"
        },
        {
            "text": "Exeunt all but Antipholus of Syracuse and Dromio of Syracuse"
        },
        {
            "speaker": "of syracuse",
            "text": "I see these witches are afraid of swords."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "She that would be your wife now ran from you. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Come to the Centaur fetch our stuff from thence: I long that we were safe and sound aboard."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Faith, stay here this night they will surely do us no harm: you saw they speak us fair, give us gold: methinks they are such a gentle nation that, but for the mountain of mad flesh that claims marriage of me, I could find in my heart to stay here still and turn witch. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "I will not stay tonight for all the town Therefore away, to get our stuff aboard."
        },
        {
            "text": "Exeunt"
        }
    ]
}