{
    "sceneName": "Act 3, scene 2",
    "playName": "a comedy of errors",
    "location": "The same.",
    "lines": [
        {
            "text": "Enter LUCIANA and ANTIPHOLUS of Syracuse"
        },
        {
            "speaker": "luciana",
            "text": "And may it be that you have quite forgot A husbands office shall, Antipholus. Even in the spring of love, thy lovesprings rot Shall love, in building, grow so ruinous If you did wed my sister for her wealth, Then for her wealths sake use her with more kindness: Or if you like elsewhere, do it by stealth Muffle your false love with some show of blindness: Let not my sister read it in your eye Be not thy tongue thy own shames orator Look sweet, be fair, become disloyalty Apparel vice like virtues harbinger Bear a fair presence, though your heart be tainted Teach sin the carriage of a holy saint Be secretfalse: what need she be acquainted What simple thief brags of his own attaint Tis double wrong, to truant with your bed And let her read it in thy looks at board: Shame hath a bastard fame, well managed Ill d eeds are doubled with an evil word. Alas, poor women! make us but believe, Being compact of credit, that you love us Though others have the arm, show us the sleeve We in your motion turn and you may move us. Then, gentle brother, get you in again Comfort my sister, cheer her, call her wife: Tis holy sport to be a little vain, When the sweet breath of flattery conquers strife. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Sweet mistresswhat your name is else, I know not, Nor by what wonder you do hit of mine, Less in your knowledge and your grace you show not Than our earths wonder, more than earth divine. Teach me, dear creature, how to think and speak Lay open to my earthygross conceit, Smotherd in errors, feeble, shallow, weak, The folded meaning of your words deceit. Against my souls pure truth why labour you To make it wander in an unknown field Are you a god would you create me new Transform me then, and to your power Ill yield. But if that I am I, then well I know Your weeping sister is no wife of mine, Nor to her bed no homage do I owe Far more, far more to you do I decline. O, train me not, sweet mermaid, with thy note, To drown me in thy sisters flood of tears: Sing, siren, for thyself and I will dote: Spread oer the silver waves thy golden hairs, And as a bed Ill take them and there lie, And in that glorious supposition think He gains by death that hath such means to die: Let Love, being light, be drowned if she sink!"
        },
        {
            "speaker": "luciana",
            "text": "What, are you mad, that you do reason so ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Not mad, but mated how, I do not know."
        },
        {
            "speaker": "luciana",
            "text": "It is a fault that springeth from your eye. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "For gazing on your beams, fair sun, being by."
        },
        {
            "speaker": "luciana",
            "text": "Gaze where you should, and that will clear your sight. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "As good to wink, sweet love, as look on night."
        },
        {
            "speaker": "luciana",
            "text": "Why call you me love call my sister so. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Thy sisters sister."
        },
        {
            "speaker": "luciana",
            "text": "Thats my sister. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "No It is thyself, mine own selfs better part, Mine eyes clear eye, my dear hearts dearer heart, My food, my fortune and my sweet hopes aim, My sole earths heaven and my heavens claim."
        },
        {
            "speaker": "luciana",
            "text": "All this my sister is, or else should be. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Call thyself sister, sweet, for I am thee. Thee will I love and with thee lead my life: Thou hast no husband yet nor I no wife. Give me thy hand."
        },
        {
            "speaker": "luciana",
            "text": "O, soft, air! hold you still: Ill fetch my sister, to get her good will. ANTIPHOLUS"
        },
        {
            "text": "Exit"
        },
        {
            "text": "Enter DROMIO of Syracuse"
        },
        {
            "speaker": "of syracuse",
            "text": "Why, how now, Dromio! where runnst thou so fast"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Do you know me, sir am I Dromio am I your man am I myself ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Thou art Dromio, thou art my man, thou art thyself."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I am an ass, I am a womans man and besides myself."
        },
        {
            "speaker": "antipholus",
            "text": "What womans man and how besides thyself besides thyself"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Marry, sir, besides myself, I am due to a woman one that claims me, one that haunts me, one that will have me. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "What claim lays she to thee"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Marry sir, such claim as you would lay to your horse and she would have me as a beast: not that, I being a beast, she would have me but that she, being a very beastly creature, lays claim to me. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "What is she"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "A very reverent body ay, such a one as a man may not speak of without he say Sirreverence. I have but lean luck in the match, and yet is she a wondrous fat marriage. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "How dost thou mean a fat marriage"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Marry, sir, shes the kitchen wench and all grease and I know not what use to put her to but to make a lamp of her and run from her by her own light. I warrant, her rags and the tallow in them will burn a Poland winter: if she lives till doomsday, shell burn a week longer than the whole world. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "What complexion is she of"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Swart, like my shoe, but her face nothing half so clean kept: for why, she sweats a man may go over shoes in the grime of it. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Thats a fault that water will mend."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "No, sir, tis in grain Noahs flood could not do it. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Whats her name"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Nell, sir but her name and three quarters, thats an ell and three quarters, will not measure her from hip to hip. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Then she bears some breadth"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "No longer from head to foot than from hip to hip: she is spherical, like a globe I could find out countries in her. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "In what part of her body stands Ireland"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Marry, in her buttocks: I found it out by the bogs. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Where Scotland"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I found it by the barrenness hard in the palm of the hand. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Where France"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "In her forehead armed and reverted, making war against her heir. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Where England"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I looked for the chalky cliffs, but I could find no whiteness in them but I guess it stood in her chin, by the salt rheum that ran between France and it. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Where Spain"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Faith, I saw it not but I felt it hot in her breath. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Where America, the Indies"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Oh, sir, upon her nose all oer embellished with rubies, carbuncles, sapphires, declining their rich aspect to the hot breath of Spain who sent whole armadoes of caracks to be ballast at her nose. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Where stood Belgia, the Netherlands"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Oh, sir, I did not look so low. To conclude, this drudge, or diviner, laid claim to me, calld me Dromio swore I was assured to her told me what privy marks I had about me, as, the mark of my shoulder, the mole in my neck, the great wart on my left arm, that I amazed ran from her as a witch: And, I think, if my breast had not been made of faith and my heart of steel, She had transformd me to a curtal dog and made me turn i the wheel. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Go hie thee presently, post to the road: An if the wind blow any way from shore, I will not harbour in this town tonight: If any bark put forth, come to the mart, Where I will walk till thou return to me. If every one knows us and we know none, Tis time, I think, to trudge, pack and be gone."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "As from a bear a man would run for life, So fly I from her that would be my wife. ANTIPHOLUS"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "of syracuse",
            "text": "Theres none but witches do inhabit here And therefore tis high time that I were hence. She that doth call me husband, even my soul Doth for a wife abhor. But her fair sister, Possessd with such a gentle sovereign grace, Of such enchanting presence and discourse, Hath almost made me traitor to myself: But, lest myself be guilty to selfwrong, Ill stop mine ears against the mermaids song."
        },
        {
            "text": "Enter ANGELO with the chain"
        },
        {
            "speaker": "angelo",
            "text": "Master Antipholus, ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Ay, thats my name."
        },
        {
            "speaker": "angelo",
            "text": "I know it well, sir, lo, here is the chain. I thought to have taen you at the Porpentine: The chain unfinishd made me stay thus long. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "What is your will that I shall do with this"
        },
        {
            "speaker": "angelo",
            "text": "What please yourself, sir: I have made it for you. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Made it for me, sir! I bespoke it not."
        },
        {
            "speaker": "angelo",
            "text": "Not once, nor twice, but twenty times you have. Go home with it and please your wife withal And soon at suppertime Ill visit you And then receive my money for the chain. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "I pray you, sir, receive the money now, For fear you neer see chain nor money more."
        },
        {
            "speaker": "angelo",
            "text": "You are a merry man, sir: fare you well. ANTIPHOLUS"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "of syracuse",
            "text": "What I should think of this, I cannot tell: But this I think, theres no man is so vain That would refuse so fair an offerd chain. I see a man here needs not live by shifts, When in the streets he meets such golden gifts. Ill to the mart, and there for Dromio stay If any ship put out, then straight away."
        },
        {
            "text": "Exit"
        }
    ]
}