{
    "sceneName": "Act 2, scene 2",
    "playName": "a comedy of errors",
    "location": "A public place.",
    "lines": [
        {
            "text": "Enter ANTIPHOLUS of Syracuse"
        },
        {
            "speaker": "of syracuse",
            "text": "The gold I gave to Dromio is laid up Safe at the Centaur and the heedful slave Is wanderd forth, in care to seek me out By computation and mine hosts report. I could not speak with Dromio since at first I sent him from the mart. See, here he comes. How now sir! is your merry humour alterd As you love strokes, so jest with me again. You know no Centaur you received no gold Your mistress sent to have me home to dinner My house was at the Phoenix Wast thou mad, That thus so madly thou didst answer me"
        },
        {
            "text": "Enter DROMIO of Syracuse"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "What answer, sir when spake I such a word ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Even now, even here, not half an hour since."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I did not see you since you sent me hence, Home to the Centaur, with the gold you gave me. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Villain, thou didst deny the golds receipt, And toldst me of a mistress and a dinner For which, I hope, thou feltst I was displeased."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I am glad to see you in this merry vein: What means this jest I pray you, master, tell me. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Yea, dost thou jeer and flout me in the teeth Thinkst thou I jest Hold, take thou that, and that."
        },
        {
            "text": "Beating him"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Hold, sir, for Gods sake! now your jest is earnest: Upon what bargain do you give it me ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Because that I familiarly sometimes Do use you for my fool and chat with you, Your sauciness will jest upon my love And make a common of my serious hours. When the sun shines let foolish gnats make sport, But creep in crannies when he hides his beams. If you will jest with me, know my aspect, And fashion your demeanor to my looks, Or I will beat this method in your sconce."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Sconce call you it so you would leave battering, I had rather have it a head: an you use these blows long, I must get a sconce for my head and ensconce it too or else I shall seek my wit in my shoulders. But, I pray, sir why am I beaten ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Dost thou not know"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Nothing, sir, but that I am beaten. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Shall I tell you why"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Ay, sir, and wherefore for they say every why hath a wherefore. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Why, first,for flouting me and then, wherefore For urging it the second time to me."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Was there ever any man thus beaten out of season, When in the why and the wherefore is neither rhyme nor reason Well, sir, I thank you. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Thank me, sir, for what"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Marry, sir, for this something that you gave me for nothing. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Ill make you amends next, to give you nothing for something. But say, sir, is it dinnertime"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "No, sir I think the meat wants that I have. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "In good time, sir whats that"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Basting. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Well, sir, then twill be dry."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "If it be, sir, I pray you, eat none of it. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Your reason"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Lest it make you choleric and purchase me another dry basting. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Well, sir, learn to jest in good time: theres a time for all things."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I durst have denied that, before you were so choleric. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "By what rule, sir"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Marry, sir, by a rule as plain as the plain bald pate of father Time himself. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Lets hear it."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Theres no time for a man to recover his hair that grows bald by nature. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "May he not do it by fine and recovery"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Yes, to pay a fine for a periwig and recover the lost hair of another man. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Why is Time such a niggard of hair, being, as it is, so plentiful an excrement"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Because it is a blessing that he bestows on beasts and what he hath scanted men in hair he hath given them in wit. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Why, but theres many a man hath more hair than wit."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Not a man of those but he hath the wit to lose his hair. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Why, thou didst conclude hairy men plain dealers without wit."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "The plainer dealer, the sooner lost: yet he loseth it in a kind of jollity. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "For what reason"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "For two and sound ones too. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Nay, not sound, I pray you."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Sure ones, then. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Nay, not sure, in a thing falsing."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Certain ones then. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Name them."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "The one, to save the money that he spends in trimming the other, that at dinner they should not drop in his porridge. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "You would all this time have proved there is no time for all things."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Marry, and did, sir namely, no time to recover hair lost by nature. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "But your reason was not substantial, why there is no time to recover."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Thus I mend it: Time himself is bald and therefore to the worlds end will have bald followers. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "I knew twould be a bald conclusion: But, soft! who wafts us yonder"
        },
        {
            "text": "Enter ADRIANA and LUCIANA"
        },
        {
            "speaker": "adriana",
            "text": "Ay, ay, Antipholus, look strange and frown: Some other mistress hath thy sweet aspects I am not Adriana nor thy wife. The time was once when thou unurged wouldst vow That never words were music to thine ear, That never object pleasing in thine eye, That never touch well welcome to thy hand, That never meat sweetsavord in thy taste, Unless I spake, or lookd, or touchd, or carved to thee. How comes it now, my husband, O, how comes it, That thou art thus estranged from thyself Thyself I call it, being strange to me, That, undividable, incorporate, Am better than thy dear selfs better part. Ah, do not tear away thyself from me! For know, my love, as easy mayest thou fall A drop of water in the breaking gulf, And take unmingled that same drop again, Without addition or diminishing, As take from me thyself and not me too. How dearly would it touch me to the quick, Shouldst thou but hear I were licentious And that this body, consecrate to thee, By ruffian lust should be contaminate! Wouldst thou not spit at me and spurn at me And hurl the name of husband in my face And tear the staind skin off my harlotbrow And from my false hand cut the weddingring And break it with a deepdivorcing vow I know thou canst and therefore see thou do it. I am possessd with an adulterate blot My blood is mingled with the crime of lust: For if we too be one and thou play false, I do digest the poison of thy flesh, Being strumpeted by thy contagion. Keep then far league and truce with thy true bed I live unstaind, thou undishonoured. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Plead you to me, fair dame I know you not: In Ephesus I am but two hours old, As strange unto your town as to your talk Who, every word by all my wit being scannd, Want wit in all one word to understand."
        },
        {
            "speaker": "luciana",
            "text": "Fie, brother! how the world is changed with you! When were you wont to use my sister thus She sent for you by Dromio home to dinner. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "By Dromio"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "By me"
        },
        {
            "speaker": "adriana",
            "text": "By thee and this thou didst return from him, That he did buffet thee, and, in his blows, Denied my house for his, me for his wife. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Did you converse, sir, with this gentlewoman What is the course and drift of your compact"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I, sir I never saw her till this time. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Villain, thou liest for even her very words Didst thou deliver to me on the mart."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I never spake with her in all my life. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "How can she thus then call us by our names, Unless it be by inspiration."
        },
        {
            "speaker": "adriana",
            "text": "How ill agrees it with your gravity To counterfeit thus grossly with your slave, Abetting him to thwart me in my mood! Be it my wrong you are from me exempt, But wrong not that wrong with a more contempt. Come, I will fasten on this sleeve of thine: Thou art an elm, my husband, I a vine, Whose weakness, married to thy stronger state, Makes me with thy strength to communicate: If aught possess thee from me, it is dross, Usurping ivy, brier, or idle moss Who, all for want of pruning, with intrusion Infect thy sap and live on thy confusion. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "To me she speaks she moves me for her theme: What, was I married to her in my dream Or sleep I now and think I hear all this What error drives our eyes and ears amiss Until I know this sure uncertainty, Ill entertain the offerd fallacy."
        },
        {
            "speaker": "luciana",
            "text": "Dromio, go bid the servants spread for dinner."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "O, for my beads! I cross me for a sinner. This is the fairy land: O spite of spites! We talk with goblins, owls and sprites: If we obey them not, this will ensue, Theyll suck our breath, or pinch us black and blue."
        },
        {
            "speaker": "luciana",
            "text": "Why pratest thou to thyself and answerst not Dromio, thou drone, thou snail, thou slug, thou sot!"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "I am transformed, master, am I not ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "I think thou art in mind, and so am I."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Nay, master, both in mind and in my shape. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Thou hast thine own form."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "No, I am an ape."
        },
        {
            "speaker": "luciana",
            "text": "If thou art changed to aught, tis to an ass."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Tis true she rides me and I long for grass. Tis so, I am an ass else it could never be But I should know her as well as she knows me."
        },
        {
            "speaker": "adriana",
            "text": "Come, come, no longer will I be a fool, To put the finger in the eye and weep, Whilst man and master laugh my woes to scorn. Come, sir, to dinner. Dromio, keep the gate. Husband, Ill dine above with you today And shrive you of a thousand idle pranks. Sirrah, if any ask you for your master, Say he dines forth, and let no creature enter. Come, sister. Dromio, play the porter well. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Am I in earth, in heaven, or in hell Sleeping or waking mad or welladvised Known unto these, and to myself disguised! Ill say as they say and persever so, And in this mist at all adventures go."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Master, shall I be porter at the gate"
        },
        {
            "speaker": "adriana",
            "text": "Ay and let none enter, lest I break your pate."
        },
        {
            "speaker": "luciana",
            "text": "Come, come, Antipholus, we dine too late. ANTIPHOLUS"
        },
        {
            "text": "Exeunt"
        }
    ]
}