{
    "sceneName": "Act 2, scene 1",
    "playName": "a comedy of errors",
    "location": "The house of ANTIPHOLUS of Ephesus.",
    "lines": [
        {
            "text": "Enter ADRIANA and LUCIANA"
        },
        {
            "speaker": "adriana",
            "text": "Neither my husband nor the slave returnd, That in such haste I sent to seek his master! Sure, Luciana, it is two oclock."
        },
        {
            "speaker": "luciana",
            "text": "Perhaps some merchant hath invited him, And from the mart hes somewhere gone to dinner. Good sister, let us dine and never fret: A man is master of his liberty: Time is their master, and, when they see time, Theyll go or come: if so, be patient, sister."
        },
        {
            "speaker": "adriana",
            "text": "Why should their liberty than ours be more"
        },
        {
            "speaker": "luciana",
            "text": "Because their business still lies out o door."
        },
        {
            "speaker": "adriana",
            "text": "Look, when I serve him so, he takes it ill."
        },
        {
            "speaker": "luciana",
            "text": "O, know he is the bridle of your will."
        },
        {
            "speaker": "adriana",
            "text": "Theres none but asses will be bridled so."
        },
        {
            "speaker": "luciana",
            "text": "Why, headstrong liberty is lashd with woe. Theres nothing situate under heavens eye But hath his bound, in earth, in sea, in sky: The beasts, the fishes, and the winged fowls, Are their males subjects and at their controls: Men, more divine, the masters of all these, Lords of the wide world and wild watery seas, Indued with intellectual sense and souls, Of more preeminence than fish and fowls, Are masters to their females, and their lords: Then let your will attend on their accords."
        },
        {
            "speaker": "adriana",
            "text": "This servitude makes you to keep unwed."
        },
        {
            "speaker": "luciana",
            "text": "Not this, but troubles of the marriagebed."
        },
        {
            "speaker": "adriana",
            "text": "But, were you wedded, you would bear some sway."
        },
        {
            "speaker": "luciana",
            "text": "Ere I learn love, Ill practise to obey."
        },
        {
            "speaker": "adriana",
            "text": "How if your husband start some other where"
        },
        {
            "speaker": "luciana",
            "text": "Till he come home again, I would forbear."
        },
        {
            "speaker": "adriana",
            "text": "Patience unmoved! no marvel though she pause They can be meek that have no other cause. A wretched soul, bruised with adversity, We bid be quiet when we hear it cry But were we burdened with like weight of pain, As much or more would we ourselves complain: So thou, that hast no unkind mate to grieve thee, With urging helpless patience wouldst relieve me, But, if thou live to see like right bereft, This foolbeggd patience in thee will be left."
        },
        {
            "speaker": "luciana",
            "text": "Well, I will marry one day, but to try. Here comes your man now is your husband nigh."
        },
        {
            "text": "Enter DROMIO of Ephesus"
        },
        {
            "speaker": "adriana",
            "text": "Say, is your tardy master now at hand"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Nay, hes at two hands with me, and that my two ears can witness."
        },
        {
            "speaker": "adriana",
            "text": "Say, didst thou speak with him knowst thou his mind"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Ay, ay, he told his mind upon mine ear: Beshrew his hand, I scarce could understand it."
        },
        {
            "speaker": "luciana",
            "text": "Spake he so doubtfully, thou couldst not feel his meaning"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Nay, he struck so plainly, I could too well feel his blows and withal so doubtfully that I could scarce understand them."
        },
        {
            "speaker": "adriana",
            "text": "But say, I prithee, is he coming home It seems he hath great care to please his wife."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Why, mistress, sure my master is hornmad."
        },
        {
            "speaker": "adriana",
            "text": "Hornmad, thou villain!"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "I mean not cuckoldmad But, sure, he is stark mad. When I desired him to come home to dinner, He askd me for a thousand marks in gold: Tis dinnertime, quoth I My gold! quoth he Your meat doth burn, quoth I My gold! quoth he: Will you come home quoth I My gold! quoth he. Where is the thousand marks I gave thee, villain The pig, quoth I, is burnd My gold! quoth he: My mistress, sir quoth I Hang up thy mistress! I know not thy mistress out on thy mistress!"
        },
        {
            "speaker": "luciana",
            "text": "Quoth who"
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Quoth my master: I know, quoth he, no house, no wife, no mistress. So that my errand, due unto my tongue, I thank him, I bare home upon my shoulders For, in conclusion, he did beat me there."
        },
        {
            "speaker": "adriana",
            "text": "Go back again, thou slave, and fetch him home."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Go back again, and be new beaten home For Gods sake, send some other messenger."
        },
        {
            "speaker": "adriana",
            "text": "Back, slave, or I will break thy pate across."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "And he will bless that cross with other beating: Between you I shall have a holy head."
        },
        {
            "speaker": "adriana",
            "text": "Hence, prating peasant! fetch thy master home."
        },
        {
            "speaker": "dromio of ephesus",
            "text": "Am I so round with you as you with me, That like a football you do spurn me thus You spurn me hence, and he will spurn me hither: If I last in this service, you must case me in leather."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "luciana",
            "text": "Fie, how impatience loureth in your face!"
        },
        {
            "speaker": "adriana",
            "text": "His company must do his minions grace, Whilst I at home starve for a merry look. Hath homely age the alluring beauty took From my poor cheek then he hath wasted it: Are my discourses dull barren my wit If voluble and sharp discourse be marrd, Unkindness blunts it more than marble hard: Do their gay vestments his affections bait Thats not my fault: hes master of my state: What ruins are in me that can be found, By him not ruind then is he the ground Of my defeatures. My decayed fair A sunny look of his would soon repair But, too unruly deer, he breaks the pale And feeds from home poor I am but his stale."
        },
        {
            "speaker": "luciana",
            "text": "Selfharming jealousy! fie, beat it hence!"
        },
        {
            "speaker": "adriana",
            "text": "Unfeeling fools can with such wrongs dispense. I know his eye doth homage otherwhere, Or else what lets it but he would be here Sister, you know he promised me a chain Would that alone, alone he would detain, So he would keep fair quarter with his bed! I see the jewel best enamelled Will lose his beauty yet the gold bides still, That others touch, and often touching will Wear gold: and no man that hath a name, By falsehood and corruption doth it shame. Since that my beauty cannot please his eye, Ill weep whats left away, and weeping die."
        },
        {
            "speaker": "luciana",
            "text": "How many fond fools serve mad jealousy! ANTIPHOLUS"
        },
        {
            "text": "Exeunt"
        }
    ]
}