{
    "sceneName": "Act 4, scene 3",
    "playName": "a comedy of errors",
    "location": "A public place.",
    "lines": [
        {
            "text": "Enter ANTIPHOLUS of Syracuse"
        },
        {
            "speaker": "of syracuse",
            "text": "Theres not a man I meet but doth salute me As if I were their wellacquainted friend And every one doth call me by my name. Some tender money to me some invite me Some other give me thanks for kindnesses Some offer me commodities to buy: Even now a tailor calld me in his shop And showd me silks that he had bought for me, And therewithal took measure of my body. Sure, these are but imaginary wiles And Lapland sorcerers inhabit here."
        },
        {
            "text": "Enter DROMIO OF SYRACUSE"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Master, heres the gold you sent me for. What, have you got the picture of old Adam newapparelled ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "What gold is this what Adam dost thou mean"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Not that Adam that kept the Paradise but that Adam that keeps the prison: he that goes in the calfs skin that was killed for the Prodigal he that came behind you, sir, like an evil angel, and bid you forsake your liberty. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "I understand thee not."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "No why, tis a plain case: he that went, like a bassviol, in a case of leather the man, sir, that, when gentlemen are tired, gives them a sob and rests them he, sir, that takes pity on decayed men and gives them suits of durance he that sets up his rest to do more exploits with his mace than a morrispike. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "What, thou meanest an officer"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Ay, sir, the sergeant of the band, he that brings any man to answer it that breaks his band one that thinks a man always going to bed, and says, God give you good rest! ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Well, sir, there rest in your foolery. Is there any"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Why, sir, I brought you word an hour since that the bark Expedition put forth tonight and then were you hindered by the sergeant, to tarry for the hoy Delay. Here are the angels that you sent for to deliver you. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "The fellow is distract, and so am I And here we wander in illusions: Some blessed power deliver us from hence!"
        },
        {
            "text": "Enter a Courtezan"
        },
        {
            "speaker": "courtezan",
            "text": "Well met, well met, Master Antipholus. I see, sir, you have found the goldsmith now: Is that the chain you promised me today ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Satan, avoid! I charge thee, tempt me not."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Master, is this Mistress Satan ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "It is the devil."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Nay, she is worse, she is the devils dam and here she comes in the habit of a light wench: and thereof comes that the wenches say God damn me thats as much to say God make me a light wench. It is written, they appear to men like angels of light: light is an effect of fire, and fire will burn ergo, light wenches will burn. Come not near her."
        },
        {
            "speaker": "courtezan",
            "text": "Your man and you are marvellous merry, sir. Will you go with me Well mend our dinner here"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Master, if you do, expect spoonmeat or bespeak a long spoon. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Why, Dromio"
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Marry, he must have a long spoon that must eat with the devil. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Avoid then, fiend! what tellst thou me of supping Thou art, as you are all, a sorceress: I conjure thee to leave me and be gone."
        },
        {
            "speaker": "courtezan",
            "text": "Give me the ring of mine you had at dinner, Or, for my diamond, the chain you promised, And Ill be gone, sir, and not trouble you."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Some devils ask but the parings of ones nail, A rush, a hair, a drop of blood, a pin, A nut, a cherrystone But she, more covetous, would have a chain. Master, be wise: an if you give it her, The devil will shake her chain and fright us with it."
        },
        {
            "speaker": "courtezan",
            "text": "I pray you, sir, my ring, or else the chain: I hope you do not mean to cheat me so. ANTIPHOLUS"
        },
        {
            "speaker": "of syracuse",
            "text": "Avaunt, thou witch! Come, Dromio, let us go."
        },
        {
            "speaker": "dromio of syracuse",
            "text": "Fly pride, says the peacock: mistress, that you know."
        },
        {
            "text": "Exeunt Antipholus of Syracuse and Dromio of Syracuse"
        },
        {
            "speaker": "courtezan",
            "text": "Now, out of doubt Antipholus is mad, Else would he never so demean himself. A ring he hath of mine worth forty ducats, And for the same he promised me a chain: Both one and other he denies me now. The reason that I gather he is mad, Besides this present instance of his rage, Is a mad tale he told today at dinner, Of his own doors being shut against his entrance. Belike his wife, acquainted with his fits, On purpose shut the doors against his way. My way is now to hie home to his house, And tell his wife that, being lunatic, He rushd into my house and took perforce My ring away. This course I fittest choose For forty ducats is too much to lose. ANTIPHOLUS"
        },
        {
            "text": "Exit"
        }
    ]
}