{
    "sceneName": "Act 3, scene 6",
    "playName": "macbeth",
    "location": "Forres. The palace.",
    "lines": [
        {
            "text": "Enter LENNOX and another Lord"
        },
        {
            "speaker": "lennox",
            "text": "My former speeches have but hit your thoughts, Which can interpret further: only, I say, Things have been strangely borne. The gracious Duncan Was pitied of Macbeth: marry, he was dead: And the rightvaliant Banquo walkd too late Whom, you may say, ift please you, Fleance killd, For Fleance fled: men must not walk too late. Who cannot want the thought how monstrous It was for Malcolm and for Donalbain To kill their gracious father damned fact! How it did grieve Macbeth! did he not straight In pious rage the two delinquents tear, That were the slaves of drink and thralls of sleep Was not that nobly done Ay, and wisely too For twould have angerd any heart alive To hear the men denyt. So that, I say, He has borne all things well: and I do think That had he Duncans sons under his key As, ant please heaven, he shall notthey should find What twere to kill a father so should Fleance. But, peace! for from broad words and cause he faild His presence at the tyrants feast, I hear Macduff lives in disgrace: sir, can you tell Where he bestows himself"
        },
        {
            "speaker": "lord",
            "text": "The son of Duncan, From whom this tyrant holds the due of birth Lives in the English court, and is received Of the most pious Edward with such grace That the malevolence of fortune nothing Takes from his high respect: thither Macduff Is gone to pray the holy king, upon his aid To wake Northumberland and warlike Siward: That, by the help of thesewith Him above To ratify the workwe may again Give to our tables meat, sleep to our nights, Free from our feasts and banquets bloody knives, Do faithful homage and receive free honours: All which we pine for now: and this report Hath so exasperate the king that he Prepares for some attempt of war."
        },
        {
            "speaker": "lennox",
            "text": "Sent he to Macduff"
        },
        {
            "speaker": "lord",
            "text": "He did: and with an absolute Sir, not I, The cloudy messenger turns me his back, And hums, as who should say Youll rue the time That clogs me with this answer."
        },
        {
            "speaker": "lennox",
            "text": "And that well might Advise him to a caution, to hold what distance His wisdom can provide. Some holy angel Fly to the court of England and unfold His message ere he come, that a swift blessing May soon return to this our suffering country Under a hand accursed!"
        },
        {
            "speaker": "lord",
            "text": "Ill send my prayers with him."
        },
        {
            "text": "Exeunt"
        }
    ]
}