{
    "sceneName": "Act 5, scene 3",
    "playName": "macbeth",
    "location": "Dunsinane. A room in the castle.",
    "lines": [
        {
            "text": "Enter MACBETH, Doctor, and Attendants"
        },
        {
            "speaker": "macbeth",
            "text": "Bring me no more reports let them fly all: Till Birnam wood remove to Dunsinane, I cannot taint with fear. Whats the boy Malcolm Was he not born of woman The spirits that know All mortal consequences have pronounced me thus: Fear not, Macbeth no man thats born of woman Shall eer have power upon thee. Then fly, false thanes, And mingle with the English epicures: The mind I sway by and the heart I bear Shall never sag with doubt nor shake with fear. The devil damn thee black, thou creamfaced loon! Where gotst thou that goose look"
        },
        {
            "text": "Enter a Servant"
        },
        {
            "speaker": "servant",
            "text": "There is ten thousand"
        },
        {
            "speaker": "macbeth",
            "text": "Geese, villain!"
        },
        {
            "speaker": "servant",
            "text": "Soldiers, sir."
        },
        {
            "speaker": "macbeth",
            "text": "Go prick thy face, and overred thy fear, Thou lilyliverd boy. What soldiers, patch Death of thy soul! those linen cheeks of thine Are counsellors to fear. What soldiers, wheyface"
        },
        {
            "speaker": "servant",
            "text": "The English force, so please you."
        },
        {
            "speaker": "macbeth",
            "text": "Take thy face hence. Seyton!I am sick at heart, When I beholdSeyton, I say!This push Will cheer me ever, or disseat me now. I have lived long enough: my way of life Is falln into the sear, the yellow leaf And that which should accompany old age, As honour, love, obedience, troops of friends, I must not look to have but, in their stead, Curses, not loud but deep, mouthhonour, breath, Which the poor heart would fain deny, and dare not. Seyton!"
        },
        {
            "text": "Exit Servant"
        },
        {
            "text": "Enter SEYTON"
        },
        {
            "speaker": "seyton",
            "text": "What is your gracious pleasure"
        },
        {
            "speaker": "macbeth",
            "text": "What news more"
        },
        {
            "speaker": "seyton",
            "text": "All is confirmd, my lord, which was reported."
        },
        {
            "speaker": "macbeth",
            "text": "Ill fight till from my bones my flesh be hackd. Give me my armour."
        },
        {
            "speaker": "seyton",
            "text": "Tis not needed yet."
        },
        {
            "speaker": "macbeth",
            "text": "Ill put it on. Send out more horses skirr the country round Hang those that talk of fear. Give me mine armour. How does your patient, doctor"
        },
        {
            "speaker": "doctor",
            "text": "Not so sick, my lord, As she is troubled with thick coming fancies, That keep her from her rest."
        },
        {
            "speaker": "macbeth",
            "text": "Cure her of that. Canst thou not minister to a mind diseased, Pluck from the memory a rooted sorrow, Raze out the written troubles of the brain And with some sweet oblivious antidote Cleanse the stuffd bosom of that perilous stuff Which weighs upon the heart"
        },
        {
            "speaker": "doctor",
            "text": "Therein the patient Must minister to himself."
        },
        {
            "speaker": "macbeth",
            "text": "Throw physic to the dogs Ill none of it. Come, put mine armour on give me my staff. Seyton, send out. Doctor, the thanes fly from me. Come, sir, dispatch. If thou couldst, doctor, cast The water of my land, find her disease, And purge it to a sound and pristine health, I would applaud thee to the very echo, That should applaud again.Pullt off, I say. What rhubarb, cyme, or what purgative drug, Would scour these English hence Hearst thou of them"
        },
        {
            "speaker": "doctor",
            "text": "Ay, my good lord your royal preparation Makes us hear something."
        },
        {
            "speaker": "macbeth",
            "text": "Bring it after me. I will not be afraid of death and bane, Till Birnam forest come to Dunsinane."
        },
        {
            "speaker": "doctor",
            "text": "[Aside]  Were I from Dunsinane away and clear, Profit again should hardly draw me here."
        },
        {
            "text": "Exeunt"
        }
    ]
}