{
    "sceneName": "Act 5, scene 5",
    "playName": "macbeth",
    "location": "Dunsinane. Within the castle.",
    "lines": [
        {
            "text": "Enter MACBETH, SEYTON, and Soldiers, with drum and colours"
        },
        {
            "speaker": "macbeth",
            "text": "Hang out our banners on the outward walls The cry is still They come: our castles strength Will laugh a siege to scorn: here let them lie Till famine and the ague eat them up: Were they not forced with those that should be ours, We might have met them dareful, beard to beard, And beat them backward home. What is that noise"
        },
        {
            "text": "A cry of women within"
        },
        {
            "speaker": "seyton",
            "text": "It is the cry of women, my good lord."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "macbeth",
            "text": "I have almost forgot the taste of fears The time has been, my senses would have coold To hear a nightshriek and my fell of hair Would at a dismal treatise rouse and stir As life were int: I have suppd full with horrors Direness, familiar to my slaughterous thoughts Cannot once start me. Wherefore was that cry"
        },
        {
            "text": "Reenter SEYTON"
        },
        {
            "speaker": "seyton",
            "text": "The queen, my lord, is dead."
        },
        {
            "speaker": "macbeth",
            "text": "She should have died hereafter There would have been a time for such a word. Tomorrow, and tomorrow, and tomorrow, Creeps in this petty pace from day to day To the last syllable of recorded time, And all our yesterdays have lighted fools The way to dusty death. Out, out, brief candle! Lifes but a walking shadow, a poor player That struts and frets his hour upon the stage And then is heard no more: it is a tale Told by an idiot, full of sound and fury, Signifying nothing. Thou comest to use thy tongue thy story quickly."
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "messenger",
            "text": "Gracious my lord, I should report that which I say I saw, But know not how to do it."
        },
        {
            "speaker": "macbeth",
            "text": "Well, say, sir."
        },
        {
            "speaker": "messenger",
            "text": "As I did stand my watch upon the hill, I lookd toward Birnam, and anon, methought, The wood began to move."
        },
        {
            "speaker": "macbeth",
            "text": "Liar and slave!"
        },
        {
            "speaker": "messenger",
            "text": "Let me endure your wrath, ift be not so: Within this three mile may you see it coming I say, a moving grove."
        },
        {
            "speaker": "macbeth",
            "text": "If thou speakst false, Upon the next tree shalt thou hang alive, Till famine cling thee: if thy speech be sooth, I care not if thou dost for me as much. I pull in resolution, and begin To doubt the equivocation of the fiend That lies like truth: Fear not, till Birnam wood Do come to Dunsinane:  and now a wood Comes toward Dunsinane. Arm, arm, and out! If this which he avouches does appear, There is nor flying hence nor tarrying here. I gin to be aweary of the sun, And wish the estate o the world were now undone. Ring the alarumbell! Blow, wind! come, wrack! At least well die with harness on our back."
        },
        {
            "text": "Exeunt"
        }
    ]
}