{
    "sceneName": "Act 4, scene 3",
    "playName": "macbeth",
    "location": "England. Before the Kings palace.",
    "lines": [
        {
            "text": "Enter MALCOLM and MACDUFF"
        },
        {
            "speaker": "malcolm",
            "text": "Let us seek out some desolate shade, and there Weep our sad bosoms empty."
        },
        {
            "speaker": "macduff",
            "text": "Let us rather Hold fast the mortal sword, and like good men Bestride our downfalln birthdom: each new morn New widows howl, new orphans cry, new sorrows Strike heaven on the face, that it resounds As if it felt with Scotland and yelld out Like syllable of dolour."
        },
        {
            "speaker": "malcolm",
            "text": "What I believe Ill wail, What know believe, and what I can redress, As I shall find the time to friend, I will. What you have spoke, it may be so perchance. This tyrant, whose sole name blisters our tongues, Was once thought honest: you have loved him well. He hath not touchd you yet. I am young but something You may deserve of him through me, and wisdom To offer up a weak poor innocent lamb To appease an angry god."
        },
        {
            "speaker": "macduff",
            "text": "I am not treacherous."
        },
        {
            "speaker": "malcolm",
            "text": "But Macbeth is. A good and virtuous nature may recoil In an imperial charge. But I shall crave your pardon That which you are my thoughts cannot transpose: Angels are bright still, though the brightest fell Though all things foul would wear the brows of grace, Yet grace must still look so."
        },
        {
            "speaker": "macduff",
            "text": "I have lost my hopes."
        },
        {
            "speaker": "malcolm",
            "text": "Perchance even there where I did find my doubts. Why in that rawness left you wife and child, Those precious motives, those strong knots of love, Without leavetaking I pray you, Let not my jealousies be your dishonours, But mine own safeties. You may be rightly just, Whatever I shall think."
        },
        {
            "speaker": "macduff",
            "text": "Bleed, bleed, poor country! Great tyranny! lay thou thy basis sure, For goodness dare not cheque thee: wear thou thy wrongs The title is affeerd! Fare thee well, lord: I would not be the villain that thou thinkst For the whole space thats in the tyrants grasp, And the rich East to boot."
        },
        {
            "speaker": "malcolm",
            "text": "Be not offended: I speak not as in absolute fear of you. I think our country sinks beneath the yoke It weeps, it bleeds and each new day a gash Is added to her wounds: I think withal There would be hands uplifted in my right And here from gracious England have I offer Of goodly thousands: but, for all this, When I shall tread upon the tyrants head, Or wear it on my sword, yet my poor country Shall have more vices than it had before, More suffer and more sundry ways than ever, By him that shall succeed."
        },
        {
            "speaker": "macduff",
            "text": "What should he be"
        },
        {
            "speaker": "malcolm",
            "text": "It is myself I mean: in whom I know All the particulars of vice so grafted That, when they shall be opend, black Macbeth Will seem as pure as snow, and the poor state Esteem him as a lamb, being compared With my confineless harms."
        },
        {
            "speaker": "macduff",
            "text": "Not in the legions Of horrid hell can come a devil more damnd In evils to top Macbeth."
        },
        {
            "speaker": "malcolm",
            "text": "I grant him bloody, Luxurious, avaricious, false, deceitful, Sudden, malicious, smacking of every sin That has a name: but theres no bottom, none, In my voluptuousness: your wives, your daughters, Your matrons and your maids, could not fill up The cistern of my lust, and my desire All continent impediments would oerbear That did oppose my will: better Macbeth Than such an one to reign."
        },
        {
            "speaker": "macduff",
            "text": "Boundless intemperance In nature is a tyranny it hath been The untimely emptying of the happy throne And fall of many kings. But fear not yet To take upon you what is yours: you may Convey your pleasures in a spacious plenty, And yet seem cold, the time you may so hoodwink. We have willing dames enough: there cannot be That vulture in you, to devour so many As will to greatness dedicate themselves, Finding it so inclined."
        },
        {
            "speaker": "malcolm",
            "text": "With this there grows In my most illcomposed affection such A stanchless avarice that, were I king, I should cut off the nobles for their lands, Desire his jewels and this others house: And my morehaving would be as a sauce To make me hunger more that I should forge Quarrels unjust against the good and loyal, Destroying them for wealth."
        },
        {
            "speaker": "macduff",
            "text": "This avarice Sticks deeper, grows with more pernicious root Than summerseeming lust, and it hath been The sword of our slain kings: yet do not fear Scotland hath foisons to fill up your will. Of your mere own: all these are portable, With other graces weighd."
        },
        {
            "speaker": "malcolm",
            "text": "But I have none: the kingbecoming graces, As justice, verity, temperance, stableness, Bounty, perseverance, mercy, lowliness, Devotion, patience, courage, fortitude, I have no relish of them, but abound In the division of each several crime, Acting it many ways. Nay, had I power, I should Pour the sweet milk of concord into hell, Uproar the universal peace, confound All unity on earth."
        },
        {
            "speaker": "macduff",
            "text": "O Scotland, Scotland!"
        },
        {
            "speaker": "malcolm",
            "text": "If such a one be fit to govern, speak: I am as I have spoken."
        },
        {
            "speaker": "macduff",
            "text": "Fit to govern! No, not to live. O nation miserable, With an untitled tyrant bloodyscepterd, When shalt thou see thy wholesome days again, Since that the truest issue of thy throne By his own interdiction stands accursed, And does blaspheme his breed Thy royal father Was a most sainted king: the queen that bore thee, Oftener upon her knees than on her feet, Died every day she lived. Fare thee well! These evils thou repeatst upon thyself Have banishd me from Scotland. O my breast, Thy hope ends here!"
        },
        {
            "speaker": "malcolm",
            "text": "Macduff, this noble passion, Child of integrity, hath from my soul Wiped the black scruples, reconciled my thoughts To thy good truth and honour. Devilish Macbeth By many of these trains hath sought to win me Into his power, and modest wisdom plucks me From overcredulous haste: but God above Deal between thee and me! for even now I put myself to thy direction, and Unspeak mine own detraction, here abjure The taints and blames I laid upon myself, For strangers to my nature. I am yet Unknown to woman, never was forsworn, Scarcely have coveted what was mine own, At no time broke my faith, would not betray The devil to his fellow and delight No less in truth than life: my first false speaking Was this upon myself: what I am truly, Is thine and my poor countrys to command: Whither indeed, before thy hereapproach, Old Siward, with ten thousand warlike men, Already at a point, was setting forth. Now well together and the chance of goodness Be like our warranted quarrel! Why are you silent"
        },
        {
            "speaker": "macduff",
            "text": "Such welcome and unwelcome things at once Tis hard to reconcile."
        },
        {
            "text": "Enter a Doctor"
        },
        {
            "speaker": "malcolm",
            "text": "Well more anon.Comes the king forth, I pray you"
        },
        {
            "speaker": "doctor",
            "text": "Ay, sir there are a crew of wretched souls That stay his cure: their malady convinces The great assay of art but at his touch Such sanctity hath heaven given his hand They presently amend."
        },
        {
            "speaker": "malcolm",
            "text": "I thank you, doctor."
        },
        {
            "text": "Exit Doctor"
        },
        {
            "speaker": "macduff",
            "text": "Whats the disease he means"
        },
        {
            "speaker": "malcolm",
            "text": "Tis calld the evil: A most miraculous work in this good king Which often, since my hereremain in England, I have seen him do. How he solicits heaven, Himself best knows: but strangelyvisited people, All swoln and ulcerous, pitiful to the eye, The mere despair of surgery, he cures, Hanging a golden stamp about their necks, Put on with holy prayers: and tis spoken, To the succeeding royalty he leaves The healing benediction. With this strange virtue, He hath a heavenly gift of prophecy, And sundry blessings hang about his throne, That speak him full of grace."
        },
        {
            "text": "Enter ROSS"
        },
        {
            "speaker": "macduff",
            "text": "See, who comes here"
        },
        {
            "speaker": "malcolm",
            "text": "My countryman but yet I know him not."
        },
        {
            "speaker": "macduff",
            "text": "My evergentle cousin, welcome hither."
        },
        {
            "speaker": "malcolm",
            "text": "I know him now. Good God, betimes remove The means that makes us strangers!"
        },
        {
            "speaker": "ross",
            "text": "Sir, amen."
        },
        {
            "speaker": "macduff",
            "text": "Stands Scotland where it did"
        },
        {
            "speaker": "ross",
            "text": "Alas, poor country! Almost afraid to know itself. It cannot Be calld our mother, but our grave where nothing, But who knows nothing, is once seen to smile Where sighs and groans and shrieks that rend the air Are made, not markd where violent sorrow seems A modern ecstasy the dead mans knell Is there scarce askd for who and good mens lives Expire before the flowers in their caps, Dying or ere they sicken."
        },
        {
            "speaker": "macduff",
            "text": "O, relation Too nice, and yet too true!"
        },
        {
            "speaker": "malcolm",
            "text": "Whats the newest grief"
        },
        {
            "speaker": "ross",
            "text": "That of an hours age doth hiss the speaker: Each minute teems a new one."
        },
        {
            "speaker": "macduff",
            "text": "How does my wife"
        },
        {
            "speaker": "ross",
            "text": "Why, well."
        },
        {
            "speaker": "macduff",
            "text": "And all my children"
        },
        {
            "speaker": "ross",
            "text": "Well too."
        },
        {
            "speaker": "macduff",
            "text": "The tyrant has not batterd at their peace"
        },
        {
            "speaker": "ross",
            "text": "No they were well at peace when I did leave em."
        },
        {
            "speaker": "macduff",
            "text": "But not a niggard of your speech: how goest"
        },
        {
            "speaker": "ross",
            "text": "When I came hither to transport the tidings, Which I have heavily borne, there ran a rumour Of many worthy fellows that were out Which was to my belief witnessd the rather, For that I saw the tyrants power afoot: Now is the time of help your eye in Scotland Would create soldiers, make our women fight, To doff their dire distresses."
        },
        {
            "speaker": "malcolm",
            "text": "Bet their comfort We are coming thither: gracious England hath Lent us good Siward and ten thousand men An older and a better soldier none That Christendom gives out."
        },
        {
            "speaker": "ross",
            "text": "Would I could answer This comfort with the like! But I have words That would be howld out in the desert air, Where hearing should not latch them."
        },
        {
            "speaker": "macduff",
            "text": "What concern they The general cause or is it a feegrief Due to some single breast"
        },
        {
            "speaker": "ross",
            "text": "No mind thats honest But in it shares some woe though the main part Pertains to you alone."
        },
        {
            "speaker": "macduff",
            "text": "If it be mine, Keep it not from me, quickly let me have it."
        },
        {
            "speaker": "ross",
            "text": "Let not your ears despise my tongue for ever, Which shall possess them with the heaviest sound That ever yet they heard."
        },
        {
            "speaker": "macduff",
            "text": "Hum! I guess at it."
        },
        {
            "speaker": "ross",
            "text": "Your castle is surprised your wife and babes Savagely slaughterd: to relate the manner, Were, on the quarry of these murderd deer, To add the death of you."
        },
        {
            "speaker": "malcolm",
            "text": "Merciful heaven! What, man! neer pull your hat upon your brows Give sorrow words: the grief that does not speak Whispers the oerfraught heart and bids it break."
        },
        {
            "speaker": "macduff",
            "text": "My children too"
        },
        {
            "speaker": "ross",
            "text": "Wife, children, servants, all That could be found."
        },
        {
            "speaker": "macduff",
            "text": "And I must be from thence! My wife killd too"
        },
        {
            "speaker": "ross",
            "text": "I have said."
        },
        {
            "speaker": "malcolm",
            "text": "Be comforted: Lets make us medicines of our great revenge, To cure this deadly grief."
        },
        {
            "speaker": "macduff",
            "text": "He has no children. All my pretty ones Did you say all O hellkite! All What, all my pretty chickens and their dam At one fell swoop"
        },
        {
            "speaker": "malcolm",
            "text": "Dispute it like a man."
        },
        {
            "speaker": "macduff",
            "text": "I shall do so But I must also feel it as a man: I cannot but remember such things were, That were most precious to me. Did heaven look on, And would not take their part Sinful Macduff, They were all struck for thee! naught that I am, Not for their own demerits, but for mine, Fell slaughter on their souls. Heaven rest them now!"
        },
        {
            "speaker": "malcolm",
            "text": "Be this the whetstone of your sword: let grief Convert to anger blunt not the heart, enrage it."
        },
        {
            "speaker": "macduff",
            "text": "O, I could play the woman with mine eyes And braggart with my tongue! But, gentle heavens, Cut short all intermission front to front Bring thou this fiend of Scotland and myself Within my swords length set him if he scape, Heaven forgive him too!"
        },
        {
            "speaker": "malcolm",
            "text": "This tune goes manly. Come, go we to the king our power is ready Our lack is nothing but our leave Macbeth Is ripe for shaking, and the powers above Put on their instruments. Receive what cheer you may: The night is long that never finds the day."
        },
        {
            "text": "Exeunt"
        }
    ]
}