{
    "sceneName": "Act 1, scene 4",
    "playName": "macbeth",
    "location": "Forres. The palace.",
    "lines": [
        {
            "text": "Flourish. Enter DUNCAN, MALCOLM, DONALBAIN, LENNOX, and Attendants"
        },
        {
            "speaker": "duncan",
            "text": "Is execution done on Cawdor Are not Those in commission yet returnd"
        },
        {
            "speaker": "malcolm",
            "text": "My liege, They are not yet come back. But I have spoke With one that saw him die: who did report That very frankly he confessd his treasons, Implored your highness pardon and set forth A deep repentance: nothing in his life Became him like the leaving it he died As one that had been studied in his death To throw away the dearest thing he owed, As twere a careless trifle."
        },
        {
            "speaker": "duncan",
            "text": "Theres no art To find the minds construction in the face: He was a gentleman on whom I built An absolute trust. O worthiest cousin! The sin of my ingratitude even now Was heavy on me: thou art so far before That swiftest wing of recompense is slow To overtake thee. Would thou hadst less deserved, That the proportion both of thanks and payment Might have been mine! only I have left to say, More is thy due than more than all can pay."
        },
        {
            "text": "Enter MACBETH, BANQUO, ROSS, and ANGUS"
        },
        {
            "speaker": "macbeth",
            "text": "The service and the loyalty I owe, In doing it, pays itself. Your highness part Is to receive our duties and our duties Are to your throne and state children and servants, Which do but what they should, by doing every thing Safe toward your love and honour."
        },
        {
            "speaker": "duncan",
            "text": "Welcome hither: I have begun to plant thee, and will labour To make thee full of growing. Noble Banquo, That hast no less deserved, nor must be known No less to have done so, let me enfold thee And hold thee to my heart."
        },
        {
            "speaker": "banquo",
            "text": "There if I grow, The harvest is your own."
        },
        {
            "speaker": "duncan",
            "text": "My plenteous joys, Wanton in fulness, seek to hide themselves In drops of sorrow. Sons, kinsmen, thanes, And you whose places are the nearest, know We will establish our estate upon Our eldest, Malcolm, whom we name hereafter The Prince of Cumberland which honour must Not unaccompanied invest him only, But signs of nobleness, like stars, shall shine On all deservers. From hence to Inverness, And bind us further to you."
        },
        {
            "speaker": "macbeth",
            "text": "The rest is labour, which is not used for you: Ill be myself the harbinger and make joyful The hearing of my wife with your approach So humbly take my leave."
        },
        {
            "speaker": "duncan",
            "text": "My worthy Cawdor!"
        },
        {
            "speaker": "macbeth",
            "text": "[Aside]  The Prince of Cumberland! that is a step On which I must fall down, or else oerleap, For in my way it lies. Stars, hide your fires Let not light see my black and deep desires: The eye wink at the hand yet let that be, Which the eye fears, when it is done, to see."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "duncan",
            "text": "True, worthy Banquo he is full so valiant, And in his commendations I am fed It is a banquet to me. Lets after him, Whose care is gone before to bid us welcome: It is a peerless kinsman."
        },
        {
            "text": "Flourish. Exeunt"
        }
    ]
}