{
    "sceneName": "Act 3, scene 5",
    "playName": "alls well that ends well",
    "location": "Florence. Without the walls. A tucket afar off.",
    "lines": [
        {
            "text": "Enter an old Widow of Florence, DIANA, VIOLENTA, and MARIANA, with other Citizens"
        },
        {
            "speaker": "widow",
            "text": "Nay, come; for if they do approach the city, we shall lose all the sight."
        },
        {
            "speaker": "diana",
            "text": "They say the French count has done most honourable service."
        },
        {
            "speaker": "widow",
            "text": "It is reported that he has taken their greatest commander; and that with his own hand he slew the duke's brother. We have lost our labour; they are gone a contrary way: hark! you may know by their trumpets."
        },
        {
            "text": "Tucket"
        },
        {
            "speaker": "mariana",
            "text": "Come, let's return again, and suffice ourselves with the report of it. Well, Diana, take heed of this French earl: the honour of a maid is her name; and no legacy is so rich as honesty."
        },
        {
            "speaker": "widow",
            "text": "I have told my neighbour how you have been solicited by a gentleman his companion."
        },
        {
            "speaker": "mariana",
            "text": "I know that knave; hang him! one Parolles: a filthy officer he is in those suggestions for the young earl. Beware of them, Diana; their promises, enticements, oaths, tokens, and all these engines of lust, are not the things they go under: many a maid hath been seduced by them; and the misery is, example, that so terrible shows in the wreck of maidenhood, cannot for all that dissuade succession, but that they are limed with the twigs that threaten them. I hope I need not to advise you further; but I hope your own grace will keep you where you are, though there were no further danger known but the modesty which is so lost."
        },
        {
            "speaker": "diana",
            "text": "You shall not need to fear me."
        },
        {
            "speaker": "widow",
            "text": "I hope so. Look, here comes a pilgrim: I know she will lie at my house; thither they send one another: I'll question her. God save you, pilgrim! whither are you bound?"
        },
        {
            "text": "Enter HELENA, disguised like a Pilgrim"
        },
        {
            "speaker": "helena",
            "text": "To Saint Jaques le Grand. Where do the palmers lodge, I do beseech you?"
        },
        {
            "speaker": "widow",
            "text": "At the Saint Francis here beside the port."
        },
        {
            "speaker": "helena",
            "text": "Is this the way?"
        },
        {
            "speaker": "widow",
            "text": "Ay, marry, is't. Hark you! they come this way. If you will tarry, holy pilgrim, But till the troops come by, I will conduct you where you shall be lodged; The rather, for I think I know your hostess As ample as myself."
        },
        {
            "text": "A march afar"
        },
        {
            "speaker": "helena",
            "text": "Is it yourself?"
        },
        {
            "speaker": "widow",
            "text": "If you shall please so, pilgrim."
        },
        {
            "speaker": "helena",
            "text": "I thank you, and will stay upon your leisure."
        },
        {
            "speaker": "widow",
            "text": "You came, I think, from France?"
        },
        {
            "speaker": "helena",
            "text": "I did so."
        },
        {
            "speaker": "widow",
            "text": "Here you shall see a countryman of yours That has done worthy service."
        },
        {
            "speaker": "helena",
            "text": "His name, I pray you."
        },
        {
            "speaker": "diana",
            "text": "The Count Rousillon: know you such a one?"
        },
        {
            "speaker": "helena",
            "text": "But by the ear, that hears most nobly of him: His face I know not."
        },
        {
            "speaker": "diana",
            "text": "Whatsome'er he is, He's bravely taken here. He stole from France, As 'tis reported, for the king had married him Against his liking: think you it is so?"
        },
        {
            "speaker": "helena",
            "text": "Ay, surely, mere the truth: I know his lady."
        },
        {
            "speaker": "diana",
            "text": "There is a gentleman that serves the count Reports but coarsely of her."
        },
        {
            "speaker": "helena",
            "text": "What's his name?"
        },
        {
            "speaker": "diana",
            "text": "Monsieur Parolles."
        },
        {
            "speaker": "helena",
            "text": "O, I believe with him, In argument of praise, or to the worth Of the great count himself, she is too mean To have her name repeated: all her deserving Is a reserved honesty, and that I have not heard examined."
        },
        {
            "speaker": "diana",
            "text": "Alas, poor lady! 'Tis a hard bondage to become the wife Of a detesting lord."
        },
        {
            "speaker": "widow",
            "text": "I warrant, good creature, wheresoe'er she is, Her heart weighs sadly: this young maid might do her A shrewd turn, if she pleased."
        },
        {
            "speaker": "helena",
            "text": "How do you mean? May be the amorous count solicits her In the unlawful purpose."
        },
        {
            "speaker": "widow",
            "text": "He does indeed; And brokes with all that can in such a suit Corrupt the tender honour of a maid: But she is arm'd for him and keeps her guard In honestest defence."
        },
        {
            "speaker": "mariana",
            "text": "The gods forbid else!"
        },
        {
            "speaker": "widow",
            "text": "So, now they come: That is Antonio, the duke's eldest son; That, Escalus."
        },
        {
            "text": "Drum and Colours"
        },
        {
            "text": "Enter BERTRAM, PAROLLES, and the whole army"
        },
        {
            "speaker": "helena",
            "text": "Which is the Frenchman?"
        },
        {
            "speaker": "diana",
            "text": "He; That with the plume: 'tis a most gallant fellow. I would he loved his wife: if he were honester He were much goodlier: is't not a handsome gentleman?"
        },
        {
            "speaker": "helena",
            "text": "I like him well."
        },
        {
            "speaker": "diana",
            "text": "'Tis pity he is not honest: yond's that same knave That leads him to these places: were I his lady, I would Poison that vile rascal."
        },
        {
            "speaker": "helena",
            "text": "Which is he?"
        },
        {
            "speaker": "diana",
            "text": "That jack-an-apes with scarfs: why is he melancholy?"
        },
        {
            "speaker": "helena",
            "text": "Perchance he's hurt i' the battle."
        },
        {
            "speaker": "parolles",
            "text": "Lose our drum! well."
        },
        {
            "speaker": "mariana",
            "text": "He's shrewdly vexed at something: look, he has spied us."
        },
        {
            "speaker": "widow",
            "text": "Marry, hang you!"
        },
        {
            "speaker": "mariana",
            "text": "And your courtesy, for a ring-carrier!"
        },
        {
            "text": "Exeunt BERTRAM, PAROLLES, and army"
        },
        {
            "speaker": "widow",
            "text": "The troop is past. Come, pilgrim, I will bring you Where you shall host: of enjoin'd penitents There's four or five, to great Saint Jaques bound, Already at my house."
        },
        {
            "speaker": "helena",
            "text": "I humbly thank you: Please it this matron and this gentle maid To eat with us to-night, the charge and thanking Shall be for me; and, to requite you further, I will bestow some precepts of this virgin Worthy the note."
        },
        {
            "speaker": "both",
            "text": "We'll take your offer kindly."
        },
        {
            "text": "Exeunt"
        }
    ]
}