{
    "sceneName": "Act 3, scene 6",
    "playName": "alls well that ends well",
    "location": "Camp before Florence.",
    "lines": [
        {
            "text": "Enter BERTRAM and the two French Lords"
        },
        {
            "speaker": "second lord",
            "text": "Nay, good my lord, put him tot let him have his way."
        },
        {
            "speaker": "first lord",
            "text": "If your lordship find him not a hilding, hold me no more in your respect."
        },
        {
            "speaker": "second lord",
            "text": "On my life, my lord, a bubble."
        },
        {
            "speaker": "bertram",
            "text": "Do you think I am so far deceived in him"
        },
        {
            "speaker": "second lord",
            "text": "Believe it, my lord, in mine own direct knowledge, without any malice, but to speak of him as my kinsman, hes a most notable coward, an infinite and endless liar, an hourly promisebreaker, the owner of no one good quality worthy your lordships entertainment."
        },
        {
            "speaker": "first lord",
            "text": "It were fit you knew him lest, reposing too far in his virtue, which he hath not, he might at some great and trusty business in a main danger fail you."
        },
        {
            "speaker": "bertram",
            "text": "I would I knew in what particular action to try him."
        },
        {
            "speaker": "first lord",
            "text": "None better than to let him fetch off his drum, which you hear him so confidently undertake to do."
        },
        {
            "speaker": "second lord",
            "text": "I, with a troop of Florentines, will suddenly surprise him such I will have, whom I am sure he knows not from the enemy: we will bind and hoodwink him so, that he shall suppose no other but that he is carried into the leaguer of the adversaries, when we bring him to our own tents. Be but your lordship present at his examination: if he do not, for the promise of his life and in the highest compulsion of base fear, offer to betray you and deliver all the intelligence in his power against you, and that with the divine forfeit of his soul upon oath, never trust my judgment in any thing."
        },
        {
            "speaker": "first lord",
            "text": "O, for the love of laughter, let him fetch his drum he says he has a stratagem fort: when your lordship sees the bottom of his success int, and to what metal this counterfeit lump of ore will be melted, if you give him not John Drums entertainment, your inclining cannot be removed. Here he comes."
        },
        {
            "text": "Enter PAROLLES"
        },
        {
            "speaker": "second lord",
            "text": "[Aside to BERTRAM]  O, for the love of laughter, hinder not the honour of his design: let him fetch off his drum in any hand."
        },
        {
            "speaker": "bertram",
            "text": "How now, monsieur! this drum sticks sorely in your disposition."
        },
        {
            "speaker": "first lord",
            "text": "A pox ont, let it go tis but a drum."
        },
        {
            "speaker": "parolles",
            "text": "But a drum! ist but a drum A drum so lost! There was excellent command,to charge in with our horse upon our own wings, and to rend our own soldiers!"
        },
        {
            "speaker": "first lord",
            "text": "That was not to be blamed in the command of the service: it was a disaster of war that Caesar himself could not have prevented, if he had been there to command."
        },
        {
            "speaker": "bertram",
            "text": "Well, we cannot greatly condemn our success: some dishonour we had in the loss of that drum but it is not to be recovered."
        },
        {
            "speaker": "parolles",
            "text": "It might have been recovered."
        },
        {
            "speaker": "bertram",
            "text": "It might but it is not now."
        },
        {
            "speaker": "parolles",
            "text": "It is to be recovered: but that the merit of service is seldom attributed to the true and exact performer, I would have that drum or another, or hic jacet."
        },
        {
            "speaker": "bertram",
            "text": "Why, if you have a stomach, tot, monsieur: if you think your mystery in stratagem can bring this instrument of honour again into his native quarter, be magnanimous in the enterprise and go on I will grace the attempt for a worthy exploit: if you speed well in it, the duke shall both speak of it. and extend to you what further becomes his greatness, even to the utmost syllable of your worthiness."
        },
        {
            "speaker": "parolles",
            "text": "By the hand of a soldier, I will undertake it."
        },
        {
            "speaker": "bertram",
            "text": "But you must not now slumber in it."
        },
        {
            "speaker": "parolles",
            "text": "Ill about it this evening: and I will presently pen down my dilemmas, encourage myself in my certainty, put myself into my mortal preparation and by midnight look to hear further from me."
        },
        {
            "speaker": "bertram",
            "text": "May I be bold to acquaint his grace you are gone about it"
        },
        {
            "speaker": "parolles",
            "text": "I know not what the success will be, my lord but the attempt I vow."
        },
        {
            "speaker": "bertram",
            "text": "I know thourt valiant and, to the possibility of thy soldiership, will subscribe for thee. Farewell."
        },
        {
            "speaker": "parolles",
            "text": "I love not many words."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "second lord",
            "text": "No more than a fish loves water. Is not this a strange fellow, my lord, that so confidently seems to undertake this business, which he knows is not to be done damns himself to do and dares better be damned than to dot"
        },
        {
            "speaker": "first lord",
            "text": "You do not know him, my lord, as we do: certain it is that he will steal himself into a mans favour and for a week escape a great deal of discoveries but when you find him out, you have him ever after."
        },
        {
            "speaker": "bertram",
            "text": "Why, do you think he will make no deed at all of this that so seriously he does address himself unto"
        },
        {
            "speaker": "second lord",
            "text": "None in the world but return with an invention and clap upon you two or three probable lies: but we have almost embossed him you shall see his fall tonight for indeed he is not for your lordships respect."
        },
        {
            "speaker": "first lord",
            "text": "Well make you some sport with the fox ere we case him. He was first smoked by the old lord Lafeu: when his disguise and he is parted, tell me what a sprat you shall find him which you shall see this very night."
        },
        {
            "speaker": "second lord",
            "text": "I must go look my twigs: he shall be caught."
        },
        {
            "speaker": "bertram",
            "text": "Your brother he shall go along with me."
        },
        {
            "speaker": "second lord",
            "text": "Ast please your lordship: Ill leave you."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "bertram",
            "text": "Now will I lead you to the house, and show you The lass I spoke of."
        },
        {
            "speaker": "first lord",
            "text": "But you say shes honest."
        },
        {
            "speaker": "bertram",
            "text": "Thats all the fault: I spoke with her but once And found her wondrous cold but I sent to her, By this same coxcomb that we have i the wind, Tokens and letters which she did resend And this is all I have done. Shes a fair creature: Will you go see her"
        },
        {
            "speaker": "first lord",
            "text": "With all my heart, my lord."
        },
        {
            "text": "Exeunt"
        }
    ]
}