{
    "sceneName": "Act 4, scene 1",
    "playName": "alls well that ends well",
    "location": "Without the Florentine camp.",
    "lines": [
        {
            "text": "Enter Second French Lord, with five or six other Soldiers in ambush"
        },
        {
            "speaker": "second lord",
            "text": "He can come no other way but by this hedge-corner. When you sally upon him, speak what terrible language you will: though you understand it not yourselves, no matter; for we must not seem to understand him, unless some one among us whom we must produce for an interpreter."
        },
        {
            "speaker": "first soldier",
            "text": "Good captain, let me be the interpreter."
        },
        {
            "speaker": "second lord",
            "text": "Art not acquainted with him? knows he not thy voice?"
        },
        {
            "speaker": "first soldier",
            "text": "No, sir, I warrant you."
        },
        {
            "speaker": "second lord",
            "text": "But what linsey-woolsey hast thou to speak to us again?"
        },
        {
            "speaker": "first soldier",
            "text": "E'en such as you speak to me."
        },
        {
            "speaker": "second lord",
            "text": "He must think us some band of strangers i' the adversary's entertainment. Now he hath a smack of all neighbouring languages; therefore we must every one be a man of his own fancy, not to know what we speak one to another; so we seem to know, is to know straight our purpose: choughs' language, gabble enough, and good enough. As for you, interpreter, you must seem very politic. But couch, ho! here he comes, to beguile two hours in a sleep, and then to return and swear the lies he forges."
        },
        {
            "text": "Enter PAROLLES"
        },
        {
            "speaker": "parolles",
            "text": "Ten o'clock: within these three hours 'twill be time enough to go home. What shall I say I have done? It must be a very plausive invention that carries it: they begin to smoke me; and disgraces have of late knocked too often at my door. I find my tongue is too foolhardy; but my heart hath the fear of Mars before it and of his creatures, not daring the reports of my tongue."
        },
        {
            "speaker": "second lord",
            "text": "This is the first truth that e'er thine own tongue was guilty of."
        },
        {
            "speaker": "parolles",
            "text": "What the devil should move me to undertake the recovery of this drum, being not ignorant of the impossibility, and knowing I had no such purpose? I must give myself some hurts, and say I got them in exploit: yet slight ones will not carry it; they will say, 'Came you off with so little?' and great ones I dare not give. Wherefore, what's the instance? Tongue, I must put you into a butter-woman's mouth and buy myself another of Bajazet's mule, if you prattle me into these perils."
        },
        {
            "speaker": "second lord",
            "text": "Is it possible he should know what he is, and be that he is?"
        },
        {
            "speaker": "parolles",
            "text": "I would the cutting of my garments would serve the turn, or the breaking of my Spanish sword."
        },
        {
            "speaker": "second lord",
            "text": "We cannot afford you so."
        },
        {
            "speaker": "parolles",
            "text": "Or the baring of my beard; and to say it was in stratagem."
        },
        {
            "speaker": "second lord",
            "text": "'Twould not do."
        },
        {
            "speaker": "parolles",
            "text": "Or to drown my clothes, and say I was stripped."
        },
        {
            "speaker": "second lord",
            "text": "Hardly serve."
        },
        {
            "speaker": "parolles",
            "text": "Though I swore I leaped from the window of the citadel."
        },
        {
            "speaker": "second lord",
            "text": "How deep?"
        },
        {
            "speaker": "parolles",
            "text": "Thirty fathom."
        },
        {
            "speaker": "second lord",
            "text": "Three great oaths would scarce make that be believed."
        },
        {
            "speaker": "parolles",
            "text": "I would I had any drum of the enemy's: I would swear I recovered it."
        },
        {
            "speaker": "second lord",
            "text": "You shall hear one anon."
        },
        {
            "speaker": "parolles",
            "text": "A drum now of the enemy's,--"
        },
        {
            "text": "Alarum within"
        },
        {
            "speaker": "second lord",
            "text": "Throca movousus, cargo, cargo, cargo."
        },
        {
            "speaker": "all",
            "text": "Cargo, cargo, cargo, villiando par corbo, cargo."
        },
        {
            "speaker": "parolles",
            "text": "O, ransom, ransom! do not hide mine eyes."
        },
        {
            "text": "They seize and blindfold him"
        },
        {
            "speaker": "first soldier",
            "text": "Boskos thromuldo boskos."
        },
        {
            "speaker": "parolles",
            "text": "I know you are the Muskos' regiment: And I shall lose my life for want of language; If there be here German, or Dane, low Dutch, Italian, or French, let him speak to me; I'll Discover that which shall undo the Florentine."
        },
        {
            "speaker": "first soldier",
            "text": "Boskos vauvado: I understand thee, and can speak thy tongue. Kerely bonto, sir, betake thee to thy faith, for seventeen poniards are at thy bosom."
        },
        {
            "speaker": "parolles",
            "text": "O!"
        },
        {
            "speaker": "first soldier",
            "text": "O, pray, pray, pray! Manka revania dulche."
        },
        {
            "speaker": "second lord",
            "text": "Oscorbidulchos volivorco."
        },
        {
            "speaker": "first soldier",
            "text": "The general is content to spare thee yet; And, hoodwink'd as thou art, will lead thee on To gather from thee: haply thou mayst inform Something to save thy life."
        },
        {
            "speaker": "parolles",
            "text": "O, let me live! And all the secrets of our camp I'll show, Their force, their purposes; nay, I'll speak that Which you will wonder at."
        },
        {
            "speaker": "first soldier",
            "text": "But wilt thou faithfully?"
        },
        {
            "speaker": "parolles",
            "text": "If I do not, damn me."
        },
        {
            "speaker": "first soldier",
            "text": "Acordo linta. Come on; thou art granted space."
        },
        {
            "text": "Exit, with PAROLLES guarded. A short alarum within"
        },
        {
            "speaker": "second lord",
            "text": "Go, tell the Count Rousillon, and my brother, We have caught the woodcock, and will keep him muffled Till we do hear from them."
        },
        {
            "speaker": "second soldier",
            "text": "Captain, I will."
        },
        {
            "speaker": "second lord",
            "text": "A' will betray us all unto ourselves: Inform on that."
        },
        {
            "speaker": "second soldier",
            "text": "So I will, sir."
        },
        {
            "speaker": "second lord",
            "text": "Till then I'll keep him dark and safely lock'd."
        },
        {
            "text": "Exeunt"
        }
    ]
}