{
    "sceneName": "Act 2, scene 1",
    "playName": "alls well that ends well",
    "location": "Paris. The KING's palace.",
    "lines": [
        {
            "text": "Flourish of cornets. Enter the KING, attended  with divers young Lords taking leave for the Florentine war; BERTRAM, and PAROLLES"
        },
        {
            "speaker": "king",
            "text": "Farewell, young lords; these warlike principles Do not throw from you: and you, my lords, farewell: Share the advice betwixt you; if both gain, all The gift doth stretch itself as 'tis received, And is enough for both."
        },
        {
            "speaker": "first lord",
            "text": "'Tis our hope, sir, After well enter'd soldiers, to return And find your grace in health."
        },
        {
            "speaker": "king",
            "text": "No, no, it cannot be; and yet my heart Will not confess he owes the malady That doth my life besiege. Farewell, young lords; Whether I live or die, be you the sons Of worthy Frenchmen: let higher Italy,-- Those bated that inherit but the fall Of the last monarchy,--see that you come Not to woo honour, but to wed it; when The bravest questant shrinks, find what you seek, That fame may cry you loud: I say, farewell."
        },
        {
            "speaker": "second lord",
            "text": "Health, at your bidding, serve your majesty!"
        },
        {
            "speaker": "king",
            "text": "Those girls of Italy, take heed of them: They say, our French lack language to deny, If they demand: beware of being captives, Before you serve."
        },
        {
            "speaker": "both",
            "text": "Our hearts receive your warnings."
        },
        {
            "speaker": "king",
            "text": "Farewell. Come hither to me."
        },
        {
            "text": "Exit, attended"
        },
        {
            "speaker": "first lord",
            "text": "O, my sweet lord, that you will stay behind us!"
        },
        {
            "speaker": "parolles",
            "text": "'Tis not his fault, the spark."
        },
        {
            "speaker": "second lord",
            "text": "O, 'tis brave wars!"
        },
        {
            "speaker": "parolles",
            "text": "Most admirable: I have seen those wars."
        },
        {
            "speaker": "bertram",
            "text": "I am commanded here, and kept a coil with 'Too young' and 'the next year' and ''tis too early.'"
        },
        {
            "speaker": "parolles",
            "text": "An thy mind stand to't, boy, steal away bravely."
        },
        {
            "speaker": "bertram",
            "text": "I shall stay here the forehorse to a smock, Creaking my shoes on the plain masonry, Till honour be bought up and no sword worn But one to dance with! By heaven, I'll steal away."
        },
        {
            "speaker": "first lord",
            "text": "There's honour in the theft."
        },
        {
            "speaker": "parolles",
            "text": "Commit it, count."
        },
        {
            "speaker": "second lord",
            "text": "I am your accessary; and so, farewell."
        },
        {
            "speaker": "bertram",
            "text": "I grow to you, and our parting is a tortured body."
        },
        {
            "speaker": "first lord",
            "text": "Farewell, captain."
        },
        {
            "speaker": "second lord",
            "text": "Sweet Monsieur Parolles!"
        },
        {
            "speaker": "parolles",
            "text": "Noble heroes, my sword and yours are kin. Good sparks and lustrous, a word, good metals: you shall find in the regiment of the Spinii one Captain Spurio, with his cicatrice, an emblem of war, here on his sinister cheek; it was this very sword entrenched it: say to him, I live; and observe his reports for me."
        },
        {
            "speaker": "first lord",
            "text": "We shall, noble captain."
        },
        {
            "text": "Exeunt Lords"
        },
        {
            "speaker": "parolles",
            "text": "Mars dote on you for his novices! what will ye do?"
        },
        {
            "speaker": "bertram",
            "text": "Stay: the king."
        },
        {
            "text": "Re-enter KING. BERTRAM and PAROLLES retire"
        },
        {
            "speaker": "parolles",
            "text": "[To BERTRAM]  Use a more spacious ceremony to the noble lords; you have restrained yourself within the list of too cold an adieu: be more expressive to them: for they wear themselves in the cap of the time, there do muster true gait, eat, speak, and move under the influence of the most received star; and though the devil lead the measure, such are to be followed: after them, and take a more dilated farewell."
        },
        {
            "speaker": "bertram",
            "text": "And I will do so."
        },
        {
            "speaker": "parolles",
            "text": "Worthy fellows; and like to prove most sinewy sword-men."
        },
        {
            "text": "Exeunt BERTRAM and PAROLLES"
        },
        {
            "text": "Enter LAFEU"
        },
        {
            "speaker": "lafeu",
            "text": "[Kneeling]  Pardon, my lord, for me and for my tidings."
        },
        {
            "speaker": "king",
            "text": "I'll fee thee to stand up."
        },
        {
            "speaker": "lafeu",
            "text": "Then here's a man stands, that has brought his pardon. I would you had kneel'd, my lord, to ask me mercy, And that at my bidding you could so stand up."
        },
        {
            "speaker": "king",
            "text": "I would I had; so I had broke thy pate, And ask'd thee mercy for't."
        },
        {
            "speaker": "lafeu",
            "text": "Good faith, across: but, my good lord 'tis thus; Will you be cured of your infirmity?"
        },
        {
            "speaker": "king",
            "text": "No."
        },
        {
            "speaker": "lafeu",
            "text": "O, will you eat no grapes, my royal fox? Yes, but you will my noble grapes, an if My royal fox could reach them: I have seen a medicine That's able to breathe life into a stone, Quicken a rock, and make you dance canary With spritely fire and motion; whose simple touch, Is powerful to araise King Pepin, nay, To give great Charlemain a pen in's hand, And write to her a love-line."
        },
        {
            "speaker": "king",
            "text": "What 'her' is this?"
        },
        {
            "speaker": "lafeu",
            "text": "Why, Doctor She: my lord, there's one arrived, If you will see her: now, by my faith and honour, If seriously I may convey my thoughts In this my light deliverance, I have spoke With one that, in her sex, her years, profession, Wisdom and constancy, hath amazed me more Than I dare blame my weakness: will you see her For that is her demand, and know her business? That done, laugh well at me."
        },
        {
            "speaker": "king",
            "text": "Now, good Lafeu, Bring in the admiration; that we with thee May spend our wonder too, or take off thine By wondering how thou took'st it."
        },
        {
            "speaker": "lafeu",
            "text": "Nay, I'll fit you, And not be all day neither."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "king",
            "text": "Thus he his special nothing ever prologues."
        },
        {
            "text": "Re-enter LAFEU, with HELENA"
        },
        {
            "speaker": "lafeu",
            "text": "Nay, come your ways."
        },
        {
            "speaker": "king",
            "text": "This haste hath wings indeed."
        },
        {
            "speaker": "lafeu",
            "text": "Nay, come your ways: This is his majesty; say your mind to him: A traitor you do look like; but such traitors His majesty seldom fears: I am Cressid's uncle, That dare leave two together; fare you well."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "king",
            "text": "Now, fair one, does your business follow us?"
        },
        {
            "speaker": "helena",
            "text": "Ay, my good lord. Gerard de Narbon was my father; In what he did profess, well found."
        },
        {
            "speaker": "king",
            "text": "I knew him."
        },
        {
            "speaker": "helena",
            "text": "The rather will I spare my praises towards him: Knowing him is enough. On's bed of death Many receipts he gave me: chiefly one. Which, as the dearest issue of his practise, And of his old experience the oily darling, He bade me store up, as a triple eye, Safer than mine own two, more dear; I have so; And hearing your high majesty is touch'd With that malignant cause wherein the honour Of my dear father's gift stands chief in power, I come to tender it and my appliance With all bound humbleness."
        },
        {
            "speaker": "king",
            "text": "We thank you, maiden; But may not be so credulous of cure, When our most learned doctors leave us and The congregated college have concluded That labouring art can never ransom nature From her inaidible estate; I say we must not So stain our judgment, or corrupt our hope, To prostitute our past-cure malady To empirics, or to dissever so Our great self and our credit, to esteem A senseless help when help past sense we deem."
        },
        {
            "speaker": "helena",
            "text": "My duty then shall pay me for my pains: I will no more enforce mine office on you. Humbly entreating from your royal thoughts A modest one, to bear me back again."
        },
        {
            "speaker": "king",
            "text": "I cannot give thee less, to be call'd grateful: Thou thought'st to help me; and such thanks I give As one near death to those that wish him live: But what at full I know, thou know'st no part, I knowing all my peril, thou no art."
        },
        {
            "speaker": "helena",
            "text": "What I can do can do no hurt to try, Since you set up your rest 'gainst remedy. He that of greatest works is finisher Oft does them by the weakest minister: So holy writ in babes hath judgment shown, When judges have been babes; great floods have flown From simple sources, and great seas have dried When miracles have by the greatest been denied. Oft expectation fails and most oft there Where most it promises, and oft it hits Where hope is coldest and despair most fits."
        },
        {
            "speaker": "king",
            "text": "I must not hear thee; fare thee well, kind maid; Thy pains not used must by thyself be paid: Proffers not took reap thanks for their reward."
        },
        {
            "speaker": "helena",
            "text": "Inspired merit so by breath is barr'd: It is not so with Him that all things knows As 'tis with us that square our guess by shows; But most it is presumption in us when The help of heaven we count the act of men. Dear sir, to my endeavours give consent; Of heaven, not me, make an experiment. I am not an impostor that proclaim Myself against the level of mine aim; But know I think and think I know most sure My art is not past power nor you past cure."
        },
        {
            "speaker": "king",
            "text": "Are thou so confident? within what space Hopest thou my cure?"
        },
        {
            "speaker": "helena",
            "text": "The great'st grace lending grace Ere twice the horses of the sun shall bring Their fiery torcher his diurnal ring, Ere twice in murk and occidental damp Moist Hesperus hath quench'd his sleepy lamp, Or four and twenty times the pilot's glass Hath told the thievish minutes how they pass, What is infirm from your sound parts shall fly, Health shall live free and sickness freely die."
        },
        {
            "speaker": "king",
            "text": "Upon thy certainty and confidence What darest thou venture?"
        },
        {
            "speaker": "helena",
            "text": "Tax of impudence, A strumpet's boldness, a divulged shame Traduced by odious ballads: my maiden's name Sear'd otherwise; nay, worse--if worse--extended With vilest torture let my life be ended."
        },
        {
            "speaker": "king",
            "text": "Methinks in thee some blessed spirit doth speak His powerful sound within an organ weak: And what impossibility would slay In common sense, sense saves another way. Thy life is dear; for all that life can rate Worth name of life in thee hath estimate, Youth, beauty, wisdom, courage, all That happiness and prime can happy call: Thou this to hazard needs must intimate Skill infinite or monstrous desperate. Sweet practiser, thy physic I will try, That ministers thine own death if I die."
        },
        {
            "speaker": "helena",
            "text": "If I break time, or flinch in property Of what I spoke, unpitied let me die, And well deserved: not helping, death's my fee; But, if I help, what do you promise me?"
        },
        {
            "speaker": "king",
            "text": "Make thy demand."
        },
        {
            "speaker": "helena",
            "text": "But will you make it even?"
        },
        {
            "speaker": "king",
            "text": "Ay, by my sceptre and my hopes of heaven."
        },
        {
            "speaker": "helena",
            "text": "Then shalt thou give me with thy kingly hand What husband in thy power I will command: Exempted be from me the arrogance To choose from forth the royal blood of France, My low and humble name to propagate With any branch or image of thy state; But such a one, thy vassal, whom I know Is free for me to ask, thee to bestow."
        },
        {
            "speaker": "king",
            "text": "Here is my hand; the premises observed, Thy will by my performance shall be served: So make the choice of thy own time, for I, Thy resolved patient, on thee still rely. More should I question thee, and more I must, Though more to know could not be more to trust, From whence thou camest, how tended on: but rest Unquestion'd welcome and undoubted blest. Give me some help here, ho! If thou proceed As high as word, my deed shall match thy meed."
        },
        {
            "text": "Flourish. Exeunt"
        }
    ]
}