{
    "sceneName": "Act 2, scene 3",
    "playName": "alls well that ends well",
    "location": "Paris. The KINGs palace.",
    "lines": [
        {
            "text": "Enter BERTRAM, LAFEU, and PAROLLES"
        },
        {
            "speaker": "lafeu",
            "text": "They say miracles are past and we have our philosophical persons, to make modern and familiar, things supernatural and causeless. Hence is it that we make trifles of terrors, ensconcing ourselves into seeming knowledge, when we should submit ourselves to an unknown fear."
        },
        {
            "speaker": "parolles",
            "text": "Why, tis the rarest argument of wonder that hath shot out in our latter times."
        },
        {
            "speaker": "bertram",
            "text": "And so tis."
        },
        {
            "speaker": "lafeu",
            "text": "To be relinquishd of the artists,"
        },
        {
            "speaker": "parolles",
            "text": "So I say."
        },
        {
            "speaker": "lafeu",
            "text": "Both of Galen and Paracelsus."
        },
        {
            "speaker": "parolles",
            "text": "So I say."
        },
        {
            "speaker": "lafeu",
            "text": "Of all the learned and authentic fellows,"
        },
        {
            "speaker": "parolles",
            "text": "Right so I say."
        },
        {
            "speaker": "lafeu",
            "text": "That gave him out incurable,"
        },
        {
            "speaker": "parolles",
            "text": "Why, there tis so say I too."
        },
        {
            "speaker": "lafeu",
            "text": "Not to be helped,"
        },
        {
            "speaker": "parolles",
            "text": "Right as twere, a man assured of a"
        },
        {
            "speaker": "lafeu",
            "text": "Uncertain life, and sure death."
        },
        {
            "speaker": "parolles",
            "text": "Just, you say well so would I have said."
        },
        {
            "speaker": "lafeu",
            "text": "I may truly say, it is a novelty to the world."
        },
        {
            "speaker": "parolles",
            "text": "It is, indeed: if you will have it in showing, you shall read it inwhat do you call there"
        },
        {
            "speaker": "lafeu",
            "text": "A showing of a heavenly effect in an earthly actor."
        },
        {
            "speaker": "parolles",
            "text": "Thats it I would have said the very same."
        },
        {
            "speaker": "lafeu",
            "text": "Why, your dolphin is not lustier: fore me, I speak in respect"
        },
        {
            "speaker": "parolles",
            "text": "Nay, tis strange, tis very strange, that is the brief and the tedious of it and hes of a most facinerious spirit that will not acknowledge it to be the"
        },
        {
            "speaker": "lafeu",
            "text": "Very hand of heaven."
        },
        {
            "speaker": "parolles",
            "text": "Ay, so I say."
        },
        {
            "speaker": "lafeu",
            "text": "In a most weak and debile minister, great power, great transcendence: which should, indeed, give us a further use to be made than alone the recovery of the king, as to be generally thankful."
        },
        {
            "text": "pausing"
        },
        {
            "text": "pausing"
        },
        {
            "speaker": "parolles",
            "text": "I would have said it you say well. Here comes the king."
        },
        {
            "text": "Enter KING, HELENA, and Attendants. LAFEU and PAROLLES retire"
        },
        {
            "speaker": "lafeu",
            "text": "Lustig, as the Dutchman says: Ill like a maid the better, whilst I have a tooth in my head: why, hes able to lead her a coranto."
        },
        {
            "speaker": "parolles",
            "text": "Mort du vinaigre! is not this Helen"
        },
        {
            "speaker": "lafeu",
            "text": "Fore God, I think so."
        },
        {
            "speaker": "king",
            "text": "Go, call before me all the lords in court. Sit, my preserver, by thy patients side And with this healthful hand, whose banishd sense Thou hast repeald, a second time receive The confirmation of my promised gift, Which but attends thy naming. Fair maid, send forth thine eye: this youthful parcel Of noble bachelors stand at my bestowing, Oer whom both sovereign power and fathers voice I have to use: thy frank election make Thou hast power to choose, and they none to forsake."
        },
        {
            "text": "Enter three or four Lords"
        },
        {
            "speaker": "helena",
            "text": "To each of you one fair and virtuous mistress Fall, when Love please! marry, to each, but one!"
        },
        {
            "speaker": "lafeu",
            "text": "Ild give bay Curtal and his furniture, My mouth no more were broken than these boys, And writ as little beard."
        },
        {
            "speaker": "king",
            "text": "Peruse them well: Not one of those but had a noble father."
        },
        {
            "speaker": "helena",
            "text": "Gentlemen, Heaven hath through me restored the king to health."
        },
        {
            "speaker": "all",
            "text": "We understand it, and thank heaven for you."
        },
        {
            "speaker": "helena",
            "text": "I am a simple maid, and therein wealthiest, That I protest I simply am a maid. Please it your majesty, I have done already: The blushes in my cheeks thus whisper me, We blush that thou shouldst choose but, be refused, Let the white death sit on thy cheek for ever Well neer come there again."
        },
        {
            "speaker": "king",
            "text": "Make choice and, see, Who shuns thy love shuns all his love in me."
        },
        {
            "speaker": "helena",
            "text": "Now, Dian, from thy altar do I fly, And to imperial Love, that god most high, Do my sighs stream. Sir, will you hear my suit"
        },
        {
            "speaker": "first lord",
            "text": "And grant it."
        },
        {
            "speaker": "helena",
            "text": "Thanks, sir all the rest is mute."
        },
        {
            "speaker": "lafeu",
            "text": "I had rather be in this choice than throw amesace for my life."
        },
        {
            "speaker": "helena",
            "text": "The honour, sir, that flames in your fair eyes, Before I speak, too threateningly replies: Love make your fortunes twenty times above Her that so wishes and her humble love!"
        },
        {
            "speaker": "second lord",
            "text": "No better, if you please."
        },
        {
            "speaker": "helena",
            "text": "My wish receive, Which great Love grant! and so, I take my leave."
        },
        {
            "speaker": "lafeu",
            "text": "Do all they deny her An they were sons of mine, Id have them whipped or I would send them to the Turk, to make eunuchs of."
        },
        {
            "speaker": "helena",
            "text": "Be not afraid that I your hand should take Ill never do you wrong for your own sake: Blessing upon your vows! and in your bed Find fairer fortune, if you ever wed!"
        },
        {
            "speaker": "lafeu",
            "text": "These boys are boys of ice, theyll none have her: sure, they are bastards to the English the French neer got em."
        },
        {
            "speaker": "helena",
            "text": "You are too young, too happy, and too good, To make yourself a son out of my blood."
        },
        {
            "speaker": "fourth lord",
            "text": "Fair one, I think not so."
        },
        {
            "speaker": "lafeu",
            "text": "Theres one grape yet I am sure thy father drunk wine: but if thou best not an ass, I am a youth of fourteen I have known thee already."
        },
        {
            "speaker": "helena",
            "text": "[To BERTRAM]  I dare not say I take you but I give Me and my service, ever whilst I live, Into your guiding power. This is the man."
        },
        {
            "speaker": "king",
            "text": "Why, then, young Bertram, take her shes thy wife."
        },
        {
            "speaker": "bertram",
            "text": "My wife, my liege! I shall beseech your highness, In such a business give me leave to use The help of mine own eyes."
        },
        {
            "speaker": "king",
            "text": "Knowst thou not, Bertram, What she has done for me"
        },
        {
            "speaker": "bertram",
            "text": "Yes, my good lord But never hope to know why I should marry her."
        },
        {
            "speaker": "king",
            "text": "Thou knowst she has raised me from my sickly bed."
        },
        {
            "speaker": "bertram",
            "text": "But follows it, my lord, to bring me down Must answer for your raising I know her well: She had her breeding at my fathers charge. A poor physicians daughter my wife! Disdain Rather corrupt me ever!"
        },
        {
            "speaker": "king",
            "text": "Tis only title thou disdainst in her, the which I can build up. Strange is it that our bloods, Of colour, weight, and heat, pourd all together, Would quite confound distinction, yet stand off In differences so mighty. If she be All that is virtuous, save what thou dislikest, A poor physicians daughter, thou dislikest Of virtue for the name: but do not so: From lowest place when virtuous things proceed, The place is dignified by the doers deed: Where great additions swells, and virtue none, It is a dropsied honour. Good alone Is good without a name. Vileness is so: The property by what it is should go, Not by the title. She is young, wise, fair In these to nature shes immediate heir, And these breed honour: that is honours scorn, Which challenges itself as honours born And is not like the sire: honours thrive, When rather from our acts we them derive Than our foregoers: the mere words a slave Deboshd on every tomb, on every grave A lying trophy, and as oft is dumb Where dust and damnd oblivion is the tomb Of honourd bones indeed. What should be said If thou canst like this creature as a maid, I can create the rest: virtue and she Is her own dower honour and wealth from me."
        },
        {
            "speaker": "bertram",
            "text": "I cannot love her, nor will strive to dot."
        },
        {
            "speaker": "king",
            "text": "Thou wrongst thyself, if thou shouldst strive to choose."
        },
        {
            "speaker": "helena",
            "text": "That you are well restored, my lord, Im glad: Let the rest go."
        },
        {
            "speaker": "king",
            "text": "My honours at the stake which to defeat, I must produce my power. Here, take her hand, Proud scornful boy, unworthy this good gift That dost in vile misprision shackle up My love and her desert that canst not dream, We, poising us in her defective scale, Shall weigh thee to the beam that wilt not know, It is in us to plant thine honour where We please to have it grow. Cheque thy contempt: Obey our will, which travails in thy good: Believe not thy disdain, but presently Do thine own fortunes that obedient right Which both thy duty owes and our power claims Or I will throw thee from my care for ever Into the staggers and the careless lapse Of youth and ignorance both my revenge and hate Loosing upon thee, in the name of justice, Without all terms of pity. Speak thine answer."
        },
        {
            "speaker": "bertram",
            "text": "Pardon, my gracious lord for I submit My fancy to your eyes: when I consider What great creation and what dole of honour Flies where you bid it, I find that she, which late Was in my nobler thoughts most base, is now The praised of the king who, so ennobled, Is as twere born so."
        },
        {
            "speaker": "king",
            "text": "Take her by the hand, And tell her she is thine: to whom I promise A counterpoise, if not to thy estate A balance more replete."
        },
        {
            "speaker": "bertram",
            "text": "I take her hand."
        },
        {
            "speaker": "king",
            "text": "Good fortune and the favour of the king Smile upon this contract whose ceremony Shall seem expedient on the nowborn brief, And be performd tonight: the solemn feast Shall more attend upon the coming space, Expecting absent friends. As thou lovest her, Thy loves to me religious else, does err."
        },
        {
            "text": "Exeunt all but LAFEU and PAROLLES"
        },
        {
            "speaker": "lafeu",
            "text": "[Advancing]  Do you hear, monsieur a word with you."
        },
        {
            "speaker": "parolles",
            "text": "Your pleasure, sir"
        },
        {
            "speaker": "lafeu",
            "text": "Your lord and master did well to make his recantation."
        },
        {
            "speaker": "parolles",
            "text": "Recantation! My lord! my master!"
        },
        {
            "speaker": "lafeu",
            "text": "Ay is it not a language I speak"
        },
        {
            "speaker": "parolles",
            "text": "A most harsh one, and not to be understood without bloody succeeding. My master!"
        },
        {
            "speaker": "lafeu",
            "text": "Are you companion to the Count Rousillon"
        },
        {
            "speaker": "parolles",
            "text": "To any count, to all counts, to what is man."
        },
        {
            "speaker": "lafeu",
            "text": "To what is counts man: counts master is of another style."
        },
        {
            "speaker": "parolles",
            "text": "You are too old, sir let it satisfy you, you are too old."
        },
        {
            "speaker": "lafeu",
            "text": "I must tell thee, sirrah, I write man to which title age cannot bring thee."
        },
        {
            "speaker": "parolles",
            "text": "What I dare too well do, I dare not do."
        },
        {
            "speaker": "lafeu",
            "text": "I did think thee, for two ordinaries, to be a pretty wise fellow thou didst make tolerable vent of thy travel it might pass: yet the scarfs and the bannerets about thee did manifoldly dissuade me from believing thee a vessel of too great a burthen. I have now found thee when I lose thee again, I care not: yet art thou good for nothing but taking up and that thout scarce worth."
        },
        {
            "speaker": "parolles",
            "text": "Hadst thou not the privilege of antiquity upon thee,"
        },
        {
            "speaker": "lafeu",
            "text": "Do not plunge thyself too far in anger, lest thou hasten thy trial which ifLord have mercy on thee for a hen! So, my good window of lattice, fare thee well: thy casement I need not open, for I look through thee. Give me thy hand."
        },
        {
            "speaker": "parolles",
            "text": "My lord, you give me most egregious indignity."
        },
        {
            "speaker": "lafeu",
            "text": "Ay, with all my heart and thou art worthy of it."
        },
        {
            "speaker": "parolles",
            "text": "I have not, my lord, deserved it."
        },
        {
            "speaker": "lafeu",
            "text": "Yes, good faith, every dram of it and I will not bate thee a scruple."
        },
        {
            "speaker": "parolles",
            "text": "Well, I shall be wiser."
        },
        {
            "speaker": "lafeu",
            "text": "Even as soon as thou canst, for thou hast to pull at a smack o the contrary. If ever thou best bound in thy scarf and beaten, thou shalt find what it is to be proud of thy bondage. I have a desire to hold my acquaintance with thee, or rather my knowledge, that I may say in the default, he is a man I know."
        },
        {
            "speaker": "parolles",
            "text": "My lord, you do me most insupportable vexation."
        },
        {
            "speaker": "lafeu",
            "text": "I would it were hellpains for thy sake, and my poor doing eternal: for doing I am past: as I will by thee, in what motion age will give me leave."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "parolles",
            "text": "Well, thou hast a son shall take this disgrace off me scurvy, old, filthy, scurvy lord! Well, I must be patient there is no fettering of authority. Ill beat him, by my life, if I can meet him with any convenience, an he were double and double a lord. Ill have no more pity of his age than I would ofIll beat him, an if I could but meet him again."
        },
        {
            "text": "Reenter LAFEU"
        },
        {
            "speaker": "lafeu",
            "text": "Sirrah, your lord and masters married theres news for you: you have a new mistress."
        },
        {
            "speaker": "parolles",
            "text": "I most unfeignedly beseech your lordship to make some reservation of your wrongs: he is my good lord: whom I serve above is my master."
        },
        {
            "speaker": "lafeu",
            "text": "Who God"
        },
        {
            "speaker": "parolles",
            "text": "Ay, sir."
        },
        {
            "speaker": "lafeu",
            "text": "The devil it is thats thy master. Why dost thou garter up thy arms o this fashion dost make hose of sleeves do other servants so Thou wert best set thy lower part where thy nose stands. By mine honour, if I were but two hours younger, Ild beat thee: methinks, thou art a general offence, and every man should beat thee: I think thou wast created for men to breathe themselves upon thee."
        },
        {
            "speaker": "parolles",
            "text": "This is hard and undeserved measure, my lord."
        },
        {
            "speaker": "lafeu",
            "text": "Go to, sir you were beaten in Italy for picking a kernel out of a pomegranate you are a vagabond and no true traveller: you are more saucy with lords and honourable personages than the commission of your birth and virtue gives you heraldry. You are not worth another word, else Ild call you knave. I leave you."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "parolles",
            "text": "Good, very good it is so then: good, very good let it be concealed awhile."
        },
        {
            "text": "Reenter BERTRAM"
        },
        {
            "speaker": "bertram",
            "text": "Undone, and forfeited to cares for ever!"
        },
        {
            "speaker": "parolles",
            "text": "Whats the matter, sweetheart"
        },
        {
            "speaker": "bertram",
            "text": "Although before the solemn priest I have sworn, I will not bed her."
        },
        {
            "speaker": "parolles",
            "text": "What, what, sweetheart"
        },
        {
            "speaker": "bertram",
            "text": "O my Parolles, they have married me! Ill to the Tuscan wars, and never bed her."
        },
        {
            "speaker": "parolles",
            "text": "France is a doghole, and it no more merits The tread of a mans foot: to the wars!"
        },
        {
            "speaker": "bertram",
            "text": "Theres letters from my mother: what the import is, I know not yet."
        },
        {
            "speaker": "parolles",
            "text": "Ay, that would be known. To the wars, my boy, to the wars! He wears his honour in a box unseen, That hugs his kickywicky here at home, Spending his manly marrow in her arms, Which should sustain the bound and high curvet Of Marss fiery steed. To other regions France is a stable we that dwell int jades Therefore, to the war!"
        },
        {
            "speaker": "bertram",
            "text": "It shall be so: Ill send her to my house, Acquaint my mother with my hate to her, And wherefore I am fled write to the king That which I durst not speak his present gift Shall furnish me to those Italian fields, Where noble fellows strike: war is no strife To the dark house and the detested wife."
        },
        {
            "speaker": "parolles",
            "text": "Will this capriccio hold in thee art sure"
        },
        {
            "speaker": "bertram",
            "text": "Go with me to my chamber, and advise me. Ill send her straight away: tomorrow Ill to the wars, she to her single sorrow."
        },
        {
            "speaker": "parolles",
            "text": "Why, these balls bound theres noise in it. Tis hard: A young man married is a man thats marrd: Therefore away, and leave her bravely go: The king has done you wrong: but, hush, tis so."
        },
        {
            "text": "Exeunt"
        }
    ]
}