{
    "sceneName": "Act 5, scene 1",
    "playName": "alls well that ends well",
    "location": "Marseilles. A street.",
    "lines": [
        {
            "text": "Enter HELENA, Widow, and DIANA, with two Attendants"
        },
        {
            "speaker": "helena",
            "text": "But this exceeding posting day and night Must wear your spirits low we cannot help it: But since you have made the days and nights as one, To wear your gentle limbs in my affairs, Be bold you do so grow in my requital As nothing can unroot you. In happy time This man may help me to his majestys ear, If he would spend his power. God save you, sir."
        },
        {
            "text": "Enter a Gentleman"
        },
        {
            "speaker": "gentleman",
            "text": "And you."
        },
        {
            "speaker": "helena",
            "text": "Sir, I have seen you in the court of France."
        },
        {
            "speaker": "gentleman",
            "text": "I have been sometimes there."
        },
        {
            "speaker": "helena",
            "text": "I do presume, sir, that you are not fallen From the report that goes upon your goodness An therefore, goaded with most sharp occasions, Which lay nice manners by, I put you to The use of your own virtues, for the which I shall continue thankful."
        },
        {
            "speaker": "gentleman",
            "text": "Whats your will"
        },
        {
            "speaker": "helena",
            "text": "That it will please you To give this poor petition to the king, And aid me with that store of power you have To come into his presence."
        },
        {
            "speaker": "gentleman",
            "text": "The kings not here."
        },
        {
            "speaker": "helena",
            "text": "Not here, sir!"
        },
        {
            "speaker": "gentleman",
            "text": "Not, indeed: He hence removed last night and with more haste Than is his use."
        },
        {
            "speaker": "widow",
            "text": "Lord, how we lose our pains!"
        },
        {
            "speaker": "helena",
            "text": "ALLS WELL THAT ENDS WELL yet, Though time seem so adverse and means unfit. I do beseech you, whither is he gone"
        },
        {
            "speaker": "gentleman",
            "text": "Marry, as I take it, to Rousillon Whither I am going."
        },
        {
            "speaker": "helena",
            "text": "I do beseech you, sir, Since you are like to see the king before me, Commend the paper to his gracious hand, Which I presume shall render you no blame But rather make you thank your pains for it. I will come after you with what good speed Our means will make us means."
        },
        {
            "speaker": "gentleman",
            "text": "This Ill do for you."
        },
        {
            "speaker": "helena",
            "text": "And you shall find yourself to be well thankd, Whateer falls more. We must to horse again. Go, go, provide."
        },
        {
            "text": "Exeunt"
        }
    ]
}