{
    "sceneName": "Act 5, scene 2",
    "playName": "alls well that ends well",
    "location": "Rousillon. Before the COUNTs palace.",
    "lines": [
        {
            "text": "Enter Clown, and PAROLLES, following"
        },
        {
            "speaker": "parolles",
            "text": "Good Monsieur Lavache, give my Lord Lafeu this letter: I have ere now, sir, been better known to you, when I have held familiarity with fresher clothes but I am now, sir, muddied in fortunes mood, and smell somewhat strong of her strong displeasure."
        },
        {
            "speaker": "clown",
            "text": "Truly, fortunes displeasure is but sluttish, if it smell so strongly as thou speakest of: I will henceforth eat no fish of fortunes buttering. Prithee, allow the wind."
        },
        {
            "speaker": "parolles",
            "text": "Nay, you need not to stop your nose, sir I spake but by a metaphor."
        },
        {
            "speaker": "clown",
            "text": "Indeed, sir, if your metaphor stink, I will stop my nose or against any mans metaphor. Prithee, get thee further."
        },
        {
            "speaker": "parolles",
            "text": "Pray you, sir, deliver me this paper."
        },
        {
            "speaker": "clown",
            "text": "Foh! prithee, stand away: a paper from fortunes closestool to give to a nobleman! Look, here he comes himself. Here is a purr of fortunes, sir, or of fortunes cat,but not a muskcat,that has fallen into the unclean fishpond of her displeasure, and, as he says, is muddied withal: pray you, sir, use the carp as you may for he looks like a poor, decayed, ingenious, foolish, rascally knave. I do pity his distress in my similes of comfort and leave him to your lordship."
        },
        {
            "text": "Enter LAFEU"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "parolles",
            "text": "My lord, I am a man whom fortune hath cruelly scratched."
        },
        {
            "speaker": "lafeu",
            "text": "And what would you have me to do Tis too late to pare her nails now. Wherein have you played the knave with fortune, that she should scratch you, who of herself is a good lady and would not have knaves thrive long under her Theres a quart decu for you: let the justices make you and fortune friends: I am for other business."
        },
        {
            "speaker": "parolles",
            "text": "I beseech your honour to hear me one single word."
        },
        {
            "speaker": "lafeu",
            "text": "You beg a single penny more: come, you shall hat save your word."
        },
        {
            "speaker": "parolles",
            "text": "My name, my good lord, is Parolles."
        },
        {
            "speaker": "lafeu",
            "text": "You beg more than word, then. Cox my passion! give me your hand. How does your drum"
        },
        {
            "speaker": "parolles",
            "text": "O my good lord, you were the first that found me!"
        },
        {
            "speaker": "lafeu",
            "text": "Was I, in sooth and I was the first that lost thee."
        },
        {
            "speaker": "parolles",
            "text": "It lies in you, my lord, to bring me in some grace, for you did bring me out."
        },
        {
            "speaker": "lafeu",
            "text": "Out upon thee, knave! dost thou put upon me at once both the office of God and the devil One brings thee in grace and the other brings thee out. The kings coming I know by his trumpets. Sirrah, inquire further after me I had talk of you last night: though you are a fool and a knave, you shall eat go to, follow."
        },
        {
            "text": "Trumpets sound"
        },
        {
            "speaker": "parolles",
            "text": "I praise God for you."
        },
        {
            "text": "Exeunt"
        }
    ]
}