{
    "sceneName": "Act 4, scene 6",
    "playName": "henry the fifth",
    "location": "Another part of the field.",
    "lines": [
        {
            "text": "Alarums. Enter KING HENRY and forces, EXETER, and others"
        },
        {
            "speaker": "king henry the fifth",
            "text": "Well have we done, thrice valiant countrymen: But alls not done yet keep the French the field."
        },
        {
            "speaker": "exeter",
            "text": "The Duke of York commends him to your majesty."
        },
        {
            "speaker": "king henry the fifth",
            "text": "Lives he, good uncle thrice within this hour I saw him down thrice up again and fighting From helmet to the spur all blood he was."
        },
        {
            "speaker": "exeter",
            "text": "In which array, brave soldier, doth he lie, Larding the plain and by his bloody side, Yokefellow to his honourowing wounds, The noble Earl of Suffolk also lies. Suffolk first died: and York, all haggled over, Comes to him, where in gore he lay insteepd, And takes him by the beard kisses the gashes That bloodily did spawn upon his face And cries aloud Tarry, dear cousin Suffolk! My soul shall thine keep company to heaven Tarry, sweet soul, for mine, then fly abreast, As in this glorious and wellfoughten field We kept together in our chivalry! Upon these words I came and cheerd him up: He smiled me in the face, raught me his hand, And, with a feeble gripe, says Dear my lord, Commend my service to me sovereign. So did he turn and over Suffolks neck He threw his wounded arm and kissd his lips And so espoused to death, with blood he seald A testament of nobleending love. The pretty and sweet manner of it forced Those waters from me which I would have stoppd But I had not so much of man in me, And all my mother came into mine eyes And gave me up to tears."
        },
        {
            "speaker": "king henry the fifth",
            "text": "I blame you not For, hearing this, I must perforce compound With mistful eyes, or they will issue too. But, hark! what new alarum is this same The French have reinforced their scatterd men: Then every soldier kill his prisoners: Give the word through."
        },
        {
            "text": "Alarum"
        },
        {
            "text": "Exeunt"
        }
    ]
}