{
    "sceneName": "Act 3, scene 2",
    "playName": "henry the sixth part 1",
    "location": "France. Before Rouen.",
    "lines": [
        {
            "text": "Enter JOAN LA PUCELLE disguised, with four Soldiers with sacks upon their backs"
        },
        {
            "speaker": "joan la pucelle",
            "text": "These are the city gates, the gates of Rouen, Through which our policy must make a breach: Take heed, be wary how you place your words; Talk like the vulgar sort of market men That come to gather money for their corn. If we have entrance, as I hope we shall, And that we find the slothful watch but weak, I'll by a sign give notice to our friends, That Charles the Dauphin may encounter them."
        },
        {
            "speaker": "first soldier",
            "text": "Our sacks shall be a mean to sack the city, And we be lords and rulers over Rouen; Therefore we'll knock."
        },
        {
            "text": "Knocks"
        },
        {
            "speaker": "watch",
            "text": "[Within]  Qui est la?"
        },
        {
            "speaker": "joan la pucelle",
            "text": "Paysans, pauvres gens de France; Poor market folks that come to sell their corn."
        },
        {
            "speaker": "watch",
            "text": "Enter, go in; the market bell is rung."
        },
        {
            "speaker": "joan la pucelle",
            "text": "Now, Rouen, I'll shake thy bulwarks to the ground."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Enter CHARLES, the BASTARD OF ORLEANS, ALENCON, REIGNIER, and forces"
        },
        {
            "speaker": "charles",
            "text": "Saint Denis bless this happy stratagem! And once again we'll sleep secure in Rouen."
        },
        {
            "speaker": "bastard of orleans",
            "text": "Here enter'd Pucelle and her practisants; Now she is there, how will she specify Where is the best and safest passage in?"
        },
        {
            "speaker": "reignier",
            "text": "By thrusting out a torch from yonder tower; Which, once discern'd, shows that her meaning is, No way to that, for weakness, which she enter'd."
        },
        {
            "text": "Enter JOAN LA PUCELLE on the top, thrusting out a torch burning"
        },
        {
            "speaker": "joan la pucelle",
            "text": "Behold, this is the happy wedding torch That joineth Rouen unto her countrymen, But burning fatal to the Talbotites!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "bastard of orleans",
            "text": "See, noble Charles, the beacon of our friend; The burning torch in yonder turret stands."
        },
        {
            "speaker": "charles",
            "text": "Now shine it like a comet of revenge, A prophet to the fall of all our foes!"
        },
        {
            "speaker": "reignier",
            "text": "Defer no time, delays have dangerous ends; Enter, and cry 'The Dauphin!' presently, And then do execution on the watch."
        },
        {
            "text": "Alarum. Exeunt"
        },
        {
            "text": "An alarum. Enter TALBOT in an excursion"
        },
        {
            "speaker": "talbot",
            "text": "France, thou shalt rue this treason with thy tears, If Talbot but survive thy treachery. Pucelle, that witch, that damned sorceress, Hath wrought this hellish mischief unawares, That hardly we escaped the pride of France."
        },
        {
            "text": "Exit"
        },
        {
            "text": "An alarum: excursions. BEDFORD, brought in sick  in a chair. Enter TALBOT and BURGUNDY without:  within JOAN LA PUCELLE, CHARLES, BASTARD OF ORLEANS, ALENCON, and REIGNIER, on the walls"
        },
        {
            "speaker": "joan la pucelle",
            "text": "Good morrow, gallants! want ye corn for bread? I think the Duke of Burgundy will fast Before he'll buy again at such a rate: 'Twas full of darnel; do you like the taste?"
        },
        {
            "speaker": "burgundy",
            "text": "Scoff on, vile fiend and shameless courtezan! I trust ere long to choke thee with thine own And make thee curse the harvest of that corn."
        },
        {
            "speaker": "charles",
            "text": "Your grace may starve perhaps before that time."
        },
        {
            "speaker": "bedford",
            "text": "O, let no words, but deeds, revenge this treason!"
        },
        {
            "speaker": "joan la pucelle",
            "text": "What will you do, good grey-beard? break a lance, And run a tilt at death within a chair?"
        },
        {
            "speaker": "talbot",
            "text": "Foul fiend of France, and hag of all despite, Encompass'd with thy lustful paramours! Becomes it thee to taunt his valiant age And twit with cowardice a man half dead? Damsel, I'll have a bout with you again, Or else let Talbot perish with this shame."
        },
        {
            "speaker": "joan la pucelle",
            "text": "Are ye so hot, sir? yet, Pucelle, hold thy peace; If Talbot do but thunder, rain will follow. God speed the parliament! who shall be the speaker?"
        },
        {
            "text": "The English whisper together in council"
        },
        {
            "speaker": "talbot",
            "text": "Dare ye come forth and meet us in the field?"
        },
        {
            "speaker": "joan la pucelle",
            "text": "Belike your lordship takes us then for fools, To try if that our own be ours or no."
        },
        {
            "speaker": "talbot",
            "text": "I speak not to that railing Hecate, But unto thee, Alencon, and the rest; Will ye, like soldiers, come and fight it out?"
        },
        {
            "speaker": "alencon",
            "text": "Signior, no."
        },
        {
            "speaker": "talbot",
            "text": "Signior, hang! base muleters of France! Like peasant foot-boys do they keep the walls And dare not take up arms like gentlemen."
        },
        {
            "speaker": "joan la pucelle",
            "text": "Away, captains! let's get us from the walls; For Talbot means no goodness by his looks. God be wi' you, my lord! we came but to tell you That we are here."
        },
        {
            "text": "Exeunt from the walls"
        },
        {
            "speaker": "talbot",
            "text": "And there will we be too, ere it be long, Or else reproach be Talbot's greatest fame! Vow, Burgundy, by honour of thy house, Prick'd on by public wrongs sustain'd in France, Either to get the town again or die: And I, as sure as English Henry lives And as his father here was conqueror, As sure as in this late-betrayed town Great Coeur-de-lion's heart was buried, So sure I swear to get the town or die."
        },
        {
            "speaker": "burgundy",
            "text": "My vows are equal partners with thy vows."
        },
        {
            "speaker": "talbot",
            "text": "But, ere we go, regard this dying prince, The valiant Duke of Bedford. Come, my lord, We will bestow you in some better place, Fitter for sickness and for crazy age."
        },
        {
            "speaker": "bedford",
            "text": "Lord Talbot, do not so dishonour me: Here will I sit before the walls of Rouen And will be partner of your weal or woe."
        },
        {
            "speaker": "burgundy",
            "text": "Courageous Bedford, let us now persuade you."
        },
        {
            "speaker": "bedford",
            "text": "Not to be gone from hence; for once I read That stout Pendragon in his litter sick Came to the field and vanquished his foes: Methinks I should revive the soldiers' hearts, Because I ever found them as myself."
        },
        {
            "speaker": "talbot",
            "text": "Undaunted spirit in a dying breast! Then be it so: heavens keep old Bedford safe! And now no more ado, brave Burgundy, But gather we our forces out of hand And set upon our boasting enemy."
        },
        {
            "text": "Exeunt all but BEDFORD and Attendants"
        },
        {
            "text": "An alarum: excursions. Enter FASTOLFE and a Captain"
        },
        {
            "speaker": "captain",
            "text": "Whither away, Sir John Fastolfe, in such haste?"
        },
        {
            "speaker": "fastolfe",
            "text": "Whither away! to save myself by flight: We are like to have the overthrow again."
        },
        {
            "speaker": "captain",
            "text": "What! will you fly, and leave Lord Talbot?"
        },
        {
            "speaker": "fastolfe",
            "text": "Ay, All the Talbots in the world, to save my life!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "captain",
            "text": "Cowardly knight! ill fortune follow thee!"
        },
        {
            "text": "Exit"
        },
        {
            "text": "Retreat: excursions. JOAN LA PUCELLE, ALENCON, and CHARLES fly"
        },
        {
            "speaker": "bedford",
            "text": "Now, quiet soul, depart when heaven please, For I have seen our enemies' overthrow. What is the trust or strength of foolish man? They that of late were daring with their scoffs Are glad and fain by flight to save themselves."
        },
        {
            "text": "BEDFORD dies, and is carried in by two in his chair"
        },
        {
            "text": "An alarum. Re-enter TALBOT, BURGUNDY, and the rest"
        },
        {
            "speaker": "talbot",
            "text": "Lost, and recover'd in a day again! This is a double honour, Burgundy: Yet heavens have glory for this victory!"
        },
        {
            "speaker": "burgundy",
            "text": "Warlike and martial Talbot, Burgundy Enshrines thee in his heart and there erects Thy noble deeds as valour's monuments."
        },
        {
            "speaker": "talbot",
            "text": "Thanks, gentle duke. But where is Pucelle now? I think her old familiar is asleep: Now where's the Bastard's braves, and Charles his gleeks? What, all amort? Rouen hangs her head for grief That such a valiant company are fled. Now will we take some order in the town, Placing therein some expert officers, And then depart to Paris to the king, For there young Henry with his nobles lie."
        },
        {
            "speaker": "burgundy",
            "text": "What wills Lord Talbot pleaseth Burgundy."
        },
        {
            "speaker": "talbot",
            "text": "But yet, before we go, let's not forget The noble Duke of Bedford late deceased, But see his exequies fulfill'd in Rouen: A braver soldier never couched lance, A gentler heart did never sway in court; But kings and mightiest potentates must die, For that's the end of human misery."
        },
        {
            "text": "Exeunt"
        }
    ]
}