{
    "sceneName": "Act 4, scene 5",
    "playName": "henry the sixth part 1",
    "location": "The English camp near Bourdeaux.",
    "lines": [
        {
            "text": "Enter TALBOT and JOHN his son"
        },
        {
            "speaker": "talbot",
            "text": "O young John Talbot! I did send for thee To tutor thee in stratagems of war, That Talbots name might be in thee revived When sapless age and weak unable limbs Should bring thy father to his drooping chair. But, O malignant and illboding stars! Now thou art come unto a feast of death, A terrible and unavoided danger: Therefore, dear boy, mount on my swiftest horse And Ill direct thee how thou shalt escape By sudden flight: come, dally not, be gone."
        },
        {
            "speaker": "john talbot",
            "text": "Is my name Talbot and am I your son And shall I fly O if you love my mother, Dishonour not her honourable name, To make a bastard and a slave of me! The world will say, he is not Talbots blood, That basely fled when noble Talbot stood."
        },
        {
            "speaker": "talbot",
            "text": "Fly, to revenge my death, if I be slain."
        },
        {
            "speaker": "john talbot",
            "text": "He that flies so will neer return again."
        },
        {
            "speaker": "talbot",
            "text": "If we both stay, we both are sure to die."
        },
        {
            "speaker": "john talbot",
            "text": "Then let me stay and, father, do you fly: Your loss is great, so your regard should be My worth unknown, no loss is known in me. Upon my death the French can little boast In yours they will, in you all hopes are lost. Flight cannot stain the honour you have won But mine it will, that no exploit have done: You fled for vantage, everyone will swear But, if I bow, theyll say it was for fear. There is no hope that ever I will stay, If the first hour I shrink and run away. Here on my knee I beg mortality, Rather than life preserved with infamy."
        },
        {
            "speaker": "talbot",
            "text": "Shall all thy mothers hopes lie in one tomb"
        },
        {
            "speaker": "john talbot",
            "text": "Ay, rather than Ill shame my mothers womb."
        },
        {
            "speaker": "talbot",
            "text": "Upon my blessing, I command thee go."
        },
        {
            "speaker": "john talbot",
            "text": "To fight I will, but not to fly the foe."
        },
        {
            "speaker": "talbot",
            "text": "Part of thy father may be saved in thee."
        },
        {
            "speaker": "john talbot",
            "text": "No part of him but will be shame in me."
        },
        {
            "speaker": "talbot",
            "text": "Thou never hadst renown, nor canst not lose it."
        },
        {
            "speaker": "john talbot",
            "text": "Yes, your renowned name: shall flight abuse it"
        },
        {
            "speaker": "talbot",
            "text": "Thy fathers charge shall clear thee from that stain."
        },
        {
            "speaker": "john talbot",
            "text": "You cannot witness for me, being slain. If death be so apparent, then both fly."
        },
        {
            "speaker": "talbot",
            "text": "And leave my followers here to fight and die My age was never tainted with such shame."
        },
        {
            "speaker": "john talbot",
            "text": "And shall my youth be guilty of such blame No more can I be severd from your side, Than can yourself yourself in twain divide: Stay, go, do what you will, the like do I For live I will not, if my father die."
        },
        {
            "speaker": "talbot",
            "text": "Then here I take my leave of thee, fair son, Born to eclipse thy life this afternoon. Come, side by side together live and die. And soul with soul from France to heaven fly. Saint George and victory! fight, soldiers, fight. The regent hath with Talbot broke his word And left us to the rage of France his sword. Where is John Talbot Pause, and take thy breath I gave thee life and rescued thee from death."
        },
        {
            "text": "Exeunt"
        }
    ]
}