{
    "sceneName": "Act 5, scene 3",
    "playName": "henry the sixth part 1",
    "location": "Before Angiers.",
    "lines": [
        {
            "text": "Alarum. Excursions. Enter JOAN LA PUCELLE"
        },
        {
            "speaker": "joan la pucelle",
            "text": "The regent conquers, and the Frenchmen fly. Now help, ye charming spells and periapts; And ye choice spirits that admonish me And give me signs of future accidents. You speedy helpers, that are substitutes Under the lordly monarch of the north, Appear and aid me in this enterprise. This speedy and quick appearance argues proof Of your accustom'd diligence to me. Now, ye familiar spirits, that are cull'd Out of the powerful regions under earth, Help me this once, that France may get the field. O, hold me not with silence over-long! Where I was wont to feed you with my blood, I'll lop a member off and give it you In earnest of further benefit, So you do condescend to help me now. No hope to have redress? My body shall Pay recompense, if you will grant my suit. Cannot my body nor blood-sacrifice Entreat you to your wonted furtherance? Then take my soul, my body, soul and all, Before that England give the French the foil. See, they forsake me! Now the time is come That France must vail her lofty-plumed crest And let her head fall into England's lap. My ancient incantations are too weak, And hell too strong for me to buckle with: Now, France, thy glory droopeth to the dust."
        },
        {
            "text": "Thunder"
        },
        {
            "text": "Enter Fiends"
        },
        {
            "text": "They walk, and speak not"
        },
        {
            "text": "They hang their heads"
        },
        {
            "text": "They shake their heads"
        },
        {
            "text": "They depart"
        },
        {
            "text": "Exit"
        },
        {
            "text": "Excursions. Re-enter JOAN LA PUCELLE fighting hand  to hand with YORK. JOAN LA PUCELLE is taken. The French fly."
        },
        {
            "speaker": "york",
            "text": "Damsel of France, I think I have you fast: Unchain your spirits now with spelling charms And try if they can gain your liberty. A goodly prize, fit for the devil's grace! See, how the ugly wench doth bend her brows, As if with Circe she would change my shape!"
        },
        {
            "speaker": "joan la pucelle",
            "text": "Changed to a worser shape thou canst not be."
        },
        {
            "speaker": "york",
            "text": "O, Charles the Dauphin is a proper man; No shape but his can please your dainty eye."
        },
        {
            "speaker": "joan la pucelle",
            "text": "A plaguing mischief light on Charles and thee! And may ye both be suddenly surprised By bloody hands, in sleeping on your beds!"
        },
        {
            "speaker": "york",
            "text": "Fell banning hag, enchantress, hold thy tongue!"
        },
        {
            "speaker": "joan la pucelle",
            "text": "I prithee, give me leave to curse awhile."
        },
        {
            "speaker": "york",
            "text": "Curse, miscreant, when thou comest to the stake."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Alarum. Enter SUFFOLK with MARGARET in his hand"
        },
        {
            "speaker": "suffolk",
            "text": "Be what thou wilt, thou art my prisoner. O fairest beauty, do not fear nor fly! For I will touch thee but with reverent hands; I kiss these fingers for eternal peace, And lay them gently on thy tender side. Who art thou? say, that I may honour thee."
        },
        {
            "text": "Gazes on her"
        },
        {
            "speaker": "margaret",
            "text": "Margaret my name, and daughter to a king, The King of Naples, whosoe'er thou art."
        },
        {
            "speaker": "suffolk",
            "text": "An earl I am, and Suffolk am I call'd. Be not offended, nature's miracle, Thou art allotted to be ta'en by me: So doth the swan her downy cygnets save, Keeping them prisoner underneath her wings. Yet, if this servile usage once offend. Go, and be free again, as Suffolk's friend. O, stay! I have no power to let her pass; My hand would free her, but my heart says no As plays the sun upon the glassy streams, Twinkling another counterfeited beam, So seems this gorgeous beauty to mine eyes. Fain would I woo her, yet I dare not speak: I'll call for pen and ink, and write my mind. Fie, de la Pole! disable not thyself; Hast not a tongue? is she not here? Wilt thou be daunted at a woman's sight? Ay, beauty's princely majesty is such, Confounds the tongue and makes the senses rough."
        },
        {
            "text": "She is going"
        },
        {
            "speaker": "margaret",
            "text": "Say, Earl of Suffolk--if thy name be so-- What ransom must I pay before I pass? For I perceive I am thy prisoner."
        },
        {
            "speaker": "suffolk",
            "text": "How canst thou tell she will deny thy suit, Before thou make a trial of her love?"
        },
        {
            "speaker": "margaret",
            "text": "Why speak'st thou not? what ransom must I pay?"
        },
        {
            "speaker": "suffolk",
            "text": "She's beautiful, and therefore to be woo'd; She is a woman, therefore to be won."
        },
        {
            "speaker": "margaret",
            "text": "Wilt thou accept of ransom? yea, or no."
        },
        {
            "speaker": "suffolk",
            "text": "Fond man, remember that thou hast a wife; Then how can Margaret be thy paramour?"
        },
        {
            "speaker": "margaret",
            "text": "I were best to leave him, for he will not hear."
        },
        {
            "speaker": "suffolk",
            "text": "There all is marr'd; there lies a cooling card."
        },
        {
            "speaker": "margaret",
            "text": "He talks at random; sure, the man is mad."
        },
        {
            "speaker": "suffolk",
            "text": "And yet a dispensation may be had."
        },
        {
            "speaker": "margaret",
            "text": "And yet I would that you would answer me."
        },
        {
            "speaker": "suffolk",
            "text": "I'll win this Lady Margaret. For whom? Why, for my king: tush, that's a wooden thing!"
        },
        {
            "speaker": "margaret",
            "text": "He talks of wood: it is some carpenter."
        },
        {
            "speaker": "suffolk",
            "text": "Yet so my fancy may be satisfied, And peace established between these realms But there remains a scruple in that too; For though her father be the King of Naples, Duke of Anjou and Maine, yet is he poor, And our nobility will scorn the match."
        },
        {
            "speaker": "margaret",
            "text": "Hear ye, captain, are you not at leisure?"
        },
        {
            "speaker": "suffolk",
            "text": "It shall be so, disdain they ne'er so much. Henry is youthful and will quickly yield. Madam, I have a secret to reveal."
        },
        {
            "speaker": "margaret",
            "text": "What though I be enthrall'd? he seems a knight, And will not any way dishonour me."
        },
        {
            "speaker": "suffolk",
            "text": "Lady, vouchsafe to listen what I say."
        },
        {
            "speaker": "margaret",
            "text": "Perhaps I shall be rescued by the French; And then I need not crave his courtesy."
        },
        {
            "speaker": "suffolk",
            "text": "Sweet madam, give me a hearing in a cause--"
        },
        {
            "speaker": "margaret",
            "text": "Tush, women have been captivate ere now."
        },
        {
            "speaker": "suffolk",
            "text": "Lady, wherefore talk you so?"
        },
        {
            "speaker": "margaret",
            "text": "I cry you mercy, 'tis but Quid for Quo."
        },
        {
            "speaker": "suffolk",
            "text": "Say, gentle princess, would you not suppose Your bondage happy, to be made a queen?"
        },
        {
            "speaker": "margaret",
            "text": "To be a queen in bondage is more vile Than is a slave in base servility; For princes should be free."
        },
        {
            "speaker": "suffolk",
            "text": "And so shall you, If happy England's royal king be free."
        },
        {
            "speaker": "margaret",
            "text": "Why, what concerns his freedom unto me?"
        },
        {
            "speaker": "suffolk",
            "text": "I'll undertake to make thee Henry's queen, To put a golden sceptre in thy hand And set a precious crown upon thy head, If thou wilt condescend to be my--"
        },
        {
            "speaker": "margaret",
            "text": "What?"
        },
        {
            "speaker": "suffolk",
            "text": "His love."
        },
        {
            "speaker": "margaret",
            "text": "I am unworthy to be Henry's wife."
        },
        {
            "speaker": "suffolk",
            "text": "No, gentle madam; I unworthy am To woo so fair a dame to be his wife, And have no portion in the choice myself. How say you, madam, are ye so content?"
        },
        {
            "speaker": "margaret",
            "text": "An if my father please, I am content."
        },
        {
            "speaker": "suffolk",
            "text": "Then call our captains and our colours forth. And, madam, at your father's castle walls We'll crave a parley, to confer with him. See, Reignier, see, thy daughter prisoner!"
        },
        {
            "text": "A parley sounded. Enter REIGNIER on the walls"
        },
        {
            "speaker": "reignier",
            "text": "To whom?"
        },
        {
            "speaker": "suffolk",
            "text": "To me."
        },
        {
            "speaker": "reignier",
            "text": "Suffolk, what remedy? I am a soldier, and unapt to weep, Or to exclaim on fortune's fickleness."
        },
        {
            "speaker": "su ffolk",
            "text": "Yes, there is remedy enough, my lord: Consent, and for thy honour give consent, Thy daughter shall be wedded to my king; Whom I with pain have woo'd and won thereto; And this her easy-held imprisonment Hath gained thy daughter princely liberty."
        },
        {
            "speaker": "reignier",
            "text": "Speaks Suffolk as he thinks?"
        },
        {
            "speaker": "suffolk",
            "text": "Fair Margaret knows That Suffolk doth not flatter, face, or feign."
        },
        {
            "speaker": "reignier",
            "text": "Upon thy princely warrant, I descend To give thee answer of thy just demand."
        },
        {
            "text": "Exit from the walls"
        },
        {
            "speaker": "suffolk",
            "text": "And here I will expect thy coming."
        },
        {
            "text": "Trumpets sound. Enter REIGNIER, below"
        },
        {
            "speaker": "reignier",
            "text": "Welcome, brave earl, into our territories: Command in Anjou what your honour pleases."
        },
        {
            "speaker": "suffolk",
            "text": "Thanks, Reignier, happy for so sweet a child, Fit to be made companion with a king: What answer makes your grace unto my suit?"
        },
        {
            "speaker": "reignier",
            "text": "Since thou dost deign to woo her little worth To be the princely bride of such a lord; Upon condition I may quietly Enjoy mine own, the country Maine and Anjou, Free from oppression or the stroke of war, My daughter shall be Henry's, if he please."
        },
        {
            "speaker": "suffolk",
            "text": "That is her ransom; I deliver her; And those two counties I will undertake Your grace shall well and quietly enjoy."
        },
        {
            "speaker": "reignier",
            "text": "And I again, in Henry's royal name, As deputy unto that gracious king, Give thee her hand, for sign of plighted faith."
        },
        {
            "speaker": "suffolk",
            "text": "Reignier of France, I give thee kingly thanks, Because this is in traffic of a king. And yet, methinks, I could be well content To be mine own attorney in this case. I'll over then to England with this news, And make this marriage to be solemnized. So farewell, Reignier: set this diamond safe In golden palaces, as it becomes."
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "reignier",
            "text": "I do embrace thee, as I would embrace The Christian prince, King Henry, were he here."
        },
        {
            "speaker": "margaret",
            "text": "Farewell, my lord: good wishes, praise and prayers Shall Suffolk ever have of Margaret."
        },
        {
            "text": "Going"
        },
        {
            "speaker": "suffolk",
            "text": "Farewell, sweet madam: but hark you, Margaret; No princely commendations to my king?"
        },
        {
            "speaker": "margaret",
            "text": "Such commendations as becomes a maid, A virgin and his servant, say to him."
        },
        {
            "speaker": "suffolk",
            "text": "Words sweetly placed and modestly directed. But madam, I must trouble you again; No loving token to his majesty?"
        },
        {
            "speaker": "margaret",
            "text": "Yes, my good lord, a pure unspotted heart, Never yet taint with love, I send the king."
        },
        {
            "speaker": "suffolk",
            "text": "And this withal."
        },
        {
            "text": "Kisses her"
        },
        {
            "speaker": "margaret",
            "text": "That for thyself: I will not so presume To send such peevish tokens to a king."
        },
        {
            "text": "Exeunt REIGNIER and MARGARET"
        },
        {
            "speaker": "suffolk",
            "text": "O, wert thou for myself! But, Suffolk, stay; Thou mayst not wander in that labyrinth; There Minotaurs and ugly treasons lurk. Solicit Henry with her wondrous praise: Bethink thee on her virtues that surmount, And natural graces that extinguish art; Repeat their semblance often on the seas, That, when thou comest to kneel at Henry's feet, Thou mayst bereave him of his wits with wonder."
        },
        {
            "text": "Exit"
        }
    ]
}