{
    "sceneName": "Act 3, scene 3",
    "playName": "henry the sixth part 1",
    "location": "The plains near Rouen.",
    "lines": [
        {
            "text": "Enter CHARLES, the BASTARD OF ORLEANS, ALENCON, JOAN LA PUCELLE, and forces"
        },
        {
            "speaker": "joan la pucelle",
            "text": "Dismay not, princes, at this accident, Nor grieve that Rouen is so recovered: Care is no cure, but rather corrosive, For things that are not to be remedied. Let frantic Talbot triumph for a while And like a peacock sweep along his tail Well pull his plumes and take away his train, If Dauphin and the rest will be but ruled."
        },
        {
            "speaker": "charles",
            "text": "We have been guided by thee hitherto, And of thy cunning had no diffidence: One sudden foil shall never breed distrust."
        },
        {
            "speaker": "bastard of orleans",
            "text": "Search out thy wit for secret policies, And we will make thee famous through the world."
        },
        {
            "speaker": "alencon",
            "text": "Well set thy statue in some holy place, And have thee reverenced like a blessed saint: Employ thee then, sweet virgin, for our good."
        },
        {
            "speaker": "joan la pucelle",
            "text": "Then thus it must be this doth Joan devise: By fair persuasions mixd with sugard words We will entice the Duke of Burgundy To leave the Talbot and to follow us."
        },
        {
            "speaker": "charles",
            "text": "Ay, marry, sweeting, if we could do that, France were no place for Henrys warriors Nor should that nation boast it so with us, But be extirped from our provinces."
        },
        {
            "speaker": "alencon",
            "text": "For ever should they be expulsed from France And not have title of an earldom here."
        },
        {
            "speaker": "joan la pucelle",
            "text": "Your honours shall perceive how I will work To bring this matter to the wished end. Hark! by the sound of drum you may perceive Their powers are marching unto Parisward. There goes the Talbot, with his colours spread, And all the troops of English after him. Now in the rearward comes the duke and his: Fortune in favour makes him lag behind. Summon a parley we will talk with him."
        },
        {
            "text": "Drum sounds afar off"
        },
        {
            "text": "Here sound an English march. Enter, and pass over at a distance, TALBOT and his forces"
        },
        {
            "text": "French march. Enter BURGUNDY and forces"
        },
        {
            "text": "Trumpets sound a parley"
        },
        {
            "speaker": "charles",
            "text": "A parley with the Duke of Burgundy!"
        },
        {
            "speaker": "burgundy",
            "text": "Who craves a parley with the Burgundy"
        },
        {
            "speaker": "joan la pucelle",
            "text": "The princely Charles of France, thy countryman."
        },
        {
            "speaker": "burgundy",
            "text": "What sayst thou, Charles for I am marching hence."
        },
        {
            "speaker": "charles",
            "text": "Speak, Pucelle, and enchant him with thy words."
        },
        {
            "speaker": "joan la pucelle",
            "text": "Brave Burgundy, undoubted hope of France! Stay, let thy humble handmaid speak to thee."
        },
        {
            "speaker": "burgundy",
            "text": "Speak on but be not overtedious."
        },
        {
            "speaker": "joan la pucelle",
            "text": "Look on thy country, look on fertile France, And see the cities and the towns defaced By wasting ruin of the cruel foe. As looks the mother on her lowly babe When death doth close his tender dying eyes, See, see the pining malady of France Behold the wounds, the most unnatural wounds, Which thou thyself hast given her woful breast. O, turn thy edged sword another way Strike those that hurt, and hurt not those that help. One drop of blood drawn from thy countrys bosom Should grieve thee more than streams of foreign gore: Return thee therefore with a flood of tears, And wash away thy countrys stained spots."
        },
        {
            "speaker": "burgundy",
            "text": "Either she hath bewitchd me with her words, Or nature makes me suddenly relent."
        },
        {
            "speaker": "joan la pucelle",
            "text": "Besides, all French and France exclaims on thee, Doubting thy birth and lawful progeny. Who jointst thou with but with a lordly nation That will not trust thee but for profits sake When Talbot hath set footing once in France And fashiond thee that instrument of ill, Who then but English Henry will be lord And thou be thrust out like a fugitive Call we to mind, and mark but this for proof, Was not the Duke of Orleans thy foe And was he not in England prisoner But when they heard he was thine enemy, They set him free without his ransom paid, In spite of Burgundy and all his friends. See, then, thou fightst against thy countrymen And jointst with them will be thy slaughtermen. Come, come, return return, thou wandering lord: Charles and the rest will take thee in their arms."
        },
        {
            "speaker": "burgundy",
            "text": "I am vanquished these haughty words of hers Have batterd me like roaring cannonshot, And made me almost yield upon my knees. Forgive me, country, and sweet countrymen, And, lords, accept this hearty kind embrace: My forces and my power of men are yours: So farewell, Talbot Ill no longer trust thee."
        },
        {
            "speaker": "joan la pucelle",
            "text": "[Aside]  Done like a Frenchman: turn, and turn again!"
        },
        {
            "speaker": "charles",
            "text": "Welcome, brave duke! thy friendship makes us fresh."
        },
        {
            "speaker": "bastard of orleans",
            "text": "And doth beget new courage in our breasts."
        },
        {
            "speaker": "alencon",
            "text": "Pucelle hath bravely playd her part in this, And doth deserve a coronet of gold."
        },
        {
            "speaker": "charles",
            "text": "Now let us on, my lords, and join our powers, And seek how we may prejudice the foe."
        },
        {
            "text": "Exeunt"
        }
    ]
}