{
    "sceneName": "Act 5, scene 1",
    "playName": "henry the sixth part 1",
    "location": "London. The palace.",
    "lines": [
        {
            "text": "Sennet. Enter KING HENRY VI, GLOUCESTER, and EXETER"
        },
        {
            "speaker": "king henry the sixth",
            "text": "Have you perused the letters from the pope, The emperor and the Earl of Armagnac"
        },
        {
            "speaker": "gloucester",
            "text": "I have, my lord: and their intent is this: They humbly sue unto your excellence To have a godly peace concluded of Between the realms of England and of France."
        },
        {
            "speaker": "king henry the sixth",
            "text": "How doth your grace affect their motion"
        },
        {
            "speaker": "gloucester",
            "text": "Well, my good lord and as the only means To stop effusion of our Christian blood And stablish quietness on every side."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Ay, marry, uncle for I always thought It was both impious and unnatural That such immanity and bloody strife Should reign among professors of one faith."
        },
        {
            "speaker": "gloucester",
            "text": "Beside, my lord, the sooner to effect And surer bind this knot of amity, The Earl of Armagnac, near knit to Charles, A man of great authority in France, Proffers his only daughter to your grace In marriage, with a large and sumptuous dowry."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Marriage, uncle! alas, my years are young! And fitter is my study and my books Than wanton dalliance with a paramour. Yet call the ambassador and, as you please, So let them have their answers every one: I shall be well content with any choice Tends to Gods glory and my countrys weal."
        },
        {
            "text": "Enter CARDINAL OF WINCHESTER in Cardinals habit, a Legate and two Ambassadors"
        },
        {
            "speaker": "exeter",
            "text": "What! is my Lord of Winchester installd, And calld unto a cardinals degree Then I perceive that will be verified Henry the Fifth did sometime prophesy, If once he come to be a cardinal, Hell make his cap coequal with the crown."
        },
        {
            "speaker": "king henry the sixth",
            "text": "My lords ambassadors, your several suits Have been considerd and debated on. And therefore are we certainly resolved To draw conditions of a friendly peace Which by my Lord of Winchester we mean Shall be transported presently to France."
        },
        {
            "speaker": "gloucester",
            "text": "And for the proffer of my lord your master, I have informd his highness so at large As liking of the ladys virtuous gifts, Her beauty and the value of her dower, He doth intend she shall be Englands queen."
        },
        {
            "speaker": "king henry the sixth",
            "text": "In argument and proof of which contract, Bear her this jewel, pledge of my affection. And so, my lord protector, see them guarded And safely brought to Dover where inshippd Commit them to the fortune of the sea. CARDINAL"
        },
        {
            "text": "Exeunt all but CARDINAL OF WINCHESTER and Legate"
        },
        {
            "speaker": "of winchester",
            "text": "Stay, my lord legate: you shall first receive The sum of money which I promised Should be deliverd to his holiness For clothing me in these grave ornaments."
        },
        {
            "speaker": "legate",
            "text": "I will attend upon your lordships leisure. CARDINAL"
        },
        {
            "speaker": "of winchester",
            "text": "[Aside]  Now Winchester will not submit, I trow, Or be inferior to the proudest peer. Humphrey of Gloucester, thou shalt well perceive That, neither in birth or for authority, The bishop will be overborne by thee: Ill either make thee stoop and bend thy knee, Or sack this country with a mutiny."
        },
        {
            "text": "Exeunt"
        }
    ]
}