{
    "sceneName": "Act 3, scene 10",
    "playName": "antony and cleopatra",
    "location": "Another part of the plain.",
    "lines": [
        {
            "text": "CANIDIUS marcheth with his land army one way over  the stage and TAURUS, the lieutenant of OCTAVIUS  CAESAR, the other way. After their going in, is heard the noise of a seafight"
        },
        {
            "text": "Alarum. Enter DOMITIUS ENOBARBUS"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Naught, naught all, naught! I can behold no longer: The Antoniad, the Egyptian admiral, With all their sixty, fly and turn the rudder: To seet mine eyes are blasted."
        },
        {
            "text": "Enter SCARUS"
        },
        {
            "speaker": "scarus",
            "text": "Gods and goddesses, All the whole synod of them!"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Whats thy passion!"
        },
        {
            "speaker": "scarus",
            "text": "The greater cantle of the world is lost With very ignorance we have kissd away Kingdoms and provinces."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "How appears the fight"
        },
        {
            "speaker": "scarus",
            "text": "On our side like the tokend pestilence, Where death is sure. Yon ribaudred nag of Egypt, Whom leprosy oertake!i the midst o the fight, When vantage like a pair of twins appeard, Both as the same, or rather ours the elder, The breese upon her, like a cow in June, Hoists sails and flies."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "That I beheld: Mine eyes did sicken at the sight, and could not Endure a further view."
        },
        {
            "speaker": "scarus",
            "text": "She once being loofd, The noble ruin of her magic, Antony, Claps on his seawing, and, like a doting mallard, Leaving the fight in height, flies after her: I never saw an action of such shame Experience, manhood, honour, neer before Did violate so itself."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Alack, alack!"
        },
        {
            "text": "Enter CANIDIUS"
        },
        {
            "speaker": "canidius",
            "text": "Our fortune on the sea is out of breath, And sinks most lamentably. Had our general Been what he knew himself, it had gone well: O, he has given example for our flight, Most grossly, by his own!"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Ay, are you thereabouts Why, then, good night indeed."
        },
        {
            "speaker": "canidius",
            "text": "Toward Peloponnesus are they fled."
        },
        {
            "speaker": "scarus",
            "text": "Tis easy tot and there I will attend What further comes."
        },
        {
            "speaker": "canidius",
            "text": "To Caesar will I render My legions and my horse: six kings already Show me the way of yielding."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Ill yet follow The wounded chance of Antony, though my reason Sits in the wind against me."
        },
        {
            "text": "Exeunt"
        }
    ]
}