{
    "sceneName": "Act 3, scene 13",
    "playName": "antony and cleopatra",
    "location": "Alexandria. CLEOPATRAs palace.",
    "lines": [
        {
            "text": "Enter CLEOPATRA, DOMITIUS ENOBARBUS, CHARMIAN, and IRAS"
        },
        {
            "speaker": "cleopatra",
            "text": "What shall we do, Enobarbus"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Think, and die."
        },
        {
            "speaker": "cleopatra",
            "text": "Is Antony or we in fault for this"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Antony only, that would make his will Lord of his reason. What though you fled From that great face of war, whose several ranges Frighted each other why should he follow The itch of his affection should not then Have nickd his captainship at such a point, When half to half the world opposed, he being The meered question: twas a shame no less Than was his loss, to course your flying flags, And leave his navy gazing."
        },
        {
            "speaker": "cleopatra",
            "text": "Prithee, peace."
        },
        {
            "text": "Enter MARK ANTONY with EUPHRONIUS, the Ambassador"
        },
        {
            "speaker": "mark antony",
            "text": "Is that his answer"
        },
        {
            "speaker": "euphronius",
            "text": "Ay, my lord."
        },
        {
            "speaker": "mark antony",
            "text": "The queen shall then have courtesy, so she Will yield us up."
        },
        {
            "speaker": "euphronius",
            "text": "He says so."
        },
        {
            "speaker": "mark antony",
            "text": "Let her knowt. To the boy Caesar send this grizzled head, And he will fill thy wishes to the brim With principalities."
        },
        {
            "speaker": "cleopatra",
            "text": "That head, my lord"
        },
        {
            "speaker": "mark antony",
            "text": "To him again: tell him he wears the rose Of youth upon him from which the world should note Something particular: his coin, ships, legions, May be a cowards whose ministers would prevail Under the service of a child as soon As i the command of Caesar: I dare him therefore To lay his gay comparisons apart, And answer me declined, sword against sword, Ourselves alone. Ill write it: follow me."
        },
        {
            "text": "Exeunt MARK ANTONY and EUPHRONIUS"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside]  Yes, like enough, highbattled Caesar will Unstate his happiness, and be staged to the show, Against a sworder! I see mens judgments are A parcel of their fortunes and things outward Do draw the inward quality after them, To suffer all alike. That he should dream, Knowing all measures, the full Caesar will Answer his emptiness! Caesar, thou hast subdued His judgment too."
        },
        {
            "text": "Enter an Attendant"
        },
        {
            "speaker": "attendant",
            "text": "A messenger from CAESAR."
        },
        {
            "speaker": "cleopatra",
            "text": "What, no more ceremony See, my women! Against the blown rose may they stop their nose That kneeld unto the buds. Admit him, sir."
        },
        {
            "text": "Exit Attendant"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside]  Mine honesty and I begin to square. The loyalty well held to fools does make Our faith mere folly: yet he that can endure To follow with allegiance a falln lord Does conquer him that did his master conquer And earns a place i the story."
        },
        {
            "text": "Enter THYREUS"
        },
        {
            "speaker": "cleopatra",
            "text": "Caesars will"
        },
        {
            "speaker": "thyreus",
            "text": "Hear it apart."
        },
        {
            "speaker": "cleopatra",
            "text": "None but friends: say boldly."
        },
        {
            "speaker": "thyreus",
            "text": "So, haply, are they friends to Antony."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "He needs as many, sir, as Caesar has Or needs not us. If Caesar please, our master Will leap to be his friend: for us, you know, Whose he is we are, and that is, Caesars."
        },
        {
            "speaker": "thyreus",
            "text": "So. Thus then, thou most renownd: Caesar entreats, Not to consider in what case thou standst, Further than he is Caesar."
        },
        {
            "speaker": "cleopatra",
            "text": "Go on: right royal."
        },
        {
            "speaker": "thyreus",
            "text": "He knows that you embrace not Antony As you did love, but as you feard him."
        },
        {
            "speaker": "cleopatra",
            "text": "O!"
        },
        {
            "speaker": "thyreus",
            "text": "The scars upon your honour, therefore, he Does pity, as constrained blemishes, Not as deserved."
        },
        {
            "speaker": "cleopatra",
            "text": "He is a god, and knows What is most right: mine honour was not yielded, But conquerd merely."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside]             To be sure of that, I will ask Antony. Sir, sir, thou art so leaky, That we must leave thee to thy sinking, for Thy dearest quit thee."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "thyreus",
            "text": "Shall I say to Caesar What you require of him for he partly begs To be desired to give. It much would please him, That of his fortunes you should make a staff To lean upon: but it would warm his spirits, To hear from me you had left Antony, And put yourself under his shrowd, The universal landlord."
        },
        {
            "speaker": "cleopatra",
            "text": "Whats your name"
        },
        {
            "speaker": "thyreus",
            "text": "My name is Thyreus."
        },
        {
            "speaker": "cleopatra",
            "text": "Most kind messenger, Say to great Caesar this: in deputation I kiss his conquering hand: tell him, I am prompt To lay my crown at s feet, and there to kneel: Tell him from his allobeying breath I hear The doom of Egypt."
        },
        {
            "speaker": "thyreus",
            "text": "Tis your noblest course. Wisdom and fortune combating together, If that the former dare but what it can, No chance may shake it. Give me grace to lay My duty on your hand."
        },
        {
            "speaker": "cleopatra",
            "text": "Your Caesars father oft, When he hath mused of taking kingdoms in, Bestowd his lips on that unworthy place, As it raind kisses."
        },
        {
            "text": "Reenter MARK ANTONY and DOMITIUS ENOBARBUS"
        },
        {
            "speaker": "mark antony",
            "text": "Favours, by Jove that thunders! What art thou, fellow"
        },
        {
            "speaker": "thyreus",
            "text": "One that but performs The bidding of the fullest man, and worthiest To have command obeyd."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside]               You will be whippd."
        },
        {
            "speaker": "mark antony",
            "text": "Approach, there! Ah, you kite! Now, gods and devils! Authority melts from me: of late, when I cried Ho! Like boys unto a muss, kings would start forth, And cry Your will Have you no ears I am Antony yet. Take hence this Jack, and whip him."
        },
        {
            "text": "Enter Attendants"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside]  Tis better playing with a lions whelp Than with an old one dying."
        },
        {
            "speaker": "mark antony",
            "text": "Moon and stars! Whip him. Weret twenty of the greatest tributaries That do acknowledge Caesar, should I find them So saucy with the hand of she here,whats her name, Since she was Cleopatra Whip him, fellows, Till, like a boy, you see him cringe his face, And whine aloud for mercy: take him hence."
        },
        {
            "speaker": "thyreus",
            "text": "Mark Antony!"
        },
        {
            "speaker": "mark antony",
            "text": "Tug him away: being whippd, Bring him again: this Jack of Caesars shall Bear us an errand to him. You were half blasted ere I knew you: ha! Have I my pillow left unpressd in Rome, Forborne the getting of a lawful race, And by a gem of women, to be abused By one that looks on feeders"
        },
        {
            "text": "Exeunt Attendants with THYREUS"
        },
        {
            "speaker": "cleopatra",
            "text": "Good my lord,"
        },
        {
            "speaker": "mark antony",
            "text": "You have been a boggler ever: But when we in our viciousness grow hard O misery ont!the wise gods seel our eyes In our own filth drop our clear judgments make us Adore our errors laugh ats, while we strut To our confusion."
        },
        {
            "speaker": "cleopatra",
            "text": "O, ist come to this"
        },
        {
            "speaker": "mark antony",
            "text": "I found you as a morsel cold upon Dead Caesars trencher nay, you were a fragment Of Cneius Pompeys besides what hotter hours, Unregisterd in vulgar fame, you have Luxuriously pickd out: for, I am sure, Though you can guess what temperance should be, You know not what it is."
        },
        {
            "speaker": "cleopatra",
            "text": "Wherefore is this"
        },
        {
            "speaker": "mark antony",
            "text": "To let a fellow that will take rewards And say God quit you! be familiar with My playfellow, your hand this kingly seal And plighter of high hearts! O, that I were Upon the hill of Basan, to outroar The horned herd! for I have savage cause And to proclaim it civilly, were like A halterd neck which does the hangman thank For being yare about him. Is he whippd"
        },
        {
            "text": "Reenter Attendants with THYREUS"
        },
        {
            "speaker": "first attendant",
            "text": "Soundly, my lord."
        },
        {
            "speaker": "mark antony",
            "text": "Cried he and beggd a pardon"
        },
        {
            "speaker": "first attendant",
            "text": "He did ask favour."
        },
        {
            "speaker": "mark antony",
            "text": "If that thy father live, let him repent Thou wast not made his daughter and be thou sorry To follow Caesar in his triumph, since Thou hast been whippd for following him: henceforth The white hand of a lady fever thee, Shake thou to look on t. Get thee back to Caesar, Tell him thy entertainment: look, thou say He makes me angry with him for he seems Proud and disdainful, harping on what I am, Not what he knew I was: he makes me angry And at this time most easy tis to dot, When my good stars, that were my former guides, Have empty left their orbs, and shot their fires Into the abysm of hell. If he mislike My speech and what is done, tell him he has Hipparchus, my enfranched bondman, whom He may at pleasure whip, or hang, or torture, As he shall like, to quit me: urge it thou: Hence with thy stripes, begone!"
        },
        {
            "text": "Exit THYREUS"
        },
        {
            "speaker": "cleopatra",
            "text": "Have you done yet"
        },
        {
            "speaker": "mark antony",
            "text": "Alack, our terrene moon Is now eclipsed and it portends alone The fall of Antony!"
        },
        {
            "speaker": "cleopatra",
            "text": "I must stay his time."
        },
        {
            "speaker": "mark antony",
            "text": "To flatter Caesar, would you mingle eyes With one that ties his points"
        },
        {
            "speaker": "cleopatra",
            "text": "Not know me yet"
        },
        {
            "speaker": "mark antony",
            "text": "Coldhearted toward me"
        },
        {
            "speaker": "cleopatra",
            "text": "Ah, dear, if I be so, From my cold heart let heaven engender hail, And poison it in the source and the first stone Drop in my neck: as it determines, so Dissolve my life! The next Caesarion smite! Till by degrees the memory of my womb, Together with my brave Egyptians all, By the discandying of this pelleted storm, Lie graveless, till the flies and gnats of Nile Have buried them for prey!"
        },
        {
            "speaker": "mark antony",
            "text": "I am satisfied. Caesar sits down in Alexandria where I will oppose his fate. Our force by land Hath nobly held our severd navy too Have knit again, and fleet, threatening most sealike. Where hast thou been, my heart Dost thou hear, lady If from the field I shall return once more To kiss these lips, I will appear in blood I and my sword will earn our chronicle: Theres hope int yet."
        },
        {
            "speaker": "cleopatra",
            "text": "Thats my brave lord!"
        },
        {
            "speaker": "mark antony",
            "text": "I will be treblesinewd, hearted, breathed, And fight maliciously: for when mine hours Were nice and lucky, men did ransom lives Of me for jests but now Ill set my teeth, And send to darkness all that stop me. Come, Lets have one other gaudy night: call to me All my sad captains fill our bowls once more Lets mock the midnight bell."
        },
        {
            "speaker": "cleopatra",
            "text": "It is my birthday: I had thought to have held it poor: but, since my lord Is Antony again, I will be Cleopatra."
        },
        {
            "speaker": "mark antony",
            "text": "We will yet do well."
        },
        {
            "speaker": "cleopatra",
            "text": "Call all his noble captains to my lord."
        },
        {
            "speaker": "mark antony",
            "text": "Do so, well speak to them and tonight Ill force The wine peep through their scars. Come on, my queen Theres sap int yet. The next time I do fight, Ill make death love me for I will contend Even with his pestilent scythe."
        },
        {
            "text": "Exeunt all but DOMITIUS ENOBARBUS"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Now hell outstare the lightning. To be furious, Is to be frighted out of fear and in that mood The dove will peck the estridge and I see still, A diminution in our captains brain Restores his heart: when valour preys on reason, It eats the sword it fights with. I will seek Some way to leave him."
        },
        {
            "text": "Exit"
        }
    ]
}