{
    "sceneName": "Act 4, scene 8",
    "playName": "antony and cleopatra",
    "location": "Under the walls of Alexandria.",
    "lines": [
        {
            "text": "Alarum. Enter MARK ANTONY, in a march SCARUS, with others"
        },
        {
            "speaker": "mark antony",
            "text": "We have beat him to his camp: run one before, And let the queen know of our gests. Tomorrow, Before the sun shall see s, well spill the blood That has today escaped. I thank you all For doughtyhanded are you, and have fought Not as you served the cause, but as t had been Each mans like mine you have shown all Hectors. Enter the city, clip your wives, your friends, Tell them your feats whilst they with joyful tears Wash the congealment from your wounds, and kiss The honourd gashes whole. Give me thy hand To this great fairy Ill commend thy acts, Make her thanks bless thee. O thou day o the world, Chain mine armd neck leap thou, attire and all, Through proof of harness to my heart, and there Ride on the pants triumphing!"
        },
        {
            "text": "To SCARUS"
        },
        {
            "text": "Enter CLEOPATRA, attended"
        },
        {
            "text": "To CLEOPATRA"
        },
        {
            "speaker": "cleopatra",
            "text": "Lord of lords! O infinite virtue, comest thou smiling from The worlds great snare uncaught"
        },
        {
            "speaker": "mark antony",
            "text": "My nightingale, We have beat them to their beds. What, girl! though grey Do something mingle with our younger brown, yet ha we A brain that nourishes our nerves, and can Get goal for goal of youth. Behold this man Commend unto his lips thy favouring hand: Kiss it, my warrior: he hath fought today As if a god, in hate of mankind, had Destroyd in such a shape."
        },
        {
            "speaker": "cleopatra",
            "text": "Ill give thee, friend, An armour all of gold it was a kings."
        },
        {
            "speaker": "mark antony",
            "text": "He has deserved it, were it carbuncled Like holy Phoebus car. Give me thy hand: Through Alexandria make a jolly march Bear our hackd targets like the men that owe them: Had our great palace the capacity To camp this host, we all would sup together, And drink carouses to the next days fate, Which promises royal peril. Trumpeters, With brazen din blast you the citys ear Make mingle with rattling tabourines That heaven and earth may strike their sounds together, Applauding our approach."
        },
        {
            "text": "Exeunt"
        }
    ]
}