{
    "sceneName": "Act 2, scene 7",
    "playName": "antony and cleopatra",
    "location": "On board POMPEYs galley, off Misenum.",
    "lines": [
        {
            "text": "Music plays. Enter two or three Servants with a banquet"
        },
        {
            "speaker": "first servant",
            "text": "Here theyll be, man. Some o their plants are illrooted already: the least wind i the world will blow them down."
        },
        {
            "speaker": "second servant",
            "text": "Lepidus is highcoloured."
        },
        {
            "speaker": "first servant",
            "text": "They have made him drink almsdrink."
        },
        {
            "speaker": "second servant",
            "text": "As they pinch one another by the disposition, he cries out No more reconciles them to his entreaty, and himself to the drink."
        },
        {
            "speaker": "first servant",
            "text": "But it raises the greater war between him and his discretion."
        },
        {
            "speaker": "second servant",
            "text": "Why, this is to have a name in great mens fellowship: I had as lief have a reed that will do me no service as a partisan I could not heave."
        },
        {
            "speaker": "first servant",
            "text": "To be called into a huge sphere, and not to be seen to move int, are the holes where eyes should be, which pitifully disaster the cheeks."
        },
        {
            "text": "A sennet sounded. Enter OCTAVIUS CAESAR, MARK  ANTONY, LEPIDUS, POMPEY, AGRIPPA, MECAENAS, DOMITIUS ENOBARBUS, MENAS, with other captains"
        },
        {
            "speaker": "mark antony",
            "text": "[To OCTAVIUS CAESAR]  Thus do they, sir: they take the flow o the Nile By certain scales i the pyramid they know, By the height, the lowness, or the mean, if dearth Or foison follow: the higher Nilus swells, The more it promises: as it ebbs, the seedsman Upon the slime and ooze scatters his grain, And shortly comes to harvest."
        },
        {
            "speaker": "lepidus",
            "text": "Youve strange serpents there."
        },
        {
            "speaker": "mark antony",
            "text": "Ay, Lepidus."
        },
        {
            "speaker": "lepidus",
            "text": "Your serpent of Egypt is bred now of your mud by the operation of your sun: so is your crocodile."
        },
        {
            "speaker": "mark antony",
            "text": "They are so."
        },
        {
            "speaker": "pompey",
            "text": "Sit,and some wine! A health to Lepidus!"
        },
        {
            "speaker": "lepidus",
            "text": "I am not so well as I should be, but Ill neer out."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Not till you have slept I fear me youll be in till then."
        },
        {
            "speaker": "lepidus",
            "text": "Nay, certainly, I have heard the Ptolemies pyramises are very goodly things without contradiction, I have heard that."
        },
        {
            "speaker": "menas",
            "text": "[Aside to POMPEY]  Pompey, a word."
        },
        {
            "speaker": "pompey",
            "text": "[Aside to MENAS]                 Say in mine ear: what ist"
        },
        {
            "speaker": "menas",
            "text": "[Aside to POMPEY]  Forsake thy seat, I do beseech thee, captain, And hear me speak a word."
        },
        {
            "speaker": "pompey",
            "text": "[Aside to MENAS]  Forbear me till anon. This wine for Lepidus!"
        },
        {
            "speaker": "lepidus",
            "text": "What manner o thing is your crocodile"
        },
        {
            "speaker": "mark antony",
            "text": "It is shaped, sir, like itself and it is as broad as it hath breadth: it is just so high as it is, and moves with its own organs: it lives by that which nourisheth it and the elements once out of it, it transmigrates."
        },
        {
            "speaker": "lepidus",
            "text": "What colour is it of"
        },
        {
            "speaker": "mark antony",
            "text": "Of it own colour too."
        },
        {
            "speaker": "lepidus",
            "text": "Tis a strange serpent."
        },
        {
            "speaker": "mark antony",
            "text": "Tis so. And the tears of it are wet."
        },
        {
            "speaker": "octavius caesar",
            "text": "Will this description satisfy him"
        },
        {
            "speaker": "mark antony",
            "text": "With the health that Pompey gives him, else he is a very epicure."
        },
        {
            "speaker": "pompey",
            "text": "[Aside to MENAS]  Go hang, sir, hang! Tell me of that away! Do as I bid you. Wheres this cup I calld for"
        },
        {
            "speaker": "menas",
            "text": "[Aside to POMPEY]  If for the sake of merit thou wilt hear me, Rise from thy stool."
        },
        {
            "speaker": "pompey",
            "text": "[Aside to MENAS]  I think thourt mad. The matter"
        },
        {
            "text": "Rises, and walks aside"
        },
        {
            "speaker": "menas",
            "text": "I have ever held my cap off to thy fortunes."
        },
        {
            "speaker": "pompey",
            "text": "Thou hast served me with much faith. Whats else to say Be jolly, lords."
        },
        {
            "speaker": "mark antony",
            "text": "These quicksands, Lepidus, Keep off them, for you sink."
        },
        {
            "speaker": "menas",
            "text": "Wilt thou be lord of all the world"
        },
        {
            "speaker": "pompey",
            "text": "What sayst thou"
        },
        {
            "speaker": "menas",
            "text": "Wilt thou be lord of the whole world Thats twice."
        },
        {
            "speaker": "pompey",
            "text": "How should that be"
        },
        {
            "speaker": "menas",
            "text": "But entertain it, And, though thou think me poor, I am the man Will give thee all the world."
        },
        {
            "speaker": "pompey",
            "text": "Hast thou drunk well"
        },
        {
            "speaker": "menas",
            "text": "Now, Pompey, I have kept me from the cup. Thou art, if thou darest be, the earthly Jove: Whateer the ocean pales, or sky inclips, Is thine, if thou wilt hat."
        },
        {
            "speaker": "pompey",
            "text": "Show me which way."
        },
        {
            "speaker": "menas",
            "text": "These three worldsharers, these competitors, Are in thy vessel: let me cut the cable And, when we are put off, fall to their throats: All there is thine."
        },
        {
            "speaker": "pompey",
            "text": "Ah, this thou shouldst have done, And not have spoke ont! In me tis villany In theet had been good service. Thou must know, Tis not my profit that does lead mine honour Mine honour, it. Repent that eer thy tongue Hath so betrayd thine act: being done unknown, I should have found it afterwards well done But must condemn it now. Desist, and drink."
        },
        {
            "speaker": "menas",
            "text": "[Aside]  For this, Ill never follow thy palld fortunes more. Who seeks, and will not take when once tis offerd, Shall never find it more."
        },
        {
            "speaker": "pompey",
            "text": "This health to Lepidus!"
        },
        {
            "speaker": "mark antony",
            "text": "Bear him ashore. Ill pledge it for him, Pompey."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Heres to thee, Menas!"
        },
        {
            "speaker": "menas",
            "text": "Enobarbus, welcome!"
        },
        {
            "speaker": "pompey",
            "text": "Fill till the cup be hid."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Theres a strong fellow, Menas."
        },
        {
            "text": "Pointing to the Attendant who carries off LEPIDUS"
        },
        {
            "speaker": "menas",
            "text": "Why"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "A bears the third part of the world, man seest not"
        },
        {
            "speaker": "menas",
            "text": "The third part, then, is drunk: would it were all, That it might go on wheels!"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Drink thou increase the reels."
        },
        {
            "speaker": "menas",
            "text": "Come."
        },
        {
            "speaker": "pompey",
            "text": "This is not yet an Alexandrian feast."
        },
        {
            "speaker": "mark antony",
            "text": "It ripens towards it. Strike the vessels, ho Here is to Caesar!"
        },
        {
            "speaker": "octavius caesar",
            "text": "I could well forbeart. Its monstrous labour, when I wash my brain, And it grows fouler."
        },
        {
            "speaker": "mark antony",
            "text": "Be a child o the time."
        },
        {
            "speaker": "octavius caesar",
            "text": "Possess it, Ill make answer: But I had rather fast from all four days Than drink so much in one."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Ha, my brave emperor! Shall we dance now the Egyptian Bacchanals, And celebrate our drink"
        },
        {
            "text": "To MARK ANTONY"
        },
        {
            "speaker": "pompey",
            "text": "Lets hat, good soldier."
        },
        {
            "speaker": "mark antony",
            "text": "Come, lets all take hands, Till that the conquering wine hath steepd our sense In soft and delicate Lethe."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "All take hands. Make battery to our ears with the loud music: The while Ill place you: then the boy shall sing The holding every man shall bear as loud As his strong sides can volley. THE SONG. Come, thou monarch of the vine, Plumpy Bacchus with pink eyne! In thy fats our cares be drownd, With thy grapes our hairs be crownd: Cup us, till the world go round, Cup us, till the world go round!"
        },
        {
            "text": "Music plays. DOMITIUS ENOBARBUS places them hand in hand"
        },
        {
            "speaker": "octavius caesar",
            "text": "What would you more Pompey, good night. Good brother, Let me request you off: our graver business Frowns at this levity. Gentle lords, lets part You see we have burnt our cheeks: strong Enobarb Is weaker than the wine and mine own tongue Splits what it speaks: the wild disguise hath almost Antickd us all. What needs more words Good night. Good Antony, your hand."
        },
        {
            "speaker": "pompey",
            "text": "Ill try you on the shore."
        },
        {
            "speaker": "mark antony",
            "text": "And shall, sir gives your hand."
        },
        {
            "speaker": "pompey",
            "text": "O Antony, You have my fathers house,But, what we are friends. Come, down into the boat."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Take heed you fall not. Menas, Ill not on shore."
        },
        {
            "text": "Exeunt all but DOMITIUS ENOBARBUS and MENAS"
        },
        {
            "speaker": "menas",
            "text": "No, to my cabin. These drums! these trumpets, flutes! what! Let Neptune hear we bid a loud farewell To these great fellows: sound and be hangd, sound out!"
        },
        {
            "text": "Sound a flourish, with drums"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Ho! says a Theres my cap."
        },
        {
            "speaker": "menas",
            "text": "Ho! Noble captain, come."
        },
        {
            "text": "Exeunt"
        }
    ]
}