{
    "sceneName": "Act 5, scene 2",
    "playName": "antony and cleopatra",
    "location": "Alexandria. A room in the monument.",
    "lines": [
        {
            "text": "Enter CLEOPATRA, CHARMIAN, and IRAS"
        },
        {
            "speaker": "cleopatra",
            "text": "My desolation does begin to make A better life. Tis paltry to be Caesar Not being Fortune, hes but Fortunes knave, A minister of her will: and it is great To do that thing that ends all other deeds Which shackles accidents and bolts up change Which sleeps, and never palates more the dug, The beggars nurse and Caesars."
        },
        {
            "text": "Enter, to the gates of the monument, PROCULEIUS, GALLUS and Soldiers"
        },
        {
            "speaker": "proculeius",
            "text": "Caesar sends greeting to the Queen of Egypt And bids thee study on what fair demands Thou meanst to have him grant thee."
        },
        {
            "speaker": "cleopatra",
            "text": "Whats thy name"
        },
        {
            "speaker": "proculeius",
            "text": "My name is Proculeius."
        },
        {
            "speaker": "cleopatra",
            "text": "Antony Did tell me of you, bade me trust you but I do not greatly care to be deceived, That have no use for trusting. If your master Would have a queen his beggar, you must tell him, That majesty, to keep decorum, must No less beg than a kingdom: if he please To give me conquerd Egypt for my son, He gives me so much of mine own, as I Will kneel to him with thanks."
        },
        {
            "speaker": "proculeius",
            "text": "Be of good cheer Youre falln into a princely hand, fear nothing: Make your full reference freely to my lord, Who is so full of grace, that it flows over On all that need: let me report to him Your sweet dependency and you shall find A conqueror that will pray in aid for kindness, Where he for grace is kneeld to."
        },
        {
            "speaker": "cleopatra",
            "text": "Pray you, tell him I am his fortunes vassal, and I send him The greatness he has got. I hourly learn A doctrine of obedience and would gladly Look him i the face."
        },
        {
            "speaker": "proculeius",
            "text": "This Ill report, dear lady. Have comfort, for I know your plight is pitied Of him that caused it."
        },
        {
            "speaker": "gallus",
            "text": "You see how easily she may be surprised: Guard her till Caesar come."
        },
        {
            "text": "Here PROCULEIUS and two of the Guard ascend the  monument by a ladder placed against a window, and,  having descended, come behind CLEOPATRA. Some of the Guard unbar and open the gates"
        },
        {
            "text": "To PROCULEIUS and the Guard"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "iras",
            "text": "Royal queen!"
        },
        {
            "speaker": "charmian",
            "text": "O Cleopatra! thou art taken, queen:"
        },
        {
            "speaker": "cleopatra",
            "text": "Quick, quick, good hands."
        },
        {
            "text": "Drawing a dagger"
        },
        {
            "speaker": "proculeius",
            "text": "Hold, worthy lady, hold: Do not yourself such wrong, who are in this Relieved, but not betrayd."
        },
        {
            "text": "Seizes and disarms her"
        },
        {
            "speaker": "cleopatra",
            "text": "What, of death too, That rids our dogs of languish"
        },
        {
            "speaker": "proculeius",
            "text": "Cleopatra, Do not abuse my masters bounty by The undoing of yourself: let the world see His nobleness well acted, which your death Will never let come forth."
        },
        {
            "speaker": "cleopatra",
            "text": "Where art thou, death Come hither, come! come, come, and take a queen Worthy many babes and beggars!"
        },
        {
            "speaker": "proculeius",
            "text": "O, temperance, lady!"
        },
        {
            "speaker": "cleopatra",
            "text": "Sir, I will eat no meat, Ill not drink, sir If idle talk will once be necessary, Ill not sleep neither: this mortal house Ill ruin, Do Caesar what he can. Know, sir, that I Will not wait piniond at your masters court Nor once be chastised with the sober eye Of dull Octavia. Shall they hoist me up And show me to the shouting varletry Of censuring Rome Rather a ditch in Egypt Be gentle grave unto me! rather on Nilus mud Lay me stark naked, and let the waterflies Blow me into abhorring! rather make My countrys high pyramides my gibbet, And hang me up in chains!"
        },
        {
            "speaker": "proculeius",
            "text": "You do extend These thoughts of horror further than you shall Find cause in Caesar."
        },
        {
            "text": "Enter DOLABELLA"
        },
        {
            "speaker": "dolabella",
            "text": "Proculeius, What thou hast done thy master Caesar knows, And he hath sent for thee: for the queen, Ill take her to my guard."
        },
        {
            "speaker": "proculeius",
            "text": "So, Dolabella, It shall content me best: be gentle to her. To Caesar I will speak what you shall please, If youll employ me to him."
        },
        {
            "text": "To CLEOPATRA"
        },
        {
            "speaker": "cleopatra",
            "text": "Say, I would die."
        },
        {
            "text": "Exeunt PROCULEIUS and Soldiers"
        },
        {
            "speaker": "dolabella",
            "text": "Most noble empress, you have heard of me"
        },
        {
            "speaker": "cleopatra",
            "text": "I cannot tell."
        },
        {
            "speaker": "dolabella",
            "text": "Assuredly you know me."
        },
        {
            "speaker": "cleopatra",
            "text": "No matter, sir, what I have heard or known. You laugh when boys or women tell their dreams Ist not your trick"
        },
        {
            "speaker": "dolabella",
            "text": "I understand not, madam."
        },
        {
            "speaker": "cleopatra",
            "text": "I dreamd there was an Emperor Antony: O, such another sleep, that I might see But such another man!"
        },
        {
            "speaker": "dolabella",
            "text": "If it might please ye,"
        },
        {
            "speaker": "cleopatra",
            "text": "His face was as the heavens and therein stuck A sun and moon, which kept their course, and lighted The little O, the earth."
        },
        {
            "speaker": "dolabella",
            "text": "Most sovereign creature,"
        },
        {
            "speaker": "cleopatra",
            "text": "His legs bestrid the ocean: his reard arm Crested the world: his voice was propertied As all the tuned spheres, and that to friends But when he meant to quail and shake the orb, He was as rattling thunder. For his bounty, There was no winter int an autumn twas That grew the more by reaping: his delights Were dolphinlike they showd his back above The element they lived in: in his livery Walkd crowns and crownets realms and islands were As plates droppd from his pocket."
        },
        {
            "speaker": "dolabella",
            "text": "Cleopatra!"
        },
        {
            "speaker": "cleopatra",
            "text": "Think you there was, or might be, such a man As this I dreamd of"
        },
        {
            "speaker": "dolabella",
            "text": "Gentle madam, no."
        },
        {
            "speaker": "cleopatra",
            "text": "You lie, up to the hearing of the gods. But, if there be, or ever were, one such, Its past the size of dreaming: nature wants stuff To vie strange forms with fancy yet, to imagine And Antony, were natures piece gainst fancy, Condemning shadows quite."
        },
        {
            "speaker": "dolabella",
            "text": "Hear me, good madam. Your loss is as yourself, great and you bear it As answering to the weight: would I might never Oertake pursued success, but I do feel, By the rebound of yours, a grief that smites My very heart at root."
        },
        {
            "speaker": "cleopatra",
            "text": "I thank you, sir, Know you what Caesar means to do with me"
        },
        {
            "speaker": "dolabella",
            "text": "I am loath to tell you what I would you knew."
        },
        {
            "speaker": "cleopatra",
            "text": "Nay, pray you, sir,"
        },
        {
            "speaker": "dolabella",
            "text": "Though he be honourable,"
        },
        {
            "speaker": "cleopatra",
            "text": "Hell lead me, then, in triumph"
        },
        {
            "speaker": "dolabella",
            "text": "Madam, he will I knowt. Flourish, and shout within, Make way there: Octavius Caesar!"
        },
        {
            "text": "Enter OCTAVIUS CAESAR, GALLUS, PROCULEIUS, MECAENAS, SELEUCUS, and others of his Train"
        },
        {
            "speaker": "octavius caesar",
            "text": "Which is the Queen of Egypt"
        },
        {
            "speaker": "dolabella",
            "text": "It is the emperor, madam."
        },
        {
            "text": "CLEOPATRA kneels"
        },
        {
            "speaker": "octavius caesar",
            "text": "Arise, you shall not kneel: I pray you, rise rise, Egypt."
        },
        {
            "speaker": "cleopatra",
            "text": "Sir, the gods Will have it thus my master and my lord I must obey."
        },
        {
            "speaker": "octavius caesar",
            "text": "Take to you no hard thoughts: The record of what injuries you did us, Though written in our flesh, we shall remember As things but done by chance."
        },
        {
            "speaker": "cleopatra",
            "text": "Sole sir o the world, I cannot project mine own cause so well To make it clear but do confess I have Been laden with like frailties which before Have often shamed our sex."
        },
        {
            "speaker": "octavius caesar",
            "text": "Cleopatra, know, We will extenuate rather than enforce: If you apply yourself to our intents, Which towards you are most gentle, you shall find A benefit in this change but if you seek To lay on me a cruelty, by taking Antonys course, you shall bereave yourself Of my good purposes, and put your children To that destruction which Ill guard them from, If thereon you rely. Ill take my leave."
        },
        {
            "speaker": "cleopatra",
            "text": "And may, through all the world: tis yours and we, Your scutcheons and your signs of conquest, shall Hang in what place you please. Here, my good lord."
        },
        {
            "speaker": "octavius caesar",
            "text": "You shall advise me in all for Cleopatra."
        },
        {
            "speaker": "cleopatra",
            "text": "This is the brief of money, plate, and jewels, I am possessd of: tis exactly valued Not petty things admitted. Wheres Seleucus"
        },
        {
            "speaker": "seleucus",
            "text": "Here, madam."
        },
        {
            "speaker": "cleopatra",
            "text": "This is my treasurer: let him speak, my lord, Upon his peril, that I have reserved To myself nothing. Speak the truth, Seleucus."
        },
        {
            "speaker": "seleucus",
            "text": "Madam, I had rather seal my lips, than, to my peril, Speak that which is not."
        },
        {
            "speaker": "cleopatra",
            "text": "What have I kept back"
        },
        {
            "speaker": "seleucus",
            "text": "Enough to purchase what you have made known."
        },
        {
            "speaker": "octavius caesar",
            "text": "Nay, blush not, Cleopatra I approve Your wisdom in the deed."
        },
        {
            "speaker": "cleopatra",
            "text": "See, Caesar! O, behold, How pomp is followd! mine will now be yours And, should we shift estates, yours would be mine. The ingratitude of this Seleucus does Even make me wild: O slave, of no more trust Than love thats hired! What, goest thou back thou shalt Go back, I warrant thee but Ill catch thine eyes, Though they had wings: slave, soulless villain, dog! O rarely base!"
        },
        {
            "speaker": "octavius caesar",
            "text": "Good queen, let us entreat you."
        },
        {
            "speaker": "cleopatra",
            "text": "O Caesar, what a wounding shame is this, That thou, vouchsafing here to visit me, Doing the honour of thy lordliness To one so meek, that mine own servant should Parcel the sum of my disgraces by Addition of his envy! Say, good Caesar, That I some lady trifles have reserved, Immoment toys, things of such dignity As we greet modern friends withal and say, Some nobler token I have kept apart For Livia and Octavia, to induce Their mediation must I be unfolded With one that I have bred The gods! it smites me Beneath the fall I have. Prithee, go hence Or I shall show the cinders of my spirits Through the ashes of my chance: wert thou a man, Thou wouldst have mercy on me."
        },
        {
            "text": "To SELEUCUS"
        },
        {
            "speaker": "octavius caesar",
            "text": "Forbear, Seleucus."
        },
        {
            "text": "Exit SELEUCUS"
        },
        {
            "speaker": "cleopatra",
            "text": "Be it known, that we, the greatest, are misthought For things that others do and, when we fall, We answer others merits in our name, Are therefore to be pitied."
        },
        {
            "speaker": "octavius caesar",
            "text": "Cleopatra, Not what you have reserved, nor what acknowledged, Put we i the roll of conquest: still bet yours, Bestow it at your pleasure and believe, Caesars no merchant, to make prize with you Of things that merchants sold. Therefore be cheerd Make not your thoughts your prisons: no, dear queen For we intend so to dispose you as Yourself shall give us counsel. Feed, and sleep: Our care and pity is so much upon you, That we remain your friend and so, adieu."
        },
        {
            "speaker": "cleopatra",
            "text": "My master, and my lord!"
        },
        {
            "speaker": "octavius caesar",
            "text": "Not so. Adieu."
        },
        {
            "text": "Flourish. Exeunt OCTAVIUS CAESAR and his train"
        },
        {
            "speaker": "cleopatra",
            "text": "He words me, girls, he words me, that I should not Be noble to myself: but, hark thee, Charmian."
        },
        {
            "text": "Whispers CHARMIAN"
        },
        {
            "speaker": "iras",
            "text": "Finish, good lady the bright day is done, And we are for the dark."
        },
        {
            "speaker": "cleopatra",
            "text": "Hie thee again: I have spoke already, and it is provided Go put it to the haste."
        },
        {
            "speaker": "charmian",
            "text": "Madam, I will."
        },
        {
            "text": "Reenter DOLABELLA"
        },
        {
            "speaker": "dolabella",
            "text": "Where is the queen"
        },
        {
            "speaker": "charmian",
            "text": "Behold, sir."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "cleopatra",
            "text": "Dolabella!"
        },
        {
            "speaker": "dolabella",
            "text": "Madam, as thereto sworn by your command, Which my love makes religion to obey, I tell you this: Caesar through Syria Intends his journey and within three days You with your children will he send before: Make your best use of this: I have performd Your pleasure and my promise."
        },
        {
            "speaker": "cleopatra",
            "text": "Dolabella, I shall remain your debtor."
        },
        {
            "speaker": "dolabella",
            "text": "I your servant, Adieu, good queen I must attend on Caesar."
        },
        {
            "speaker": "cleopatra",
            "text": "Farewell, and thanks. Now, Iras, what thinkst thou Thou, an Egyptian puppet, shalt be shown In Rome, as well as Imechanic slaves With greasy aprons, rules, and hammers, shall Uplift us to the view in their thick breaths, Rank of gross diet, shall be enclouded, And forced to drink their vapour."
        },
        {
            "text": "Exit DOLABELLA"
        },
        {
            "speaker": "iras",
            "text": "The gods forbid!"
        },
        {
            "speaker": "cleopatra",
            "text": "Nay, tis most certain, Iras: saucy lictors Will catch at us, like strumpets and scald rhymers Ballad us out o tune: the quick comedians Extemporally will stage us, and present Our Alexandrian revels Antony Shall be brought drunken forth, and I shall see Some squeaking Cleopatra boy my greatness I the posture of a whore."
        },
        {
            "speaker": "iras",
            "text": "O the good gods!"
        },
        {
            "speaker": "cleopatra",
            "text": "Nay, thats certain."
        },
        {
            "speaker": "iras",
            "text": "Ill never see t for, I am sure, my nails Are stronger than mine eyes."
        },
        {
            "speaker": "cleopatra",
            "text": "Why, thats the way To fool their preparation, and to conquer Their most absurd intents. Now, Charmian! Show me, my women, like a queen: go fetch My best attires: I am again for Cydnus, To meet Mark Antony: sirrah Iras, go. Now, noble Charmian, well dispatch indeed And, when thou hast done this chare, Ill give thee leave To play till doomsday. Bring our crown and all. Wherefores this noise"
        },
        {
            "text": "Reenter CHARMIAN"
        },
        {
            "text": "Exit IRAS. A noise within"
        },
        {
            "text": "Enter a Guardsman"
        },
        {
            "speaker": "guard",
            "text": "Here is a rural fellow That will not be denied your highness presence: He brings you figs."
        },
        {
            "speaker": "cleopatra",
            "text": "Let him come in. What poor an instrument May do a noble deed! he brings me liberty. My resolutions placed, and I have nothing Of woman in me: now from head to foot I am marbleconstant now the fleeting moon No planet is of mine."
        },
        {
            "text": "Exit Guardsman"
        },
        {
            "text": "Reenter Guardsman, with Clown bringing in a basket"
        },
        {
            "speaker": "guard",
            "text": "This is the man."
        },
        {
            "speaker": "cleopatra",
            "text": "Avoid, and leave him. Hast thou the pretty worm of Nilus there, That kills and pains not"
        },
        {
            "text": "Exit Guardsman"
        },
        {
            "speaker": "clown",
            "text": "Truly, I have him: but I would not be the party that should desire you to touch him, for his biting is immortal those that do die of it do seldom or never recover."
        },
        {
            "speaker": "cleopatra",
            "text": "Rememberest thou any that have died ont"
        },
        {
            "speaker": "clown",
            "text": "Very many, men and women too. I heard of one of them no longer than yesterday: a very honest woman, but something given to lie as a woman should not do, but in the way of honesty: how she died of the biting of it, what pain she felt: truly, she makes a very good report o the worm but he that will believe all that they say, shall never be saved by half that they do: but this is most fallible, the worms an odd worm."
        },
        {
            "speaker": "cleopatra",
            "text": "Get thee hence farewell."
        },
        {
            "speaker": "clown",
            "text": "I wish you all joy of the worm."
        },
        {
            "text": "Setting down his basket"
        },
        {
            "speaker": "cleopatra",
            "text": "Farewell."
        },
        {
            "speaker": "clown",
            "text": "You must think this, look you, that the worm will do his kind."
        },
        {
            "speaker": "cleopatra",
            "text": "Ay, ay farewell."
        },
        {
            "speaker": "clown",
            "text": "Look you, the worm is not to be trusted but in the keeping of wise people for, indeed, there is no goodness in worm."
        },
        {
            "speaker": "cleopatra",
            "text": "Take thou no care it shall be heeded."
        },
        {
            "speaker": "clown",
            "text": "Very good. Give it nothing, I pray you, for it is not worth the feeding."
        },
        {
            "speaker": "cleopatra",
            "text": "Will it eat me"
        },
        {
            "speaker": "clown",
            "text": "You must not think I am so simple but I know the devil himself will not eat a woman: I know that a woman is a dish for the gods, if the devil dress her not. But, truly, these same whoreson devils do the gods great harm in their women for in every ten that they make, the devils mar five."
        },
        {
            "speaker": "cleopatra",
            "text": "Well, get thee gone farewell."
        },
        {
            "speaker": "clown",
            "text": "Yes, forsooth: I wish you joy o the worm."
        },
        {
            "text": "Exit"
        },
        {
            "text": "Reenter IRAS with a robe, crown,  and c"
        },
        {
            "speaker": "cleopatra",
            "text": "Give me my robe, put on my crown I have Immortal longings in me: now no more The juice of Egypts grape shall moist this lip: Yare, yare, good Iras quick. Methinks I hear Antony call I see him rouse himself To praise my noble act I hear him mock The luck of Caesar, which the gods give men To excuse their after wrath: husband, I come: Now to that name my courage prove my title! I am fire and air my other elements I give to baser life. So have you done Come then, and take the last warmth of my lips. Farewell, kind Charmian Iras, long farewell. Have I the aspic in my lips Dost fall If thou and nature can so gently part, The stroke of death is as a lovers pinch, Which hurts, and is desired. Dost thou lie still If thus thou vanishest, thou tellst the world It is not worth leavetaking."
        },
        {
            "text": "Kisses them. IRAS falls and dies"
        },
        {
            "speaker": "charmian",
            "text": "Dissolve, thick cloud, and rain that I may say, The gods themselves do weep!"
        },
        {
            "speaker": "cleopatra",
            "text": "This proves me base: If she first meet the curled Antony, Hell make demand of her, and spend that kiss Which is my heaven to have. Come, thou mortal wretch, With thy sharp teeth this knot intrinsicate Of life at once untie: poor venomous fool Be angry, and dispatch. O, couldst thou speak, That I might hear thee call great Caesar ass Unpolicied!"
        },
        {
            "text": "To an asp, which she applies to her breast"
        },
        {
            "speaker": "charmian",
            "text": "O eastern star!"
        },
        {
            "speaker": "cleopatra",
            "text": "Peace, peace! Dost thou not see my baby at my breast, That sucks the nurse asleep"
        },
        {
            "speaker": "charmian",
            "text": "O, break! O, break!"
        },
        {
            "speaker": "cleopatra",
            "text": "As sweet as balm, as soft as air, as gentle, O Antony!Nay, I will take thee too. What should I stay"
        },
        {
            "text": "Applying another asp to her arm"
        },
        {
            "text": "Dies"
        },
        {
            "speaker": "charmian",
            "text": "In this vile world So, fare thee well. Now boast thee, death, in thy possession lies A lass unparalleld. Downy windows, close And golden Phoebus never be beheld Of eyes again so royal! Your crowns awry Ill mend it, and then play."
        },
        {
            "text": "Enter the Guard, rushing in"
        },
        {
            "speaker": "first guard",
            "text": "Where is the queen"
        },
        {
            "speaker": "charmian",
            "text": "Speak softly, wake her not."
        },
        {
            "speaker": "first guard",
            "text": "Caesar hath sent"
        },
        {
            "speaker": "charmian",
            "text": "Too slow a messenger. O, come apace, dispatch! I partly feel thee."
        },
        {
            "text": "Applies an asp"
        },
        {
            "speaker": "first guard",
            "text": "Approach, ho! Alls not well: Caesars beguiled."
        },
        {
            "speaker": "second guard",
            "text": "Theres Dolabella sent from Caesar call him."
        },
        {
            "speaker": "first guard",
            "text": "What work is here! Charmian, is this well done"
        },
        {
            "speaker": "charmian",
            "text": "It is well done, and fitting for a princess Descended of so many royal kings. Ah, soldier!"
        },
        {
            "text": "Dies"
        },
        {
            "text": "Reenter DOLABELLA"
        },
        {
            "speaker": "dolabella",
            "text": "How goes it here"
        },
        {
            "speaker": "second guard",
            "text": "All dead."
        },
        {
            "speaker": "dolabella",
            "text": "Caesar, thy thoughts Touch their effects in this: thyself art coming To see performd the dreaded act which thou So soughtst to hinder. Within  A way there, a way for Caesar! O sir, you are too sure an augurer That you did fear is done."
        },
        {
            "text": "Reenter OCTAVIUS CAESAR and all his train marching"
        },
        {
            "speaker": "octavius caesar",
            "text": "Bravest at the last, She levelld at our purposes, and, being royal, Took her own way. The manner of their deaths I do not see them bleed."
        },
        {
            "speaker": "dolabella",
            "text": "Who was last with them"
        },
        {
            "speaker": "first guard",
            "text": "A simple countryman, that brought her figs: This was his basket."
        },
        {
            "speaker": "octavius caesar",
            "text": "Poisond, then."
        },
        {
            "speaker": "first guard",
            "text": "O Caesar, This Charmian lived but now she stood and spake: I found her trimming up the diadem On her dead mistress tremblingly she stood And on the sudden droppd."
        },
        {
            "speaker": "octavius caesar",
            "text": "O noble weakness! If they had swallowd poison, twould appear By external swelling: but she looks like sleep, As she would catch another Antony In her strong toil of grace."
        },
        {
            "speaker": "dolabella",
            "text": "Here, on her breast, There is a vent of blood and something blown: The like is on her arm."
        },
        {
            "speaker": "first guard",
            "text": "This is an aspics trail: and these figleaves Have slime upon them, such as the aspic leaves Upon the caves of Nile."
        },
        {
            "speaker": "octavius caesar",
            "text": "Most probable That so she died for her physician tells me She hath pursued conclusions infinite Of easy ways to die. Take up her bed And bear her women from the monument: She shall be buried by her Antony: No grave upon the earth shall clip in it A pair so famous. High events as these Strike those that make them and their story is No less in pity than his glory which Brought them to be lamented. Our army shall In solemn show attend this funeral And then to Rome. Come, Dolabella, see High order in this great solemnity."
        },
        {
            "text": "Exeunt"
        }
    ]
}