{
    "sceneName": "Act 1, scene 3",
    "playName": "antony and cleopatra",
    "location": "The same. Another room.",
    "lines": [
        {
            "text": "Enter CLEOPATRA, CHARMIAN, IRAS, and ALEXAS"
        },
        {
            "speaker": "cleopatra",
            "text": "Where is he"
        },
        {
            "speaker": "charmian",
            "text": "I did not see him since."
        },
        {
            "speaker": "cleopatra",
            "text": "See where he is, whos with him, what he does: I did not send you: if you find him sad, Say I am dancing if in mirth, report That I am sudden sick: quick, and return."
        },
        {
            "text": "Exit ALEXAS"
        },
        {
            "speaker": "charmian",
            "text": "Madam, methinks, if you did love him dearly, You do not hold the method to enforce The like from him."
        },
        {
            "speaker": "cleopatra",
            "text": "What should I do, I do not"
        },
        {
            "speaker": "charmian",
            "text": "In each thing give him way, cross him nothing."
        },
        {
            "speaker": "cleopatra",
            "text": "Thou teachest like a fool the way to lose him."
        },
        {
            "speaker": "charmian",
            "text": "Tempt him not so too far I wish, forbear: In time we hate that which we often fear. But here comes Antony."
        },
        {
            "text": "Enter MARK ANTONY"
        },
        {
            "speaker": "cleopatra",
            "text": "I am sick and sullen."
        },
        {
            "speaker": "mark antony",
            "text": "I am sorry to give breathing to my purpose,"
        },
        {
            "speaker": "cleopatra",
            "text": "Help me away, dear Charmian I shall fall: It cannot be thus long, the sides of nature Will not sustain it."
        },
        {
            "speaker": "mark antony",
            "text": "Now, my dearest queen,"
        },
        {
            "speaker": "cleopatra",
            "text": "Pray you, stand further from me."
        },
        {
            "speaker": "mark antony",
            "text": "Whats the matter"
        },
        {
            "speaker": "cleopatra",
            "text": "I know, by that same eye, theres some good news. What says the married woman You may go: Would she had never given you leave to come! Let her not say tis I that keep you here: I have no power upon you hers you are."
        },
        {
            "speaker": "mark antony",
            "text": "The gods best know,"
        },
        {
            "speaker": "cleopatra",
            "text": "O, never was there queen So mightily betrayd! yet at the first I saw the treasons planted."
        },
        {
            "speaker": "mark antony",
            "text": "Cleopatra,"
        },
        {
            "speaker": "cleopatra",
            "text": "Why should I think you can be mine and true, Though you in swearing shake the throned gods, Who have been false to Fulvia Riotous madness, To be entangled with those mouthmade vows, Which break themselves in swearing!"
        },
        {
            "speaker": "mark antony",
            "text": "Most sweet queen,"
        },
        {
            "speaker": "cleopatra",
            "text": "Nay, pray you, seek no colour for your going, But bid farewell, and go: when you sued staying, Then was the time for words: no going then Eternity was in our lips and eyes, Bliss in our brows bent none our parts so poor, But was a race of heaven: they are so still, Or thou, the greatest soldier of the world, Art turnd the greatest liar."
        },
        {
            "speaker": "mark antony",
            "text": "How now, lady!"
        },
        {
            "speaker": "cleopatra",
            "text": "I would I had thy inches thou shouldst know There were a heart in Egypt."
        },
        {
            "speaker": "mark antony",
            "text": "Hear me, queen: The strong necessity of time commands Our services awhile but my full heart Remains in use with you. Our Italy Shines oer with civil swords: Sextus Pompeius Makes his approaches to the port of Rome: Equality of two domestic powers Breed scrupulous faction: the hated, grown to strength, Are newly grown to love: the condemnd Pompey, Rich in his fathers honour, creeps apace, Into the hearts of such as have not thrived Upon the present state, whose numbers threaten And quietness, grown sick of rest, would purge By any desperate change: my more particular, And that which most with you should safe my going, Is Fulvias death."
        },
        {
            "speaker": "cleopatra",
            "text": "Though age from folly could not give me freedom, It does from childishness: can Fulvia die"
        },
        {
            "speaker": "mark antony",
            "text": "Shes dead, my queen: Look here, and at thy sovereign leisure read The garboils she awaked at the last, best: See when and where she died."
        },
        {
            "speaker": "cleopatra",
            "text": "O most false love! Where be the sacred vials thou shouldst fill With sorrowful water Now I see, I see, In Fulvias death, how mine received shall be."
        },
        {
            "speaker": "mark antony",
            "text": "Quarrel no more, but be prepared to know The purposes I bear which are, or cease, As you shall give the advice. By the fire That quickens Nilus slime, I go from hence Thy soldier, servant making peace or war As thou affectst."
        },
        {
            "speaker": "cleopatra",
            "text": "Cut my lace, Charmian, come But let it be: I am quickly ill, and well, So Antony loves."
        },
        {
            "speaker": "mark antony",
            "text": "My precious queen, forbear And give true evidence to his love, which stands An honourable trial."
        },
        {
            "speaker": "cleopatra",
            "text": "So Fulvia told me. I prithee, turn aside and weep for her, Then bid adieu to me, and say the tears Belong to Egypt: good now, play one scene Of excellent dissembling and let it look Life perfect honour."
        },
        {
            "speaker": "mark antony",
            "text": "Youll heat my blood: no more."
        },
        {
            "speaker": "cleopatra",
            "text": "You can do better yet but this is meetly."
        },
        {
            "speaker": "mark antony",
            "text": "Now, by my sword,"
        },
        {
            "speaker": "cleopatra",
            "text": "And target. Still he mends But this is not the best. Look, prithee, Charmian, How this Herculean Roman does become The carriage of his chafe."
        },
        {
            "speaker": "mark antony",
            "text": "Ill leave you, lady."
        },
        {
            "speaker": "cleopatra",
            "text": "Courteous lord, one word. Sir, you and I must part, but thats not it: Sir, you and I have loved, but theres not it That you know well: something it is I would, O, my oblivion is a very Antony, And I am all forgotten."
        },
        {
            "speaker": "mark antony",
            "text": "But that your royalty Holds idleness your subject, I should take you For idleness itself."
        },
        {
            "speaker": "cleopatra",
            "text": "Tis sweating labour To bear such idleness so near the heart As Cleopatra this. But, sir, forgive me Since my becomings kill me, when they do not Eye well to you: your honour calls you hence Therefore be deaf to my unpitied folly. And all the gods go with you! upon your sword Sit laurel victory! and smooth success Be strewd before your feet!"
        },
        {
            "speaker": "mark antony",
            "text": "Let us go. Come Our separation so abides, and flies, That thou, residing here, gost yet with me, And I, hence fleeting, here remain with thee. Away!"
        },
        {
            "text": "Exeunt"
        }
    ]
}