{
    "sceneName": "Act 4, scene 4",
    "playName": "antony and cleopatra",
    "location": "The same. A room in the palace.",
    "lines": [
        {
            "text": "Enter MARK ANTONY and CLEOPATRA, CHARMIAN, and others attending"
        },
        {
            "speaker": "mark antony",
            "text": "Eros! mine armour, Eros!"
        },
        {
            "speaker": "cleopatra",
            "text": "Sleep a little."
        },
        {
            "speaker": "mark antony",
            "text": "No, my chuck. Eros, come mine armour, Eros! Come good fellow, put mine iron on: If fortune be not ours today, it is Because we brave her: come."
        },
        {
            "text": "Enter EROS with armour"
        },
        {
            "speaker": "cleopatra",
            "text": "Nay, Ill help too. Whats this for"
        },
        {
            "speaker": "mark antony",
            "text": "Ah, let be, let be! thou art The armourer of my heart: false, false this, this."
        },
        {
            "speaker": "cleopatra",
            "text": "Sooth, la, Ill help: thus it must be."
        },
        {
            "speaker": "mark antony",
            "text": "Well, well We shall thrive now. Seest thou, my good fellow Go put on thy defences."
        },
        {
            "speaker": "eros",
            "text": "Briefly, sir."
        },
        {
            "speaker": "cleopatra",
            "text": "Is not this buckled well"
        },
        {
            "speaker": "mark antony",
            "text": "Rarely, rarely: He that unbuckles this, till we do please To dafft for our repose, shall hear a storm. Thou fumblest, Eros and my queens a squire More tight at this than thou: dispatch. O love, That thou couldst see my wars today, and knewst The royal occupation! thou shouldst see A workman int. Good morrow to thee welcome: Thou lookst like him that knows a warlike charge: To business that we love we rise betime, And go tot with delight."
        },
        {
            "text": "Enter an armed Soldier"
        },
        {
            "speaker": "soldier",
            "text": "A thousand, sir, Early thought be, have on their riveted trim, And at the port expect you."
        },
        {
            "text": "Shout. Trumpets flourish"
        },
        {
            "text": "Enter Captains and Soldiers"
        },
        {
            "speaker": "captain",
            "text": "The morn is fair. Good morrow, general."
        },
        {
            "speaker": "all",
            "text": "Good morrow, general."
        },
        {
            "speaker": "mark antony",
            "text": "Tis well blown, lads: This morning, like the spirit of a youth That means to be of note, begins betimes. So, so come, give me that: this way well said. Fare thee well, dame, whateer becomes of me: This is a soldiers kiss: rebukeable And worthy shameful cheque it were, to stand On more mechanic compliment Ill leave thee Now, like a man of steel. You that will fight, Follow me close Ill bring you tot. Adieu."
        },
        {
            "text": "Kisses her"
        },
        {
            "text": "Exeunt MARK ANTONY, EROS, Captains, and Soldiers"
        },
        {
            "speaker": "charmian",
            "text": "Please you, retire to your chamber."
        },
        {
            "speaker": "cleopatra",
            "text": "Lead me. He goes forth gallantly. That he and Caesar might Determine this great war in single fight! Then Antony,but nowWell, on."
        },
        {
            "text": "Exeunt"
        }
    ]
}