{
    "sceneName": "Act 3, scene 11",
    "playName": "antony and cleopatra",
    "location": "Alexandria. CLEOPATRAs palace.",
    "lines": [
        {
            "text": "Enter MARK ANTONY with Attendants"
        },
        {
            "speaker": "mark antony",
            "text": "Hark! the land bids me tread no more upont It is ashamed to bear me! Friends, come hither: I am so lated in the world, that I Have lost my way for ever: I have a ship Laden with gold take that, divide it fly, And make your peace with Caesar."
        },
        {
            "speaker": "all",
            "text": "Fly! not we."
        },
        {
            "speaker": "mark antony",
            "text": "I have fled myself and have instructed cowards To run and show their shoulders. Friends, be gone I have myself resolved upon a course Which has no need of you be gone: My treasures in the harbour, take it. O, I followd that I blush to look upon: My very hairs do mutiny for the white Reprove the brown for rashness, and they them For fear and doting. Friends, be gone: you shall Have letters from me to some friends that will Sweep your way for you. Pray you, look not sad, Nor make replies of loathness: take the hint Which my despair proclaims let that be left Which leaves itself: to the seaside straightway: I will possess you of that ship and treasure. Leave me, I pray, a little: pray you now: Nay, do so for, indeed, I have lost command, Therefore I pray you: Ill see you by and by."
        },
        {
            "text": "Sits down"
        },
        {
            "text": "Enter CLEOPATRA led by CHARMIAN and IRAS EROS following"
        },
        {
            "speaker": "eros",
            "text": "Nay, gentle madam, to him, comfort him."
        },
        {
            "speaker": "iras",
            "text": "Do, most dear queen."
        },
        {
            "speaker": "charmian",
            "text": "Do! why: what else"
        },
        {
            "speaker": "cleopatra",
            "text": "Let me sit down. O Juno!"
        },
        {
            "speaker": "mark antony",
            "text": "No, no, no, no, no."
        },
        {
            "speaker": "eros",
            "text": "See you here, sir"
        },
        {
            "speaker": "mark antony",
            "text": "O fie, fie, fie!"
        },
        {
            "speaker": "charmian",
            "text": "Madam!"
        },
        {
            "speaker": "iras",
            "text": "Madam, O good empress!"
        },
        {
            "speaker": "eros",
            "text": "Sir, sir,"
        },
        {
            "speaker": "mark antony",
            "text": "Yes, my lord, yes he at Philippi kept His sword een like a dancer while I struck The lean and wrinkled Cassius and twas I That the mad Brutus ended: he alone Dealt on lieutenantry, and no practise had In the brave squares of war: yet nowNo matter."
        },
        {
            "speaker": "cleopatra",
            "text": "Ah, stand by."
        },
        {
            "speaker": "eros",
            "text": "The queen, my lord, the queen."
        },
        {
            "speaker": "iras",
            "text": "Go to him, madam, speak to him: He is unqualitied with very shame."
        },
        {
            "speaker": "cleopatra",
            "text": "Well then, sustain him: O!"
        },
        {
            "speaker": "eros",
            "text": "Most noble sir, arise the queen approaches: Her heads declined, and death will seize her, but Your comfort makes the rescue."
        },
        {
            "speaker": "mark antony",
            "text": "I have offended reputation, A most unnoble swerving."
        },
        {
            "speaker": "eros",
            "text": "Sir, the queen."
        },
        {
            "speaker": "mark antony",
            "text": "O, whither hast thou led me, Egypt See, How I convey my shame out of thine eyes By looking back what I have left behind Stroyd in dishonour."
        },
        {
            "speaker": "cleopatra",
            "text": "O my lord, my lord, Forgive my fearful sails! I little thought You would have followd."
        },
        {
            "speaker": "mark antony",
            "text": "Egypt, thou knewst too well My heart was to thy rudder tied by the strings, And thou shouldst tow me after: oer my spirit Thy full supremacy thou knewst, and that Thy beck might from the bidding of the gods Command me."
        },
        {
            "speaker": "cleopatra",
            "text": "O, my pardon!"
        },
        {
            "speaker": "mark antony",
            "text": "Now I must To the young man send humble treaties, dodge And palter in the shifts of lowness who With half the bulk o the world playd as I pleased, Making and marring fortunes. You did know How much you were my conqueror and that My sword, made weak by my affection, would Obey it on all cause."
        },
        {
            "speaker": "cleopatra",
            "text": "Pardon, pardon!"
        },
        {
            "speaker": "mark antony",
            "text": "Fall not a tear, I say one of them rates All that is won and lost: give me a kiss Even this repays me. We sent our schoolmaster Is he come back Love, I am full of lead. Some wine, within there, and our viands! Fortune knows We scorn her most when most she offers blows."
        },
        {
            "text": "Exeunt"
        }
    ]
}