{
    "sceneName": "Act 4, scene 2",
    "playName": "antony and cleopatra",
    "location": "Alexandria. CLEOPATRAs palace.",
    "lines": [
        {
            "text": "Enter MARK ANTONY, CLEOPATRA, DOMITIUS ENOBARBUS, CHARMIAN, IRAS, ALEXAS, with others"
        },
        {
            "speaker": "mark antony",
            "text": "He will not fight with me, Domitius."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "No."
        },
        {
            "speaker": "mark antony",
            "text": "Why should he not"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "He thinks, being twenty times of better fortune, He is twenty men to one."
        },
        {
            "speaker": "mark antony",
            "text": "Tomorrow, soldier, By sea and land Ill fight: or I will live, Or bathe my dying honour in the blood Shall make it live again. Woot thou fight well"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Ill strike, and cry Take all."
        },
        {
            "speaker": "mark antony",
            "text": "Well said come on. Call forth my household servants: lets tonight Be bounteous at our meal. Give me thy hand, Thou hast been rightly honestso hast thou Thou,and thou,and thou:you have served me well, And kings have been your fellows."
        },
        {
            "text": "Enter three or four Servitors"
        },
        {
            "speaker": "cleopatra",
            "text": "[Aside to DOMITIUS ENOBARBUS]  What means this"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside to CLEOPATRA]  Tis one of those odd tricks which sorrow shoots Out of the mind."
        },
        {
            "speaker": "mark antony",
            "text": "And thou art honest too. I wish I could be made so many men, And all of you clappd up together in An Antony, that I might do you service So good as you have done."
        },
        {
            "speaker": "all",
            "text": "The gods forbid!"
        },
        {
            "speaker": "mark antony",
            "text": "Well, my good fellows, wait on me tonight: Scant not my cups and make as much of me As when mine empire was your fellow too, And sufferd my command."
        },
        {
            "speaker": "cleopatra",
            "text": "[Aside to DOMITIUS ENOBARBUS]  What does he mean"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside to CLEOPATRA]  To make his followers weep."
        },
        {
            "speaker": "mark antony",
            "text": "Tend me tonight May be it is the period of your duty: Haply you shall not see me more or if, A mangled shadow: perchance tomorrow Youll serve another master. I look on you As one that takes his leave. Mine honest friends, I turn you not away but, like a master Married to your good service, stay till death: Tend me tonight two hours, I ask no more, And the gods yield you fort!"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "What mean you, sir, To give them this discomfort Look, they weep And I, an ass, am onioneyed: for shame, Transform us not to women."
        },
        {
            "speaker": "mark antony",
            "text": "Ho, ho, ho! Now the witch take me, if I meant it thus! Grace grow where those drops fall! My hearty friends, You take me in too dolorous a sense For I spake to you for your comfort did desire you To burn this night with torches: know, my hearts, I hope well of tomorrow and will lead you Where rather Ill expect victorious life Than death and honour. Lets to supper, come, And drown consideration."
        },
        {
            "text": "Exeunt"
        }
    ]
}