{
    "sceneName": "Act 3, scene 2",
    "playName": "antony and cleopatra",
    "location": "Rome. An ante-chamber in OCTAVIUS CAESAR's house.",
    "lines": [
        {
            "text": "Enter AGRIPPA at one door, DOMITIUS ENOBARBUS at another"
        },
        {
            "speaker": "agrippa",
            "text": "What, are the brothers parted?"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "They have dispatch'd with Pompey, he is gone; The other three are sealing. Octavia weeps To part from Rome; Caesar is sad; and Lepidus, Since Pompey's feast, as Menas says, is troubled With the green sickness."
        },
        {
            "speaker": "agrippa",
            "text": "'Tis a noble Lepidus."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "A very fine one: O, how he loves Caesar!"
        },
        {
            "speaker": "agrippa",
            "text": "Nay, but how dearly he adores Mark Antony!"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Caesar? Why, he's the Jupiter of men."
        },
        {
            "speaker": "agrippa",
            "text": "What's Antony? The god of Jupiter."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Spake you of Caesar? How! the non-pareil!"
        },
        {
            "speaker": "agrippa",
            "text": "O Antony! O thou Arabian bird!"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Would you praise Caesar, say 'Caesar:' go no further."
        },
        {
            "speaker": "agrippa",
            "text": "Indeed, he plied them both with excellent praises."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "But he loves Caesar best; yet he loves Antony: Ho! hearts, tongues, figures, scribes, bards, poets, cannot Think, speak, cast, write, sing, number, ho! His love to Antony. But as for Caesar, Kneel down, kneel down, and wonder."
        },
        {
            "speaker": "agrippa",
            "text": "Both he loves."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "They are his shards, and he their beetle. So; This is to horse. Adieu, noble Agrippa."
        },
        {
            "text": "Trumpets within"
        },
        {
            "speaker": "agrippa",
            "text": "Good fortune, worthy soldier; and farewell."
        },
        {
            "text": "Enter OCTAVIUS CAESAR, MARK ANTONY, LEPIDUS, and OCTAVIA"
        },
        {
            "speaker": "mark antony",
            "text": "No further, sir."
        },
        {
            "speaker": "octavius caesar",
            "text": "You take from me a great part of myself; Use me well in 't. Sister, prove such a wife As my thoughts make thee, and as my farthest band Shall pass on thy approof. Most noble Antony, Let not the piece of virtue, which is set Betwixt us as the cement of our love, To keep it builded, be the ram to batter The fortress of it; for better might we Have loved without this mean, if on both parts This be not cherish'd."
        },
        {
            "speaker": "mark antony",
            "text": "Make me not offended In your distrust."
        },
        {
            "speaker": "octavius caesar",
            "text": "I have said."
        },
        {
            "speaker": "mark antony",
            "text": "You shall not find, Though you be therein curious, the least cause For what you seem to fear: so, the gods keep you, And make the hearts of Romans serve your ends! We will here part."
        },
        {
            "speaker": "octavius caesar",
            "text": "Farewell, my dearest sister, fare thee well: The elements be kind to thee, and make Thy spirits all of comfort! fare thee well."
        },
        {
            "speaker": "octavia",
            "text": "My noble brother!"
        },
        {
            "speaker": "mark antony",
            "text": "The April 's in her eyes: it is love's spring, And these the showers to bring it on. Be cheerful."
        },
        {
            "speaker": "octavia",
            "text": "Sir, look well to my husband's house; and--"
        },
        {
            "speaker": "octavius caesar",
            "text": "What, Octavia?"
        },
        {
            "speaker": "octavia",
            "text": "I'll tell you in your ear."
        },
        {
            "speaker": "mark antony",
            "text": "Her tongue will not obey her heart, nor can Her heart inform her tongue,--the swan's down-feather, That stands upon the swell at full of tide, And neither way inclines."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside to AGRIPPA]  Will Caesar weep?"
        },
        {
            "speaker": "agrippa",
            "text": "[Aside to DOMITIUS ENOBARBUS]  He has a cloud in 's face."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside to AGRIPPA]  He were the worse for that, were he a horse; So is he, being a man."
        },
        {
            "speaker": "agrippa",
            "text": "[Aside to DOMITIUS ENOBARBUS]  Why, Enobarbus, When Antony found Julius Caesar dead, He cried almost to roaring; and he wept When at Philippi he found Brutus slain."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "[Aside to AGRIPPA]  That year, indeed, he was troubled with a rheum; What willingly he did confound he wail'd, Believe't, till I wept too."
        },
        {
            "speaker": "octavius caesar",
            "text": "No, sweet Octavia, You shall hear from me still; the time shall not Out-go my thinking on you."
        },
        {
            "speaker": "mark antony",
            "text": "Come, sir, come; I'll wrestle with you in my strength of love: Look, here I have you; thus I let you go, And give you to the gods."
        },
        {
            "speaker": "octavius caesar",
            "text": "Adieu; be happy!"
        },
        {
            "speaker": "lepidus",
            "text": "Let all the number of the stars give light To thy fair way!"
        },
        {
            "speaker": "octavius caesar",
            "text": "Farewell, fa rewell!"
        },
        {
            "text": "Kisses OCTAVIA"
        },
        {
            "speaker": "mark antony",
            "text": "Farewell!"
        },
        {
            "text": "Trumpets sound. Exeunt"
        }
    ]
}