{
    "sceneName": "Act 1, scene 5",
    "playName": "antony and cleopatra",
    "location": "Alexandria. CLEOPATRA's palace.",
    "lines": [
        {
            "text": "Enter CLEOPATRA, CHARMIAN, IRAS, and MARDIAN"
        },
        {
            "speaker": "cleopatra",
            "text": "Charmian!"
        },
        {
            "speaker": "charmian",
            "text": "Madam?"
        },
        {
            "speaker": "cleopatra",
            "text": "Ha, ha! Give me to drink mandragora."
        },
        {
            "speaker": "charmian",
            "text": "Why, madam?"
        },
        {
            "speaker": "cleopatra",
            "text": "That I might sleep out this great gap of time My Antony is away."
        },
        {
            "speaker": "charmian",
            "text": "You think of him too much."
        },
        {
            "speaker": "cleopatra",
            "text": "O, 'tis treason!"
        },
        {
            "speaker": "charmian",
            "text": "Madam, I trust, not so."
        },
        {
            "speaker": "cleopatra",
            "text": "Thou, eunuch Mardian!"
        },
        {
            "speaker": "mardian",
            "text": "What's your highness' pleasure?"
        },
        {
            "speaker": "cleopatra",
            "text": "Not now to hear thee sing; I take no pleasure In aught an eunuch has: 'tis well for thee, That, being unseminar'd, thy freer thoughts May not fly forth of Egypt. Hast thou affections?"
        },
        {
            "speaker": "mardian",
            "text": "Yes, gracious madam."
        },
        {
            "speaker": "cleopatra",
            "text": "Indeed!"
        },
        {
            "speaker": "mardian",
            "text": "Not in deed, madam; for I can do nothing But what indeed is honest to be done: Yet have I fierce affections, and think What Venus did with Mars."
        },
        {
            "speaker": "cleopatra",
            "text": "O Charmian, Where think'st thou he is now? Stands he, or sits he? Or does he walk? or is he on his horse? O happy horse, to bear the weight of Antony! Do bravely, horse! for wot'st thou whom thou movest? The demi-Atlas of this earth, the arm And burgonet of men. He's speaking now, Or murmuring 'Where's my serpent of old Nile?' For so he calls me: now I feed myself With most delicious poison. Think on me, That am with Phoebus' amorous pinches black, And wrinkled deep in time? Broad-fronted Caesar, When thou wast here above the ground, I was A morsel for a monarch: and great Pompey Would stand and make his eyes grow in my brow; There would he anchor his aspect and die With looking on his life."
        },
        {
            "text": "Enter ALEXAS, from OCTAVIUS CAESAR"
        },
        {
            "speaker": "alexas",
            "text": "Sovereign of Egypt, hail!"
        },
        {
            "speaker": "cleopatra",
            "text": "How much unlike art thou Mark Antony! Yet, coming from him, that great medicine hath With his tinct gilded thee. How goes it with my brave Mark Antony?"
        },
        {
            "speaker": "alexas",
            "text": "Last thing he did, dear queen, He kiss'd,--the last of many doubled kisses,-- This orient pearl. His speech sticks in my heart."
        },
        {
            "speaker": "cleopatra",
            "text": "Mine ear must pluck it thence."
        },
        {
            "speaker": "alexas",
            "text": "'Good friend,' quoth he, 'Say, the firm Roman to great Egypt sends This treasure of an oyster; at whose foot, To mend the petty present, I will piece Her opulent throne with kingdoms; all the east, Say thou, shall call her mistress.' So he nodded, And soberly did mount an arm-gaunt steed, Who neigh'd so high, that what I would have spoke Was beastly dumb'd by him."
        },
        {
            "speaker": "cleopatra",
            "text": "What, was he sad or merry?"
        },
        {
            "speaker": "alexas",
            "text": "Like to the time o' the year between the extremes Of hot and cold, he was nor sad nor merry."
        },
        {
            "speaker": "cleopatra",
            "text": "O well-divided disposition! Note him, Note him good Charmian, 'tis the man; but note him: He was not sad, for he would shine on those That make their looks by his; he was not merry, Which seem'd to tell them his remembrance lay In Egypt with his joy; but between both: O heavenly mingle! Be'st thou sad or merry, The violence of either thee becomes, So does it no man else. Met'st thou my posts?"
        },
        {
            "speaker": "alexas",
            "text": "Ay, madam, twenty several messengers: Why do you send so thick?"
        },
        {
            "speaker": "cleopatra",
            "text": "Who's born that day When I forget to send to Antony, Shall die a beggar. Ink and paper, Charmian. Welcome, my good Alexas. Did I, Charmian, Ever love Caesar so?"
        },
        {
            "speaker": "charmian",
            "text": "O that brave Caesar!"
        },
        {
            "speaker": "cleopatra",
            "text": "Be choked with such another emphasis! Say, the brave Antony."
        },
        {
            "speaker": "charmian",
            "text": "The valiant Caesar!"
        },
        {
            "speaker": "cleopatra",
            "text": "By Isis, I will give thee bloody teeth, If thou with Caesar paragon again My man of men."
        },
        {
            "speaker": "charmian",
            "text": "By your most gracious pardon, I sing but after you."
        },
        {
            "speaker": "cleopatra",
            "text": "My salad days, When I was green in judgment: cold in blood, To say as I said then! But, come, away; Get me ink and paper: He shall have every day a several greeting, Or I'll unpeople Egypt."
        },
        {
            "text": "Exeunt"
        }
    ]
}