{
    "sceneName": "Act 1, scene 2",
    "playName": "antony and cleopatra",
    "location": "The same. Another room.",
    "lines": [
        {
            "text": "Enter CHARMIAN, IRAS, ALEXAS, and a Soothsayer"
        },
        {
            "speaker": "charmian",
            "text": "Lord Alexas, sweet Alexas, most any thing Alexas, almost most absolute Alexas, wheres the soothsayer that you praised so to the queen O, that I knew this husband, which, you say, must charge his horns with garlands!"
        },
        {
            "speaker": "alexas",
            "text": "Soothsayer!"
        },
        {
            "speaker": "soothsayer",
            "text": "Your will"
        },
        {
            "speaker": "charmian",
            "text": "Is this the man Ist you, sir, that know things"
        },
        {
            "speaker": "soothsayer",
            "text": "In natures infinite book of secrecy A little I can read."
        },
        {
            "speaker": "alexas",
            "text": "Show him your hand."
        },
        {
            "text": "Enter DOMITIUS ENOBARBUS"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Bring in the banquet quickly wine enough Cleopatras health to drink."
        },
        {
            "speaker": "charmian",
            "text": "Good sir, give me good fortune."
        },
        {
            "speaker": "soothsayer",
            "text": "I make not, but foresee."
        },
        {
            "speaker": "charmian",
            "text": "Pray, then, foresee me one."
        },
        {
            "speaker": "soothsayer",
            "text": "You shall be yet far fairer than you are."
        },
        {
            "speaker": "charmian",
            "text": "He means in flesh."
        },
        {
            "speaker": "iras",
            "text": "No, you shall paint when you are old."
        },
        {
            "speaker": "charmian",
            "text": "Wrinkles forbid!"
        },
        {
            "speaker": "alexas",
            "text": "Vex not his prescience be attentive."
        },
        {
            "speaker": "charmian",
            "text": "Hush!"
        },
        {
            "speaker": "soothsayer",
            "text": "You shall be more beloving than beloved."
        },
        {
            "speaker": "charmian",
            "text": "I had rather heat my liver with drinking."
        },
        {
            "speaker": "alexas",
            "text": "Nay, hear him."
        },
        {
            "speaker": "charmian",
            "text": "Good now, some excellent fortune! Let me be married to three kings in a forenoon, and widow them all: let me have a child at fifty, to whom Herod of Jewry may do homage: find me to marry me with Octavius Caesar, and companion me with my mistress."
        },
        {
            "speaker": "soothsayer",
            "text": "You shall outlive the lady whom you serve."
        },
        {
            "speaker": "charmian",
            "text": "O excellent! I love long life better than figs."
        },
        {
            "speaker": "soothsayer",
            "text": "You have seen and proved a fairer former fortune Than that which is to approach."
        },
        {
            "speaker": "charmian",
            "text": "Then belike my children shall have no names: prithee, how many boys and wenches must I have"
        },
        {
            "speaker": "soothsayer",
            "text": "If every of your wishes had a womb. And fertile every wish, a million."
        },
        {
            "speaker": "charmian",
            "text": "Out, fool! I forgive thee for a witch."
        },
        {
            "speaker": "alexas",
            "text": "You think none but your sheets are privy to your wishes."
        },
        {
            "speaker": "charmian",
            "text": "Nay, come, tell Iras hers."
        },
        {
            "speaker": "alexas",
            "text": "Well know all our fortunes."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Mine, and most of our fortunes, tonight, shall bedrunk to bed."
        },
        {
            "speaker": "iras",
            "text": "Theres a palm presages chastity, if nothing else."
        },
        {
            "speaker": "charmian",
            "text": "Een as the oerflowing Nilus presageth famine."
        },
        {
            "speaker": "iras",
            "text": "Go, you wild bedfellow, you cannot soothsay."
        },
        {
            "speaker": "charmian",
            "text": "Nay, if an oily palm be not a fruitful prognostication, I cannot scratch mine ear. Prithee, tell her but a workyday fortune."
        },
        {
            "speaker": "soothsayer",
            "text": "Your fortunes are alike."
        },
        {
            "speaker": "iras",
            "text": "But how, but how give me particulars."
        },
        {
            "speaker": "soothsayer",
            "text": "I have said."
        },
        {
            "speaker": "iras",
            "text": "Am I not an inch of fortune better than she"
        },
        {
            "speaker": "charmian",
            "text": "Well, if you were but an inch of fortune better than I, where would you choose it"
        },
        {
            "speaker": "iras",
            "text": "Not in my husbands nose."
        },
        {
            "speaker": "charmian",
            "text": "Our worser thoughts heavens mend! Alexas,come, his fortune, his fortune! O, let him marry a woman that cannot go, sweet Isis, I beseech thee! and let her die too, and give him a worse! and let worst follow worse, till the worst of all follow him laughing to his grave, fiftyfold a cuckold! Good Isis, hear me this prayer, though thou deny me a matter of more weight good Isis, I beseech thee!"
        },
        {
            "speaker": "iras",
            "text": "Amen. Dear goddess, hear that prayer of the people! for, as it is a heartbreaking to see a handsome man loosewived, so it is a deadly sorrow to behold a foul knave uncuckolded: therefore, dear Isis, keep decorum, and fortune him accordingly!"
        },
        {
            "speaker": "charmian",
            "text": "Amen."
        },
        {
            "speaker": "alexas",
            "text": "Lo, now, if it lay in their hands to make me a cuckold, they would make themselves whores, but theyld dot!"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Hush! here comes Antony."
        },
        {
            "speaker": "charmian",
            "text": "Not he the queen."
        },
        {
            "text": "Enter CLEOPATRA"
        },
        {
            "speaker": "cleopatra",
            "text": "Saw you my lord"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "No, lady."
        },
        {
            "speaker": "cleopatra",
            "text": "Was he not here"
        },
        {
            "speaker": "charmian",
            "text": "No, madam."
        },
        {
            "speaker": "cleopatra",
            "text": "He was disposed to mirth but on the sudden A Roman thought hath struck him. Enobarbus!"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Madam"
        },
        {
            "speaker": "cleopatra",
            "text": "Seek him, and bring him hither. Wheres Alexas"
        },
        {
            "speaker": "alexas",
            "text": "Here, at your service. My lord approaches."
        },
        {
            "speaker": "cleopatra",
            "text": "We will not look upon him: go with us."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Enter MARK ANTONY with a Messenger and Attendants"
        },
        {
            "speaker": "messenger",
            "text": "Fulvia thy wife first came into the field."
        },
        {
            "speaker": "mark antony",
            "text": "Against my brother Lucius"
        },
        {
            "speaker": "messenger",
            "text": "Ay: But soon that war had end, and the times state Made friends of them, joining their force gainst Caesar Whose better issue in the war, from Italy, Upon the first encounter, drave them."
        },
        {
            "speaker": "mark antony",
            "text": "Well, what worst"
        },
        {
            "speaker": "messenger",
            "text": "The nature of bad news infects the teller."
        },
        {
            "speaker": "mark antony",
            "text": "When it concerns the fool or coward. On: Things that are past are done with me. Tis thus: Who tells me true, though in his tale lie death, I hear him as he flatterd."
        },
        {
            "speaker": "messenger",
            "text": "Labienus This is stiff newshath, with his Parthian force, Extended Asia from Euphrates His conquering banner shook from Syria To Lydia and to Ionia Whilst"
        },
        {
            "speaker": "mark antony",
            "text": "Antony, thou wouldst say,"
        },
        {
            "speaker": "messenger",
            "text": "O, my lord!"
        },
        {
            "speaker": "mark antony",
            "text": "Speak to me home, mince not the general tongue: Name Cleopatra as she is calld in Rome Rail thou in Fulvias phrase and taunt my faults With such full licence as both truth and malice Have power to utter. O, then we bring forth weeds, When our quick minds lie still and our ills told us Is as our earing. Fare thee well awhile."
        },
        {
            "speaker": "messenger",
            "text": "At your noble pleasure."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "mark antony",
            "text": "From Sicyon, ho, the news! Speak there!"
        },
        {
            "speaker": "first attendant",
            "text": "The man from Sicyon,is there such an one"
        },
        {
            "speaker": "second attendant",
            "text": "He stays upon your will."
        },
        {
            "speaker": "mark antony",
            "text": "Let him appear. These strong Egyptian fetters I must break, Or lose myself in dotage. What are you"
        },
        {
            "text": "Enter another Messenger"
        },
        {
            "speaker": "second messenger",
            "text": "Fulvia thy wife is dead."
        },
        {
            "speaker": "mark antony",
            "text": "Where died she"
        },
        {
            "speaker": "second messenger",
            "text": "In Sicyon: Her length of sickness, with what else more serious Importeth thee to know, this bears."
        },
        {
            "text": "Gives a letter"
        },
        {
            "speaker": "mark antony",
            "text": "Forbear me. Theres a great spirit gone! Thus did I desire it: What our contempt doth often hurl from us, We wish it ours again the present pleasure, By revolution lowering, does become The opposite of itself: shes good, being gone The hand could pluck her back that shoved her on. I must from this enchanting queen break off: Ten thousand harms, more than the ills I know, My idleness doth hatch. How now! Enobarbus!"
        },
        {
            "text": "Exit Second Messenger"
        },
        {
            "text": "Reenter DOMITIUS ENOBARBUS"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Whats your pleasure, sir"
        },
        {
            "speaker": "mark antony",
            "text": "I must with haste from hence."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Why, then, we kill all our women: we see how mortal an unkindness is to them if they suffer our departure, deaths the word."
        },
        {
            "speaker": "mark antony",
            "text": "I must be gone."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Under a compelling occasion, let women die it were pity to cast them away for nothing though, between them and a great cause, they should be esteemed nothing. Cleopatra, catching but the least noise of this, dies instantly I have seen her die twenty times upon far poorer moment: I do think there is mettle in death, which commits some loving act upon her, she hath such a celerity in dying."
        },
        {
            "speaker": "mark antony",
            "text": "She is cunning past mans thought."
        },
        {
            "text": "Exit ALEXAS"
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Alack, sir, no her passions are made of nothing but the finest part of pure love: we cannot call her winds and waters sighs and tears they are greater storms and tempests than almanacs can report: this cannot be cunning in her if it be, she makes a shower of rain as well as Jove."
        },
        {
            "speaker": "mark antony",
            "text": "Would I had never seen her."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "O, sir, you had then left unseen a wonderful piece of work which not to have been blest withal would have discredited your travel."
        },
        {
            "speaker": "mark antony",
            "text": "Fulvia is dead."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Sir"
        },
        {
            "speaker": "mark antony",
            "text": "Fulvia is dead."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Fulvia!"
        },
        {
            "speaker": "mark antony",
            "text": "Dead."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "Why, sir, give the gods a thankful sacrifice. When it pleaseth their deities to take the wife of a man from him, it shows to man the tailors of the earth comforting therein, that when old robes are worn out, there are members to make new. If there were no more women but Fulvia, then had you indeed a cut, and the case to be lamented: this grief is crowned with consolation your old smock brings forth a new petticoat: and indeed the tears live in an onion that should water this sorrow."
        },
        {
            "speaker": "mark antony",
            "text": "The business she hath broached in the state Cannot endure my absence."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "And the business you have broached here cannot be without you especially that of Cleopatras, which wholly depends on your abode."
        },
        {
            "speaker": "mark antony",
            "text": "No more light answers. Let our officers Have notice what we purpose. I shall break The cause of our expedience to the queen, And get her leave to part. For not alone The death of Fulvia, with more urgent touches, Do strongly speak to us but the letters too Of many our contriving friends in Rome Petition us at home: Sextus Pompeius Hath given the dare to Caesar, and commands The empire of the sea: our slippery people, Whose love is never linkd to the deserver Till his deserts are past, begin to throw Pompey the Great and all his dignities Upon his son who, high in name and power, Higher than both in blood and life, stands up For the main soldier: whose quality, going on, The sides o the world may danger: much is breeding, Which, like the coursers hair, hath yet but life, And not a serpents poison. Say, our pleasure, To such whose place is under us, requires Our quick remove from hence."
        },
        {
            "speaker": "domitius enobarbus",
            "text": "I shall dot."
        },
        {
            "text": "Exeunt"
        }
    ]
}