{
    "sceneName": "Act 4, scene 5",
    "playName": "king lear",
    "location": "Gloucesters castle.",
    "lines": [
        {
            "text": "Enter REGAN and OSWALD"
        },
        {
            "speaker": "regan",
            "text": "But are my brothers powers set forth"
        },
        {
            "speaker": "oswald",
            "text": "Ay, madam."
        },
        {
            "speaker": "regan",
            "text": "Himself in person there"
        },
        {
            "speaker": "oswald",
            "text": "Madam, with much ado: Your sister is the better soldier."
        },
        {
            "speaker": "regan",
            "text": "Lord Edmund spake not with your lord at home"
        },
        {
            "speaker": "oswald",
            "text": "No, madam."
        },
        {
            "speaker": "regan",
            "text": "What might import my sisters letter to him"
        },
        {
            "speaker": "oswald",
            "text": "I know not, lady."
        },
        {
            "speaker": "regan",
            "text": "Faith, he is posted hence on serious matter. It was great ignorance, Gloucesters eyes being out, To let him live: where he arrives he moves All hearts against us: Edmund, I think, is gone, In pity of his misery, to dispatch His nighted life: moreover, to descry The strength o the enemy."
        },
        {
            "speaker": "oswald",
            "text": "I must needs after him, madam, with my letter."
        },
        {
            "speaker": "regan",
            "text": "Our troops set forth tomorrow: stay with us The ways are dangerous."
        },
        {
            "speaker": "oswald",
            "text": "I may not, madam: My lady charged my duty in this business."
        },
        {
            "speaker": "regan",
            "text": "Why should she write to Edmund Might not you Transport her purposes by word Belike, SomethingI know not what: Ill love thee much, Let me unseal the letter."
        },
        {
            "speaker": "oswald",
            "text": "Madam, I had rather"
        },
        {
            "speaker": "regan",
            "text": "I know your lady does not love her husband I am sure of that: and at her late being here She gave strange oeillades and most speaking looks To noble Edmund. I know you are of her bosom."
        },
        {
            "speaker": "oswald",
            "text": "I, madam"
        },
        {
            "speaker": "regan",
            "text": "I speak in understanding you are I knowt: Therefore I do advise you, take this note: My lord is dead Edmund and I have talkd And more convenient is he for my hand Than for your ladys: you may gather more. If you do find him, pray you, give him this And when your mistress hears thus much from you, I pray, desire her call her wisdom to her. So, fare you well. If you do chance to hear of that blind traitor, Preferment falls on him that cuts him off."
        },
        {
            "speaker": "oswald",
            "text": "Would I could meet him, madam! I should show What party I do follow."
        },
        {
            "speaker": "regan",
            "text": "Fare thee well."
        },
        {
            "text": "Exeunt"
        }
    ]
}