{
    "sceneName": "Act 3, scene 6",
    "playName": "king lear",
    "location": "A chamber in a farmhouse adjoining the castle.",
    "lines": [
        {
            "text": "Enter GLOUCESTER, KING LEAR, KENT, Fool, and EDGAR"
        },
        {
            "speaker": "gloucester",
            "text": "Here is better than the open air; take it thankfully. I will piece out the comfort with what addition I can: I will not be long from you."
        },
        {
            "speaker": "kent",
            "text": "All the power of his wits have given way to his impatience: the gods reward your kindness!"
        },
        {
            "text": "Exit GLOUCESTER"
        },
        {
            "speaker": "edgar",
            "text": "Frateretto calls me; and tells me Nero is an angler in the lake of darkness. Pray, innocent, and beware the foul fiend."
        },
        {
            "speaker": "fool",
            "text": "Prithee, nuncle, tell me whether a madman be a gentleman or a yeoman?"
        },
        {
            "speaker": "king lear",
            "text": "A king, a king!"
        },
        {
            "speaker": "fool",
            "text": "No, he's a yeoman that has a gentleman to his son; for he's a mad yeoman that sees his son a gentleman before him."
        },
        {
            "speaker": "king lear",
            "text": "To have a thousand with red burning spits Come hissing in upon 'em,--"
        },
        {
            "speaker": "edgar",
            "text": "The foul fiend bites my back."
        },
        {
            "speaker": "fool",
            "text": "He's mad that trusts in the tameness of a wolf, a horse's health, a boy's love, or a whore's oath."
        },
        {
            "speaker": "king lear",
            "text": "It shall be done; I will arraign them straight. Come, sit thou here, most learned justicer; Thou, sapient sir, sit here. Now, you she foxes!"
        },
        {
            "text": "To EDGAR"
        },
        {
            "text": "To the Fool"
        },
        {
            "speaker": "edgar",
            "text": "Look, where he stands and glares! Wantest thou eyes at trial, madam? Come o'er the bourn, Bessy, to me,--"
        },
        {
            "speaker": "fool",
            "text": "Her boat hath a leak, And she must not speak Why she dares not come over to thee."
        },
        {
            "speaker": "edgar",
            "text": "The foul fiend haunts poor Tom in the voice of a nightingale. Hopdance cries in Tom's belly for two white herring. Croak not, black angel; I have no food for thee."
        },
        {
            "speaker": "kent",
            "text": "How do you, sir? Stand you not so amazed: Will you lie down and rest upon the cushions?"
        },
        {
            "speaker": "king lear",
            "text": "I'll see their trial first. Bring in the evidence. Thou robed man of justice, take thy place; And thou, his yoke-fellow of equity, Bench by his side: you are o' the commission, Sit you too."
        },
        {
            "text": "To EDGAR"
        },
        {
            "text": "To the Fool"
        },
        {
            "text": "To KENT"
        },
        {
            "speaker": "edgar",
            "text": "Let us deal justly. Sleepest or wakest thou, jolly shepherd? Thy sheep be in the corn; And for one blast of thy minikin mouth, Thy sheep shall take no harm. Pur! the cat is gray."
        },
        {
            "speaker": "king lear",
            "text": "Arraign her first; 'tis Goneril. I here take my oath before this honourable assembly, she kicked the poor king her father."
        },
        {
            "speaker": "fool",
            "text": "Come hither, mistress. Is your name Goneril?"
        },
        {
            "speaker": "king lear",
            "text": "She cannot deny it."
        },
        {
            "speaker": "fool",
            "text": "Cry you mercy, I took you for a joint-stool."
        },
        {
            "speaker": "king lear",
            "text": "And here's another, whose warp'd looks proclaim What store her heart is made on. Stop her there! Arms, arms, sword, fire! Corruption in the place! False justicer, why hast thou let her 'scape?"
        },
        {
            "speaker": "edgar",
            "text": "Bless thy five wits!"
        },
        {
            "speaker": "kent",
            "text": "O pity! Sir, where is the patience now, That thou so oft have boasted to retain?"
        },
        {
            "speaker": "edgar",
            "text": "[Aside]  My tears begin to take his part so much, They'll mar my counterfeiting."
        },
        {
            "speaker": "king lear",
            "text": "The little dogs and all, Tray, Blanch, and Sweet-heart, see, they bark at me."
        },
        {
            "speaker": "edgar",
            "text": "Tom will throw his head at them. Avaunt, you curs! Be thy mouth or black or white, Tooth that poisons if it bite; Mastiff, grey-hound, mongrel grim, Hound or spaniel, brach or lym, Or bobtail tike or trundle-tail, Tom will make them weep and wail: For, with throwing thus my head, Dogs leap the hatch, and all are fled. Do de, de, de. Sessa! Come, march to wakes and fairs and market-towns. Poor Tom, thy horn is dry."
        },
        {
            "speaker": "king lear",
            "text": "Then let them anatomize Regan; see what breeds about her heart. Is there any cause in nature that makes these hard hearts? You, sir, I entertain for one of my hundred; only I do not like the fashion of your garments: you will say they are Persian attire: but let them be changed."
        },
        {
            "text": "To EDGAR"
        },
        {
            "speaker": "kent",
            "text": "Now, good my lord, lie here and rest awhile."
        },
        {
            "speaker": "king lear",
            "text": "Make no noise, make no noise; draw the curtains: so, so, so. We'll go to supper i' he morning. So, so, so."
        },
        {
            "speaker": "fool",
            "text": "And I'll go to bed at noon."
        },
        {
            "text": "Re-enter GLOUCESTER"
        },
        {
            "speaker": "gloucester",
            "text": "Come hither, friend: where is the king my master?"
        },
        {
            "speaker": "kent",
            "text": "Here, sir; but trouble him not, his wits are gone."
        },
        {
            "speaker": "gloucester",
            "text": "Good friend, I prithee, take him in thy arms; I have o'erheard a plot of death upon him: There is a litter ready; lay him in 't, And drive towards Dover, friend, where thou shalt meet Both welcome and protection. Take up thy master: If thou shouldst dally half an hour, his life, With thine, and all that offer to defend him, Stand in assured loss: take up, take up; And follow me, that will to some provision Give thee quick conduct."
        },
        {
            "speaker": "kent",
            "text": "Oppressed nature sleeps: This rest might yet have balm'd thy broken senses, Which, if convenience will not allow, Stand in hard cure. Come, help to bear thy master; Thou must not stay behind."
        },
        {
            "text": "To the Fool"
        },
        {
            "speaker": "gloucester",
            "text": "Come, come, away."
        },
        {
            "text": "Exeunt all but EDGAR"
        },
        {
            "speaker": "edgar",
            "text": "When we our betters see bearing our woes, We scarcely think our miseries our foes. Who alone suffers suffers most i' the mind, Leaving free things and happy shows behind: But then the mind much sufferance doth o'er skip, When grief hath mates, and bearing fellowship. How light and portable my pain seems now, When that which makes me bend makes the king bow, He childed as I father'd! Tom, away! Mark the high noises; and thyself bewray, When false opinion, whose wrong thought defiles thee, In thy just proof, repeals and reconciles thee. What will hap more to-night, safe 'scape the king! Lurk, lurk."
        },
        {
            "text": "Exit"
        }
    ]
}