{
    "sceneName": "Act 4, scene 6",
    "playName": "king lear",
    "location": "Fields near Dover.",
    "lines": [
        {
            "text": "Enter GLOUCESTER, and EDGAR dressed like a peasant"
        },
        {
            "speaker": "gloucester",
            "text": "When shall we come to the top of that same hill"
        },
        {
            "speaker": "edgar",
            "text": "You do climb up it now: look, how we labour."
        },
        {
            "speaker": "gloucester",
            "text": "Methinks the ground is even."
        },
        {
            "speaker": "edgar",
            "text": "Horrible steep. Hark, do you hear the sea"
        },
        {
            "speaker": "gloucester",
            "text": "No, truly."
        },
        {
            "speaker": "edgar",
            "text": "Why, then, your other senses grow imperfect By your eyes anguish."
        },
        {
            "speaker": "gloucester",
            "text": "So may it be, indeed: Methinks thy voice is alterd and thou speakst In better phrase and matter than thou didst."
        },
        {
            "speaker": "edgar",
            "text": "Youre much deceived: in nothing am I changed But in my garments."
        },
        {
            "speaker": "gloucester",
            "text": "Methinks youre better spoken."
        },
        {
            "speaker": "edgar",
            "text": "Come on, sir heres the place: stand still. How fearful And dizzy tis, to cast ones eyes so low! The crows and choughs that wing the midway air Show scarce so gross as beetles: half way down Hangs one that gathers samphire, dreadful trade! Methinks he seems no bigger than his head: The fishermen, that walk upon the beach, Appear like mice and yond tall anchoring bark, Diminishd to her cock her cock, a buoy Almost too small for sight: the murmuring surge, That on the unnumberd idle pebbles chafes, Cannot be heard so high. Ill look no more Lest my brain turn, and the deficient sight Topple down headlong."
        },
        {
            "speaker": "gloucester",
            "text": "Set me where you stand."
        },
        {
            "speaker": "edgar",
            "text": "Give me your hand: you are now within a foot Of the extreme verge: for all beneath the moon Would I not leap upright."
        },
        {
            "speaker": "gloucester",
            "text": "Let go my hand. Here, friend, s another purse in it a jewel Well worth a poor mans taking: fairies and gods Prosper it with thee! Go thou farther off Bid me farewell, and let me hear thee going."
        },
        {
            "speaker": "edgar",
            "text": "Now fare you well, good sir."
        },
        {
            "speaker": "gloucester",
            "text": "With all my heart."
        },
        {
            "speaker": "edgar",
            "text": "Why I do trifle thus with his despair Is done to cure it."
        },
        {
            "speaker": "gloucester",
            "text": "[Kneeling]  O you mighty gods! This world I do renounce, and, in your sights, Shake patiently my great affliction off: If I could bear it longer, and not fall To quarrel with your great opposeless wills, My snuff and loathed part of nature should Burn itself out. If Edgar live, O, bless him! Now, fellow, fare thee well."
        },
        {
            "text": "He falls forward"
        },
        {
            "speaker": "edgar",
            "text": "Gone, sir: farewell. And yet I know not how conceit may rob The treasury of life, when life itself Yields to the theft: had he been where he thought, By this, had thought been past. Alive or dead Ho, you sir! friend! Hear you, sir! speak! Thus might he pass indeed: yet he revives. What are you, sir"
        },
        {
            "speaker": "gloucester",
            "text": "Away, and let me die."
        },
        {
            "speaker": "edgar",
            "text": "Hadst thou been aught but gossamer, feathers, air, So many fathom down precipitating, Thoudst shiverd like an egg: but thou dost breathe Hast heavy substance bleedst not speakst art sound. Ten masts at each make not the altitude Which thou hast perpendicularly fell: Thy lifes a miracle. Speak yet again."
        },
        {
            "speaker": "gloucester",
            "text": "But have I falln, or no"
        },
        {
            "speaker": "edgar",
            "text": "From the dread summit of this chalky bourn. Look up aheight the shrillgorged lark so far Cannot be seen or heard: do but look up."
        },
        {
            "speaker": "gloucester",
            "text": "Alack, I have no eyes. Is wretchedness deprived that benefit, To end itself by death Twas yet some comfort, When misery could beguile the tyrants rage, And frustrate his proud will."
        },
        {
            "speaker": "edgar",
            "text": "Give me your arm: Up: so. How is t Feel you your legs You stand."
        },
        {
            "speaker": "gloucester",
            "text": "Too well, too well."
        },
        {
            "speaker": "edgar",
            "text": "This is above all strangeness. Upon the crown o the cliff, what thing was that Which parted from you"
        },
        {
            "speaker": "gloucester",
            "text": "A poor unfortunate beggar."
        },
        {
            "speaker": "edgar",
            "text": "As I stood here below, methought his eyes Were two full moons he had a thousand noses, Horns whelkd and waved like the enridged sea: It was some fiend therefore, thou happy father, Think that the clearest gods, who make them honours Of mens impossibilities, have preserved thee."
        },
        {
            "speaker": "gloucester",
            "text": "I do remember now: henceforth Ill bear Affliction till it do cry out itself Enough, enough, and die. That thing you speak of, I took it for a man often twould say The fiend, the fiend: he led me to that place."
        },
        {
            "speaker": "edgar",
            "text": "Bear free and patient thoughts. But who comes here The safer sense will neer accommodate His master thus."
        },
        {
            "text": "Enter KING LEAR, fantastically dressed with wild flowers"
        },
        {
            "speaker": "king lear",
            "text": "No, they cannot touch me for coining I am the king himself."
        },
        {
            "speaker": "edgar",
            "text": "O thou sidepiercing sight!"
        },
        {
            "speaker": "king lear",
            "text": "Natures above art in that respect. Theres your pressmoney. That fellow handles his bow like a crowkeeper: draw me a clothiers yard. Look, look, a mouse! Peace, peace this piece of toasted cheese will do t. Theres my gauntlet Ill prove it on a giant. Bring up the brown bills. O, well flown, bird! i the clout, i the clout: hewgh! Give the word."
        },
        {
            "speaker": "edgar",
            "text": "Sweet marjoram."
        },
        {
            "speaker": "king lear",
            "text": "Pass."
        },
        {
            "speaker": "gloucester",
            "text": "I know that voice."
        },
        {
            "speaker": "king lear",
            "text": "Ha! Goneril, with a white beard! They flattered me like a dog and told me I had white hairs in my beard ere the black ones were there. To say ay and no to every thing that I said!Ay and no too was no good divinity. When the rain came to wet me once, and the wind to make me chatter when the thunder would not peace at my bidding there I found em, there I smelt em out. Go to, they are not men o their words: they told me I was every thing tis a lie, I am not agueproof."
        },
        {
            "speaker": "gloucester",
            "text": "The trick of that voice I do well remember: Is t not the king"
        },
        {
            "speaker": "king lear",
            "text": "Ay, every inch a king: When I do stare, see how the subject quakes. I pardon that mans life. What was thy cause Adultery Thou shalt not die: die for adultery! No: The wren goes to t, and the small gilded fly Does lecher in my sight. Let copulation thrive for Gloucesters bastard son Was kinder to his father than my daughters Got tween the lawful sheets. To t, luxury, pellmell! for I lack soldiers. Behold yond simpering dame, Whose face between her forks presages snow That minces virtue, and does shake the head To hear of pleasures name The fitchew, nor the soiled horse, goes to t With a more riotous appetite. Down from the waist they are Centaurs, Though women all above: But to the girdle do the gods inherit, Beneath is all the fiends Theres hell, theres darkness, theres the sulphurous pit, Burning, scalding, stench, consumption fie, fie, fie! pah, pah! Give me an ounce of civet, good apothecary, to sweeten my imagination: theres money for thee."
        },
        {
            "speaker": "gloucester",
            "text": "O, let me kiss that hand!"
        },
        {
            "speaker": "king lear",
            "text": "Let me wipe it first it smells of mortality."
        },
        {
            "speaker": "gloucester",
            "text": "O ruind piece of nature! This great world Shall so wear out to nought. Dost thou know me"
        },
        {
            "speaker": "king lear",
            "text": "I remember thine eyes well enough. Dost thou squiny at me No, do thy worst, blind Cupid! Ill not love. Read thou this challenge mark but the penning of it."
        },
        {
            "speaker": "gloucester",
            "text": "Were all the letters suns, I could not see one."
        },
        {
            "speaker": "edgar",
            "text": "I would not take this from report it is, And my heart breaks at it."
        },
        {
            "speaker": "king lear",
            "text": "Read."
        },
        {
            "speaker": "gloucester",
            "text": "What, with the case of eyes"
        },
        {
            "speaker": "king lear",
            "text": "O, ho, are you there with me No eyes in your head, nor no money in your purse Your eyes are in a heavy case, your purse in a light yet you see how this world goes."
        },
        {
            "speaker": "gloucester",
            "text": "I see it feelingly."
        },
        {
            "speaker": "king lear",
            "text": "What, art mad A man may see how this world goes with no eyes. Look with thine ears: see how yond justice rails upon yond simple thief. Hark, in thine ear: change places and, handydandy, which is the justice, which is the thief Thou hast seen a farmers dog bark at a beggar"
        },
        {
            "speaker": "gloucester",
            "text": "Ay, sir."
        },
        {
            "speaker": "king lear",
            "text": "And the creature run from the cur There thou mightst behold the great image of authority: a dogs obeyed in office. Thou rascal beadle, hold thy bloody hand! Why dost thou lash that whore Strip thine own back Thou hotly lustst to use her in that kind For which thou whippst her. The usurer hangs the cozener. Through tatterd clothes small vices do appear Robes and furrd gowns hide all. Plate sin with gold, And the strong lance of justice hurtless breaks: Arm it in rags, a pigmys straw does pierce it. None does offend, none, I say, none Ill able em: Take that of me, my friend, who have the power To seal the accusers lips. Get thee glass eyes And like a scurvy politician, seem To see the things thou dost not. Now, now, now, now: Pull off my boots: harder, harder: so."
        },
        {
            "speaker": "edgar",
            "text": "O, matter and impertinency mixd! Reason in madness!"
        },
        {
            "speaker": "king lear",
            "text": "If thou wilt weep my fortunes, take my eyes. I know thee well enough thy name is Gloucester: Thou must be patient we came crying hither: Thou knowst, the first time that we smell the air, We wawl and cry. I will preach to thee: mark."
        },
        {
            "speaker": "gloucester",
            "text": "Alack, alack the day!"
        },
        {
            "speaker": "king lear",
            "text": "When we are born, we cry that we are come To this great stage of fools: this a good block It were a delicate stratagem, to shoe A troop of horse with felt: Ill put t in proof And when I have stoln upon these sonsinlaw, Then, kill, kill, kill, kill, kill, kill!"
        },
        {
            "text": "Enter a Gentleman, with Attendants"
        },
        {
            "speaker": "gentleman",
            "text": "O, here he is: lay hand upon him. Sir, Your most dear daughter"
        },
        {
            "speaker": "king lear",
            "text": "No rescue What, a prisoner I am even The natural fool of fortune. Use me well You shall have ransom. Let me have surgeons I am cut to the brains."
        },
        {
            "speaker": "gentleman",
            "text": "You shall have any thing."
        },
        {
            "speaker": "king lear",
            "text": "No seconds all myself Why, this would make a man a man of salt, To use his eyes for garden waterpots, Ay, and laying autumns dust."
        },
        {
            "speaker": "gentleman",
            "text": "Good sir,"
        },
        {
            "speaker": "king lear",
            "text": "I will die bravely, like a bridegroom. What! I will be jovial: come, come I am a king, My masters, know you that."
        },
        {
            "speaker": "gentleman",
            "text": "You are a royal one, and we obey you."
        },
        {
            "speaker": "king lear",
            "text": "Then theres life int. Nay, if you get it, you shall get it with running. Sa, sa, sa, sa. Exit running Attendants follow"
        },
        {
            "speaker": "gentleman",
            "text": "A sight most pitiful in the meanest wretch, Past speaking of in a king! Thou hast one daughter, Who redeems nature from the general curse Which twain have brought her to."
        },
        {
            "speaker": "edgar",
            "text": "Hail, gentle sir."
        },
        {
            "speaker": "gentleman",
            "text": "Sir, speed you: whats your will"
        },
        {
            "speaker": "edgar",
            "text": "Do you hear aught, sir, of a battle toward"
        },
        {
            "speaker": "gentleman",
            "text": "Most sure and vulgar: every one hears that, Which can distinguish sound."
        },
        {
            "speaker": "edgar",
            "text": "But, by your favour, How nears the other army"
        },
        {
            "speaker": "gentleman",
            "text": "Near and on speedy foot the main descry Stands on the hourly thought."
        },
        {
            "speaker": "edgar",
            "text": "I thank you, sir: thats all."
        },
        {
            "speaker": "gentleman",
            "text": "Though that the queen on special cause is here, Her army is moved on."
        },
        {
            "speaker": "edgar",
            "text": "I thank you, sir."
        },
        {
            "text": "Exit Gentleman"
        },
        {
            "speaker": "gloucester",
            "text": "You evergentle gods, take my breath from me: Let not my worser spirit tempt me again To die before you please!"
        },
        {
            "speaker": "edgar",
            "text": "Well pray you, father."
        },
        {
            "speaker": "gloucester",
            "text": "Now, good sir, what are you"
        },
        {
            "speaker": "edgar",
            "text": "A most poor man, made tame to fortunes blows Who, by the art of known and feeling sorrows, Am pregnant to good pity. Give me your hand, Ill lead you to some biding."
        },
        {
            "speaker": "gloucester",
            "text": "Hearty thanks: The bounty and the benison of heaven To boot, and boot!"
        },
        {
            "text": "Enter OSWALD"
        },
        {
            "speaker": "oswald",
            "text": "A proclaimd prize! Most happy! That eyeless head of thine was first framed flesh To raise my fortunes. Thou old unhappy traitor, Briefly thyself remember: the sword is out That must destroy thee."
        },
        {
            "speaker": "gloucester",
            "text": "Now let thy friendly hand Put strength enough tot."
        },
        {
            "text": "EDGAR interposes"
        },
        {
            "speaker": "oswald",
            "text": "Wherefore, bold peasant, Darest thou support a publishd traitor Hence Lest that the infection of his fortune take Like hold on thee. Let go his arm."
        },
        {
            "speaker": "edgar",
            "text": "Chill not let go, zir, without vurther casion."
        },
        {
            "speaker": "oswald",
            "text": "Let go, slave, or thou diest!"
        },
        {
            "speaker": "edgar",
            "text": "Good gentleman, go your gait, and let poor volk pass. An chud ha bin zwaggered out of my life, twould not ha bin zo long as tis by a vortnight. Nay, come not near th old man keep out, che vor ye, or ise try whether your costard or my ballow be the harder: chill be plain with you."
        },
        {
            "speaker": "oswald",
            "text": "Out, dunghill!"
        },
        {
            "speaker": "edgar",
            "text": "Chill pick your teeth, zir: come no matter vor your foins."
        },
        {
            "text": "They fight, and EDGAR knocks him down"
        },
        {
            "speaker": "oswald",
            "text": "Slave, thou hast slain me: villain, take my purse: If ever thou wilt thrive, bury my body And give the letters which thou findst about me To Edmund earl of Gloucester seek him out Upon the British party: O, untimely death!"
        },
        {
            "text": "Dies"
        },
        {
            "speaker": "edgar",
            "text": "I know thee well: a serviceable villain As duteous to the vices of thy mistress As badness would desire."
        },
        {
            "speaker": "gloucester",
            "text": "What, is he dead"
        },
        {
            "speaker": "edgar",
            "text": "Sit you down, father rest you Lets see these pockets: the letters that he speaks of May be my friends. Hes dead I am only sorry He had no other deathsman. Let us see: Leave, gentle wax and, manners, blame us not: To know our enemies minds, weld rip their hearts Their papers, is more lawful. Let our reciprocal vows be remembered. You have many opportunities to cut him off: if your will want not, time and place will be fruitfully offered. There is nothing done, if he return the conqueror: then am I the prisoner, and his bed my goal from the loathed warmth whereof deliver me, and supply the place for your labour. Yourwife, so I would say Affectionate servant, GONERIL. O undistinguishd space of womans will! A plot upon her virtuous husbands life And the exchange my brother! Here, in the sands, Thee Ill rake up, the post unsanctified Of murderous lechers: and in the mature time With this ungracious paper strike the sight Of the death practised duke: for him tis well That of thy death and business I can tell."
        },
        {
            "text": "Reads"
        },
        {
            "speaker": "gloucester",
            "text": "The king is mad: how stiff is my vile sense, That I stand up, and have ingenious feeling Of my huge sorrows! Better I were distract: So should my thoughts be severd from my griefs, And woes by wrong imaginations lose The knowledge of themselves."
        },
        {
            "speaker": "edgar",
            "text": "Give me your hand: Far off, methinks, I hear the beaten drum: Come, father, Ill bestow you with a friend. soft music playing Gentleman, and others attending."
        },
        {
            "text": "Drum afar off"
        },
        {
            "text": "Exeunt"
        }
    ]
}