{
    "sceneName": "Act 5, scene 1",
    "playName": "king lear",
    "location": "The British camp, near Dover.",
    "lines": [
        {
            "text": "Enter, with drum and colours, EDMUND, REGAN, Gentlemen, and Soldiers."
        },
        {
            "speaker": "edmund",
            "text": "Know of the duke if his last purpose hold, Or whether since he is advised by aught To change the course: he's full of alteration And self-reproving: bring his constant pleasure."
        },
        {
            "text": "To a Gentleman, who goes out"
        },
        {
            "speaker": "regan",
            "text": "Our sister's man is certainly miscarried."
        },
        {
            "speaker": "edmund",
            "text": "'Tis to be doubted, madam."
        },
        {
            "speaker": "regan",
            "text": "Now, sweet lord, You know the goodness I intend upon you: Tell me--but truly--but then speak the truth, Do you not love my sister?"
        },
        {
            "speaker": "edmund",
            "text": "In honour'd love."
        },
        {
            "speaker": "regan",
            "text": "But have you never found my brother's way To the forfended place?"
        },
        {
            "speaker": "edmund",
            "text": "That thought abuses you."
        },
        {
            "speaker": "regan",
            "text": "I am doubtful that you have been conjunct And bosom'd with her, as far as we call hers."
        },
        {
            "speaker": "edmund",
            "text": "No, by mine honour, madam."
        },
        {
            "speaker": "regan",
            "text": "I never shall endure her: dear my lord, Be not familiar with her."
        },
        {
            "speaker": "edmund",
            "text": "Fear me not: She and the duke her husband!"
        },
        {
            "text": "Enter, with drum and colours, ALBANY, GONERIL, and Soldiers"
        },
        {
            "speaker": "goneril",
            "text": "[Aside]  I had rather lose the battle than that sister Should loosen him and me."
        },
        {
            "speaker": "albany",
            "text": "Our very loving sister, well be-met. Sir, this I hear; the king is come to his daughter, With others whom the rigor of our state Forced to cry out. Where I could not be honest, I never yet was valiant: for this business, It toucheth us, as France invades our land, Not bolds the king, with others, whom, I fear, Most just and heavy causes make oppose."
        },
        {
            "speaker": "edmund",
            "text": "Sir, you speak nobly."
        },
        {
            "speaker": "regan",
            "text": "Why is this reason'd?"
        },
        {
            "speaker": "goneril",
            "text": "Combine together 'gainst the enemy; For these domestic and particular broils Are not the question here."
        },
        {
            "speaker": "albany",
            "text": "Let's then determine With the ancient of war on our proceedings."
        },
        {
            "speaker": "edmund",
            "text": "I shall attend you presently at your tent."
        },
        {
            "speaker": "regan",
            "text": "Sister, you'll go with us?"
        },
        {
            "speaker": "goneril",
            "text": "No."
        },
        {
            "speaker": "regan",
            "text": "'Tis most convenient; pray you, go with us."
        },
        {
            "speaker": "goneril",
            "text": "[Aside]  O, ho, I know the riddle.--I will go."
        },
        {
            "text": "As they are going out, enter EDGAR disguised"
        },
        {
            "speaker": "edgar",
            "text": "If e'er your grace had speech with man so poor, Hear me one word."
        },
        {
            "speaker": "albany",
            "text": "I'll overtake you. Speak."
        },
        {
            "text": "Exeunt all but ALBANY and EDGAR"
        },
        {
            "speaker": "edgar",
            "text": "Before you fight the battle, ope this letter. If you have victory, let the trumpet sound For him that brought it: wretched though I seem, I can produce a champion that will prove What is avouched there. If you miscarry, Your business of the world hath so an end, And machination ceases. Fortune love you."
        },
        {
            "speaker": "albany",
            "text": "Stay till I have read the letter."
        },
        {
            "speaker": "edgar",
            "text": "I was forbid it. When time shall serve, let but the herald cry, And I'll appear again."
        },
        {
            "speaker": "albany",
            "text": "Why, fare thee well: I will o'erlook thy paper."
        },
        {
            "text": "Exit EDGAR"
        },
        {
            "text": "Re-enter EDMUND"
        },
        {
            "speaker": "edmund",
            "text": "The enemy's in view; draw up your powers. Here is the guess of their true strength and forces By diligent discovery; but your haste Is now urged on you."
        },
        {
            "speaker": "albany",
            "text": "We will greet the time."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "edmund",
            "text": "To both these sisters have I sworn my love; Each jealous of the other, as the stung Are of the adder. Which of them shall I take? Both? one? or neither? Neither can be enjoy'd, If both remain alive: to take the widow Exasperates, makes mad her sister Goneril; And hardly shall I carry out my side, Her husband being alive. Now then we'll use His countenance for the battle; which being done, Let her who would be rid of him devise His speedy taking off. As for the mercy Which he intends to Lear and to Cordelia, The battle done, and they within our power, Shall never see his pardon; for my state Stands on me to defend, not to debate."
        },
        {
            "text": "Exit"
        }
    ]
}