{
    "sceneName": "Act 5, scene 7",
    "playName": "henry the sixth part 3",
    "location": "London. The palace.",
    "lines": [
        {
            "text": "Flourish. Enter KING EDWARD IV, QUEEN ELIZABETH,  CLARENCE, GLOUCESTER, HASTINGS, a Nurse with the young Prince, and Attendants"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Once more we sit in Englands royal throne, Repurchased with the blood of enemies. What valiant foemen, like to autumns corn, Have we mowd down, in tops of all their pride! Three Dukes of Somerset, threefold renownd For hardy and undoubted champions Two Cliffords, as the father and the son, And two Northumberlands two braver men Neer spurrd their coursers at the trumpets sound With them, the two brave bears, Warwick and Montague, That in their chains fetterd the kingly lion And made the forest tremble when they roard. Thus have we swept suspicion from our seat And made our footstool of security. Come hither, Bess, and let me kiss my boy. Young Ned, for thee, thine uncles and myself Have in our armours watchd the winters night, Went all afoot in summers scalding heat, That thou mightst repossess the crown in peace And of our labours thou shalt reap the gain."
        },
        {
            "speaker": "gloucester",
            "text": "[Aside]  Ill blast his harvest, if your head were laid For yet I am not lookd on in the world. This shoulder was ordaind so thick to heave And heave it shall some weight, or break my back: Work thou the way,and thou shalt execute."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Clarence and Gloucester, love my lovely queen And kiss your princely nephew, brothers both."
        },
        {
            "speaker": "clarence",
            "text": "The duty that I owe unto your majesty I seal upon the lips of this sweet babe."
        },
        {
            "speaker": "queen elizabeth",
            "text": "Thanks, noble Clarence worthy brother, thanks."
        },
        {
            "speaker": "gloucester",
            "text": "And, that I love the tree from whence thou sprangst, Witness the loving kiss I give the fruit. And cried all hail! when as he meant all harm."
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Now am I seated as my soul delights, Having my countrys peace and brothers loves."
        },
        {
            "speaker": "clarence",
            "text": "What will your grace have done with Margaret Reignier, her father, to the king of France Hath pawnd the Sicils and Jerusalem, And hither have they sent it for her ransom."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Away with her, and waft her hence to France. And now what rests but that we spend the time With stately triumphs, mirthful comic shows, Such as befits the pleasure of the court Sound drums and trumpets! farewell sour annoy! For here, I hope, begins our lasting joy."
        },
        {
            "text": "Exeunt"
        }
    ]
}