{
    "sceneName": "Act 4, scene 5",
    "playName": "henry the sixth part 3",
    "location": "A park near Middleham Castle In Yorkshire.",
    "lines": [
        {
            "text": "Enter GLOUCESTER, HASTINGS, and STANLEY"
        },
        {
            "speaker": "gloucester",
            "text": "Now, my Lord Hastings and Sir William Stanley, Leave off to wonder why I drew you hither, Into this chiefest thicket of the park. Thus stands the case: you know our king, my brother, Is prisoner to the bishop here, at whose hands He hath good usage and great liberty, And, often but attended with weak guard, Comes hunting this way to disport himself. I have advertised him by secret means That if about this hour he make his way Under the colour of his usual game, He shall here find his friends with horse and men To set him free from his captivity."
        },
        {
            "text": "Enter KING EDWARD IV and a Huntsman with him"
        },
        {
            "speaker": "huntsman",
            "text": "This way, my lord for this way lies the game."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Nay, this way, man: see where the huntsmen stand. Now, brother of Gloucester, Lord Hastings, and the rest, Stand you thus close, to steal the bishops deer"
        },
        {
            "speaker": "gloucester",
            "text": "Brother, the time and case requireth haste: Your horse stands ready at the parkcorner."
        },
        {
            "speaker": "king edward the fourth",
            "text": "But whither shall we then"
        },
        {
            "speaker": "hastings",
            "text": "To Lynn, my lord, And ship from thence to Flanders."
        },
        {
            "speaker": "gloucester",
            "text": "Well guessd, believe me for that was my meaning."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Stanley, I will requite thy forwardness."
        },
        {
            "speaker": "gloucester",
            "text": "But wherefore stay we tis no time to talk."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Huntsman, what sayst thou wilt thou go along"
        },
        {
            "speaker": "huntsman",
            "text": "Better do so than tarry and be hangd."
        },
        {
            "speaker": "gloucester",
            "text": "Come then, away lets ha no more ado."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Bishop, farewell: shield thee from Warwicks frown And pray that I may repossess the crown."
        },
        {
            "text": "Exeunt"
        }
    ]
}