{
    "sceneName": "Act 1, scene 3",
    "playName": "henry the sixth part 3",
    "location": "Field of battle betwixt Sandal Castle and Wakefield.",
    "lines": [
        {
            "text": "Alarums. Enter RUTLAND and his Tutor"
        },
        {
            "speaker": "rutland",
            "text": "Ah, whither shall I fly to scape their hands Ah, tutor, look where bloody Clifford comes!"
        },
        {
            "text": "Enter CLIFFORD and Soldiers"
        },
        {
            "speaker": "clifford",
            "text": "Chaplain, away! thy priesthood saves thy life. As for the brat of this accursed duke, Whose father slew my father, he shall die."
        },
        {
            "speaker": "tutor",
            "text": "And I, my lord, will bear him company."
        },
        {
            "speaker": "clifford",
            "text": "Soldiers, away with him!"
        },
        {
            "speaker": "tutor",
            "text": "Ah, Clifford, murder not this innocent child, Lest thou be hated both of God and man!"
        },
        {
            "text": "Exit, dragged off by Soldiers"
        },
        {
            "speaker": "clifford",
            "text": "How now! is he dead already or is it fear That makes him close his eyes Ill open them."
        },
        {
            "speaker": "rutland",
            "text": "So looks the pentup lion oer the wretch That trembles under his devouring paws And so he walks, insulting oer his prey, And so he comes, to rend his limbs asunder. Ah, gentle Clifford, kill me with thy sword, And not with such a cruel threatening look. Sweet Clifford, hear me speak before I die. I am too mean a subject for thy wrath: Be thou revenged on men, and let me live."
        },
        {
            "speaker": "clifford",
            "text": "In vain thou speakst, poor boy my fathers blood Hath stoppd the passage where thy words should enter."
        },
        {
            "speaker": "rutland",
            "text": "Then let my fathers blood open it again: He is a man, and, Clifford, cope with him."
        },
        {
            "speaker": "clifford",
            "text": "Had thy brethren here, their lives and thine Were not revenge sufficient for me No, if I diggd up thy forefathers graves And hung their rotten coffins up in chains, It could not slake mine ire, nor ease my heart. The sight of any of the house of York Is as a fury to torment my soul And till I root out their accursed line And leave not one alive, I live in hell. Therefore"
        },
        {
            "text": "Lifting his hand"
        },
        {
            "speaker": "rutland",
            "text": "O, let me pray before I take my death! To thee I pray sweet Clifford, pity me!"
        },
        {
            "speaker": "clifford",
            "text": "Such pity as my rapiers point affords."
        },
        {
            "speaker": "rutland",
            "text": "I never did thee harm: why wilt thou slay me"
        },
        {
            "speaker": "clifford",
            "text": "Thy father hath."
        },
        {
            "speaker": "rutland",
            "text": "But twas ere I was born. Thou hast one son for his sake pity me, Lest in revenge thereof, sith God is just, He be as miserably slain as I. Ah, let me live in prison all my days And when I give occasion of offence, Then let me die, for now thou hast no cause."
        },
        {
            "speaker": "clifford",
            "text": "No cause! Thy father slew my father therefore, die."
        },
        {
            "text": "Stabs him"
        },
        {
            "speaker": "rutland",
            "text": "Di faciant laudis summa sit ista tuae!"
        },
        {
            "text": "Dies"
        },
        {
            "speaker": "clifford",
            "text": "Plantagenet! I come, Plantagenet! And this thy sons blood cleaving to my blade Shall rust upon my weapon, till thy blood, Congeald with this, do make me wipe off both."
        },
        {
            "text": "Exit"
        }
    ]
}