{
    "sceneName": "Act 4, scene 6",
    "playName": "henry the sixth part 3",
    "location": "London. The Tower.",
    "lines": [
        {
            "text": "Flourish. Enter KING HENRY VI, CLARENCE, WARWICK,  SOMERSET, HENRY OF RICHMOND, OXFORD, MONTAGUE, and Lieutenant of the Tower"
        },
        {
            "speaker": "king henry the sixth",
            "text": "Master lieutenant, now that God and friends Have shaken Edward from the regal seat, And turnd my captive state to liberty, My fear to hope, my sorrows unto joys, At our enlargement what are thy due fees"
        },
        {
            "speaker": "lieutenant",
            "text": "Subjects may challenge nothing of their sovereigns But if an humble prayer may prevail, I then crave pardon of your majesty."
        },
        {
            "speaker": "king henry the sixth",
            "text": "For what, lieutenant for well using me Nay, be thou sure Ill well requite thy kindness, For that it made my imprisonment a pleasure Ay, such a pleasure as incaged birds Conceive when after many moody thoughts At last by notes of household harmony They quite forget their loss of liberty. But, Warwick, after God, thou setst me free, And chiefly therefore I thank God and thee He was the author, thou the instrument. Therefore, that I may conquer fortunes spite By living low, where fortune cannot hurt me, And that the people of this blessed land May not be punishd with my thwarting stars, Warwick, although my head still wear the crown, I here resign my government to thee, For thou art fortunate in all thy deeds."
        },
        {
            "speaker": "warwick",
            "text": "Your grace hath still been famed for virtuous And now may seem as wise as virtuous, By spying and avoiding fortunes malice, For few men rightly temper with the stars: Yet in this one thing let me blame your grace, For choosing me when Clarence is in place."
        },
        {
            "speaker": "clarence",
            "text": "No, Warwick, thou art worthy of the sway, To whom the heavens in thy nativity Adjudged an olive branch and laurel crown, As likely to be blest in peace and war And therefore I yield thee my free consent."
        },
        {
            "speaker": "warwick",
            "text": "And I choose Clarence only for protector."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Warwick and Clarence give me both your hands: Now join your hands, and with your hands your hearts, That no dissension hinder government: I make you both protectors of this land, While I myself will lead a private life And in devotion spend my latter days, To sins rebuke and my Creators praise."
        },
        {
            "speaker": "warwick",
            "text": "What answers Clarence to his sovereigns will"
        },
        {
            "speaker": "clarence",
            "text": "That he consents, if Warwick yield consent For on thy fortune I repose myself."
        },
        {
            "speaker": "warwick",
            "text": "Why, then, though loath, yet must I be content: Well yoke together, like a double shadow To Henrys body, and supply his place I mean, in bearing weight of government, While he enjoys the honour and his ease. And, Clarence, now then it is more than needful Forthwith that Edward be pronounced a traitor, And all his lands and goods be confiscate."
        },
        {
            "speaker": "clarence",
            "text": "What else and that succession be determined."
        },
        {
            "speaker": "warwick",
            "text": "Ay, therein Clarence shall not want his part."
        },
        {
            "speaker": "king henry the sixth",
            "text": "But, with the first of all your chief affairs, Let me entreat, for I command no more, That Margaret your queen and my son Edward Be sent for, to return from France with speed For, till I see them here, by doubtful fear My joy of liberty is half eclipsed."
        },
        {
            "speaker": "clarence",
            "text": "It shall be done, my sovereign, with all speed."
        },
        {
            "speaker": "king henry the sixth",
            "text": "My Lord of Somerset, what youth is that, Of whom you seem to have so tender care"
        },
        {
            "speaker": "somerset",
            "text": "My liege, it is young Henry, earl of Richmond."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Come hither, Englands hope. If secret powers Suggest but truth to my divining thoughts, This pretty lad will prove our countrys bliss. His looks are full of peaceful majesty, His head by nature framed to wear a crown, His hand to wield a sceptre, and himself Likely in time to bless a regal throne. Make much of him, my lords, for this is he Must help you more than you are hurt by me."
        },
        {
            "text": "Lays his hand on his head"
        },
        {
            "text": "Enter a Post"
        },
        {
            "speaker": "warwick",
            "text": "What news, my friend"
        },
        {
            "speaker": "post",
            "text": "That Edward is escaped from your brother, And fled, as he hears since, to Burgundy."
        },
        {
            "speaker": "warwick",
            "text": "Unsavoury news! but how made he escape"
        },
        {
            "speaker": "post",
            "text": "He was conveyd by Richard Duke of Gloucester And the Lord Hastings, who attended him In secret ambush on the forest side And from the bishops huntsmen rescued him For hunting was his daily exercise."
        },
        {
            "speaker": "warwick",
            "text": "My brother was too careless of his charge. But let us hence, my sovereign, to provide A salve for any sore that may betide."
        },
        {
            "text": "Exeunt all but SOMERSET, HENRY OF RICHMOND, and OXFORD"
        },
        {
            "speaker": "somerset",
            "text": "My lord, I like not of this flight of Edwards For doubtless Burgundy will yield him help, And we shall have more wars before t be long. As Henrys late presaging prophecy Did glad my heart with hope of this young Richmond, So doth my heart misgive me, in these conflicts What may befall him, to his harm and ours: Therefore, Lord Oxford, to prevent the worst, Forthwith well send him hence to Brittany, Till storms be past of civil enmity."
        },
        {
            "speaker": "oxford",
            "text": "Ay, for if Edward repossess the crown, Tis like that Richmond with the rest shall down."
        },
        {
            "speaker": "somerset",
            "text": "It shall be so he shall to Brittany. Come, therefore, lets about it speedily."
        },
        {
            "text": "Exeunt"
        }
    ]
}