{
    "sceneName": "Act 4, scene 7",
    "playName": "henry the sixth part 3",
    "location": "Before York.",
    "lines": [
        {
            "text": "Flourish. Enter KING EDWARD IV, GLOUCESTER, HASTINGS, and Soldiers"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Now, brother Richard, Lord Hastings, and the rest, Yet thus far fortune maketh us amends, And says that once more I shall interchange My waned state for Henrys regal crown. Well have we passd and now repassd the seas And brought desired help from Burgundy: What then remains, we being thus arrived From Ravenspurgh haven before the gates of York, But that we enter, as into our dukedom"
        },
        {
            "speaker": "gloucester",
            "text": "The gates made fast! Brother, I like not this For many men that stumble at the threshold Are well foretold that danger lurks within."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Tush, man, abodements must not now affright us: By fair or foul means we must enter in, For hither will our friends repair to us."
        },
        {
            "speaker": "hastings",
            "text": "My liege, Ill knock once more to summon them."
        },
        {
            "text": "Enter, on the walls, the Mayor of York, and his Brethren"
        },
        {
            "speaker": "mayor",
            "text": "My lords, we were forewarned of your coming, And shut the gates for safety of ourselves For now we owe allegiance unto Henry."
        },
        {
            "speaker": "king edward the fourth",
            "text": "But, master mayor, if Henry be your king, Yet Edward at the least is Duke of York."
        },
        {
            "speaker": "mayor",
            "text": "True, my good lord I know you for no less."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Why, and I challenge nothing but my dukedom, As being well content with that alone."
        },
        {
            "speaker": "gloucester",
            "text": "[Aside]  But when the fox hath once got in his nose, Hell soon find means to make the body follow."
        },
        {
            "speaker": "hastings",
            "text": "Why, master mayor, why stand you in a doubt Open the gates we are King Henrys friends."
        },
        {
            "speaker": "mayor",
            "text": "Ay, say you so the gates shall then be opend."
        },
        {
            "text": "They descend"
        },
        {
            "speaker": "gloucester",
            "text": "A wise stout captain, and soon persuaded!"
        },
        {
            "speaker": "hastings",
            "text": "The good old man would fain that all were well, So twere not long of him but being enterd, I doubt not, I, but we shall soon persuade Both him and all his brothers unto reason."
        },
        {
            "text": "Enter the Mayor and two Aldermen, below"
        },
        {
            "speaker": "king edward the fourth",
            "text": "So, master mayor: these gates must not be shut But in the night or in the time of war. What! fear not, man, but yield me up the keys For Edward will defend the town and thee, And all those friends that deign to follow me."
        },
        {
            "text": "Takes his keys"
        },
        {
            "text": "March. Enter MONTGOMERY, with drum and soldiers"
        },
        {
            "speaker": "gloucester",
            "text": "Brother, this is Sir John Montgomery, Our trusty friend, unless I be deceived."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Welcome, Sir John! But why come you in arms"
        },
        {
            "speaker": "montague",
            "text": "To help King Edward in his time of storm, As every loyal subject ought to do."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Thanks, good Montgomery but we now forget Our title to the crown and only claim Our dukedom till God please to send the rest."
        },
        {
            "speaker": "montague",
            "text": "Then fare you well, for I will hence again: I came to serve a king and not a duke. Drummer, strike up, and let us march away."
        },
        {
            "text": "The drum begins to march"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Nay, stay, Sir John, awhi le, and well debate By what safe means the crown may be recoverd."
        },
        {
            "speaker": "montague",
            "text": "What talk you of debating in few words, If youll not here proclaim yourself our king, Ill leave you to your fortune and be gone To keep them back that come to succor you: Why shall we fight, if you pretend no title"
        },
        {
            "speaker": "gloucester",
            "text": "Why, brother, wherefore stand you on nice points"
        },
        {
            "speaker": "king edward the fourth",
            "text": "When we grow stronger, then well make our claim: Till then, tis wisdom to conceal our meaning."
        },
        {
            "speaker": "hastings",
            "text": "Away with scrupulous wit! now arms must rule."
        },
        {
            "speaker": "gloucester",
            "text": "And fearless minds climb soonest unto crowns. Brother, we will proclaim you out of hand: The bruit thereof will bring you many friends."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Then be it as you will for tis my right, And Henry but usurps the diadem."
        },
        {
            "speaker": "montague",
            "text": "Ay, now my sovereign speaketh like himself And now will I be Edwards champion."
        },
        {
            "speaker": "hastings",
            "text": "Sound trumpet Edward shall be here proclaimd: Come, fellowsoldier, make thou proclamation."
        },
        {
            "text": "Flourish"
        },
        {
            "speaker": "soldier",
            "text": "Edward the Fourth, by the grace of God, king of England and France, and lord of Ireland,  and c."
        },
        {
            "speaker": "montague",
            "text": "And whosoeer gainsays King Edwards right, By this I challenge him to single fight."
        },
        {
            "text": "Throws down his gauntlet"
        },
        {
            "speaker": "all",
            "text": "Long live Edward the Fourth!"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Thanks, brave Montgomery and thanks unto you all: If fortune serve me, Ill requite this kindness. Now, for this night, lets harbour here in York And when the morning sun shall raise his car Above the border of this horizon, Well forward towards Warwick and his mates For well I wot that Henry is no soldier. Ah, froward Clarence! how evil it beseems thee To flatter Henry and forsake thy brother! Yet, as we may, well meet both thee and Warwick. Come on, brave soldiers: doubt not of the day, And, that once gotten, doubt not of large pay."
        },
        {
            "text": "Exeunt"
        }
    ]
}