{
    "sceneName": "Act 1, scene 1",
    "playName": "henry the sixth part 3",
    "location": "London. The Parliament-house.",
    "lines": [
        {
            "text": "Alarum. Enter YORK, EDWARD, RICHARD, NORFOLK, MONTAGUE, WARWICK, and Soldiers"
        },
        {
            "speaker": "york",
            "text": "While we pursued the horsemen of the north, He slily stole away and left his men: Whereat the great Lord of Northumberland, Whose warlike ears could never brook retreat, Cheer'd up the drooping army; and himself, Lord Clifford and Lord Stafford, all abreast, Charged our main battle's front, and breaking in Were by the swords of common soldiers slain."
        },
        {
            "speaker": "edward",
            "text": "Lord Stafford's father, Duke of Buckingham, Is either slain or wounded dangerously; I cleft his beaver with a downright blow: That this is true, father, behold his blood."
        },
        {
            "speaker": "montague",
            "text": "And, brother, here's the Earl of Wiltshire's blood, Whom I encounter'd as the battles join'd."
        },
        {
            "speaker": "richard",
            "text": "Speak thou for me and tell them what I did."
        },
        {
            "text": "Throwing down SOMERSET's head"
        },
        {
            "speaker": "york",
            "text": "Richard hath best deserved of all my sons. But is your grace dead, my Lord of Somerset?"
        },
        {
            "speaker": "norfolk",
            "text": "Such hope have all the line of John of Gaunt!"
        },
        {
            "speaker": "richard",
            "text": "Thus do I hope to shake King Henry's head."
        },
        {
            "speaker": "warwick",
            "text": "And so do I. Victorious Prince of York, Before I see thee seated in that throne Which now the house of Lancaster usurps, I vow by heaven these eyes shall never close. This is the palace of the fearful king, And this the regal seat: possess it, York; For this is thine and not King Henry's heirs'"
        },
        {
            "speaker": "york",
            "text": "Assist me, then, sweet Warwick, and I will; For hither we have broken in by force."
        },
        {
            "speaker": "norfolk",
            "text": "We'll all assist you; he that flies shall die."
        },
        {
            "speaker": "york",
            "text": "Thanks, gentle Norfolk: stay by me, my lords; And, soldiers, stay and lodge by me this night."
        },
        {
            "text": "They go up"
        },
        {
            "speaker": "warwick",
            "text": "And when the king comes, offer no violence, Unless he seek to thrust you out perforce."
        },
        {
            "speaker": "york",
            "text": "The queen this day here holds her parliament, But little thinks we shall be of her council: By words or blows here let us win our right."
        },
        {
            "speaker": "richard",
            "text": "Arm'd as we are, let's stay within this house."
        },
        {
            "speaker": "warwick",
            "text": "The bloody parliament shall this be call'd, Unless Plantagenet, Duke of York, be king, And bashful Henry deposed, whose cowardice Hath made us by-words to our enemies."
        },
        {
            "speaker": "york",
            "text": "Then leave me not, my lords; be resolute; I mean to take possession of my right."
        },
        {
            "speaker": "warwick",
            "text": "Neither the king, nor he that loves him best, The proudest he that holds up Lancaster, Dares stir a wing, if Warwick shake his bells. I'll plant Plantagenet, root him up who dares: Resolve thee, Richard; claim the English crown."
        },
        {
            "text": "Flourish. Enter KING HENRY VI, CLIFFORD, NORTHUMBERLAND, WESTMORELAND, EXETER, and the rest"
        },
        {
            "speaker": "king henry the sixth",
            "text": "My lords, look where the sturdy rebel sits, Even in the chair of state: belike he means, Back'd by the power of Warwick, that false peer, To aspire unto the crown and reign as king. Earl of Northumberland, he slew thy father. And thine, Lord Clifford; and you both have vow'd revenge On him, his sons, his favourites and his friends."
        },
        {
            "speaker": "northumberland",
            "text": "If I be not, heavens be revenged on me!"
        },
        {
            "speaker": "clifford",
            "text": "The hope thereof makes Clifford mourn in steel."
        },
        {
            "speaker": "westmoreland",
            "text": "What, shall we suffer this? let's pluck him down: My heart for anger burns; I cannot brook it."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Be patient, gentle Earl of Westmoreland."
        },
        {
            "speaker": "clifford",
            "text": "Patience is for poltroons, such as he: He durst not sit there, had your father lived. My gracious lord, here in the parliament Let us assail the family of York."
        },
        {
            "speaker": "northumberland",
            "text": "Well hast thou spoken, cousin: be it so."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Ah, know you not the city favours them, And they have troops of soldiers at their beck?"
        },
        {
            "speaker": "exeter",
            "text": "But when the duke is slain, they'll quickly fly."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Far be the thought of this from Henry's heart, To make a shambles of the parliament-house! Cousin of Exeter, frowns, words and threats Shall be the war that Henry means to use. Thou factious Duke of York, descend my throne, and kneel for grace and mercy at my feet; I am thy sovereign."
        },
        {
            "speaker": "york",
            "text": "I am thine."
        },
        {
            "speaker": "exeter",
            "text": "For shame, come down: he made thee Duke of York."
        },
        {
            "speaker": "york",
            "text": "'Twas my inheritance, as the earldom was."
        },
        {
            "speaker": "exeter",
            "text": "Thy father was a traitor to the crown."
        },
        {
            "speaker": "warwick",
            "text": "Exeter, thou art a traitor to the crown In following this usurping Henry."
        },
        {
            "speaker": "clifford",
            "text": "Whom should he follow but his natural king?"
        },
        {
            "speaker": "warwick",
            "text": "True, Clifford; and that's Richard Duke of York."
        },
        {
            "speaker": "king henry the sixth",
            "text": "And shall I stand, and thou sit in my throne?"
        },
        {
            "speaker": "york",
            "text": "It must and shall be so: content thyself."
        },
        {
            "speaker": "warwick",
            "text": "Be Duke of Lancaster; let him be king."
        },
        {
            "speaker": "westmoreland",
            "text": "He is both king and Duke of Lancaster; And that the Lord of Westmoreland shall maintain."
        },
        {
            "speaker": "warwick",
            "text": "And Warwick shall disprove it. You forget That we are those which chased you from the field And slew your fathers, and with colours spread March'd through the city to the palace gates."
        },
        {
            "speaker": "northumberland",
            "text": "Yes, Warwick, I remember it to my grief; And, by his soul, thou and thy house shall rue it."
        },
        {
            "speaker": "westmoreland",
            "text": "Plantagenet, of thee and these thy sons, Thy kinsman and thy friends, I'll have more lives Than drops of blood were in my father's veins."
        },
        {
            "speaker": "clifford",
            "text": "Urge it no more; lest that, instead of words, I send thee, Warwick, such a messenger As shall revenge his death before I stir."
        },
        {
            "speaker": "warwick",
            "text": "Poor Clifford! how I scorn his worthless threats!"
        },
        {
            "speaker": "york",
            "text": "Will you we show our title to the crown? If not, our swords shall plead it in the field."
        },
        {
            "speaker": "king henry the sixth",
            "text": "What title hast thou, traitor, to the crown? Thy father was, as thou art, Duke of York; Thy grandfather, Roger Mortimer, Earl of March: I am the son of Henry the Fifth, Who made the Dauphin and the French to stoop And seized upon their towns and provinces."
        },
        {
            "speaker": "warwick",
            "text": "Talk not of France, sith thou hast lost it all."
        },
        {
            "speaker": "king henry the sixth",
            "text": "The lord protector lost it, and not I: When I was crown'd I was but nine months old."
        },
        {
            "speaker": "richard",
            "text": "You are old enough now, and yet, methinks, you lose. Father, tear the crown from the usurper's head."
        },
        {
            "speaker": "edward",
            "text": "Sweet father, do so; set it on your head."
        },
        {
            "speaker": "montague",
            "text": "Good brother, as thou lovest and honourest arms, Let's fight it out and not stand cavilling thus."
        },
        {
            "speaker": "richard",
            "text": "Sound drums and trumpets, and the king will fly."
        },
        {
            "speaker": "york",
            "text": "Sons, peace!"
        },
        {
            "speaker": "king henry the sixth",
            "text": "Peace, thou! and give King Henry leave to speak."
        },
        {
            "speaker": "warwick",
            "text": "Plantagenet shall speak first: hear him, lords; And be you silent and attentive too, For he that interrupts him shall not live."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Think'st thou that I will leave my kingly throne, Wherein my grandsire and my father sat? No: first shall war unpeople this my realm; Ay, and their colours, often borne in France, And now in England to our heart's great sorrow, Shall be my winding-sheet. Why faint you, lords? My title's good, and better far than his."
        },
        {
            "speaker": "warwick",
            "text": "Prove it, Henry, and thou shalt be king."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Henry the Fourth by conquest got the crown."
        },
        {
            "speaker": "york",
            "text": "'Twas by rebellion against his king."
        },
        {
            "speaker": "king henry the sixth",
            "text": "[Aside]  I know not what to say; my title's weak.-- Tell me, may not a king adopt an heir?"
        },
        {
            "speaker": "york",
            "text": "What then?"
        },
        {
            "speaker": "king henry the sixth",
            "text": "An if he may, then am I lawful king; For Richard, in the view of many lords, Resign'd the crown to Henry the Fourth, Whose heir my father was, and I am his."
        },
        {
            "speaker": "york",
            "text": "He rose against him, being his sovereign, And made him to resign his crown perforce."
        },
        {
            "speaker": "warwick",
            "text": "Suppose, my lords, he did it unconstrain'd, Think you 'twere prejudicial to his crown?"
        },
        {
            "speaker": "exeter",
            "text": "No; for he could not so resign his crown But that the next heir should succeed and reign."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Art thou against us, Duke of Exeter?"
        },
        {
            "speaker": "exeter",
            "text": "His is the right, and therefore pardon me."
        },
        {
            "speaker": "york",
            "text": "Why whisper you, my lords, and answer not?"
        },
        {
            "speaker": "exeter",
            "text": "My conscience tells me he is lawful king."
        },
        {
            "speaker": "king henry the sixth",
            "text": "[Aside]  All will revolt from me, and turn to him."
        },
        {
            "speaker": "northumberland",
            "text": "Plantagenet, for all the claim thou lay'st, Think not that Henry shall be so deposed."
        },
        {
            "speaker": "warwick",
            "text": "Deposed he shall be, in despite of all."
        },
        {
            "speaker": "northumberland",
            "text": "Thou art deceived: 'tis not thy southern power, Of Essex, Norfolk, Suffolk, nor of Kent, Which makes thee thus presumptuous and proud, Can set the duke up in despite of me."
        },
        {
            "speaker": "clifford",
            "text": "King Henry, be thy title right or wrong, Lord Clifford vows to fight in thy defence: May that ground gape and swallow me alive, Where I shall kneel to him that slew my father!"
        },
        {
            "speaker": "king henry the sixth",
            "text": "O Clifford, how thy words revive my heart!"
        },
        {
            "speaker": "york",
            "text": "Henry of Lancaster, resign thy crown. What mutter you, or what conspire you, lords?"
        },
        {
            "speaker": "warwick",
            "text": "Do right unto this princely Duke of York, Or I will fill the house with armed men, And over the chair of state, where now he sits, Write up his title with usurping blood."
        },
        {
            "text": "He stamps with his foot and the soldiers show themselves"
        },
        {
            "speaker": "king henry the sixth",
            "text": "My Lord of Warwick, hear me but one word: Let me for this my life-time reign as king."
        },
        {
            "speaker": "york",
            "text": "Confirm the crown to me and to mine heirs, And thou shalt reign in quiet while thou livest."
        },
        {
            "speaker": "king henry the sixth",
            "text": "I am content: Richard Plantagenet, Enjoy the kingdom after my decease."
        },
        {
            "speaker": "clifford",
            "text": "What wrong is this unto the prince your son!"
        },
        {
            "speaker": "warwick",
            "text": "What good is this to England and himself!"
        },
        {
            "speaker": "westmoreland",
            "text": "Base, fearful and despairing Henry!"
        },
        {
            "speaker": "clifford",
            "text": "How hast thou injured both thyself and us!"
        },
        {
            "speaker": "westmoreland",
            "text": "I cannot stay to hear these articles."
        },
        {
            "speaker": "northumberland",
            "text": "Nor I."
        },
        {
            "speaker": "clifford",
            "text": "Come, cousin, let us tell the queen these news."
        },
        {
            "speaker": "westmoreland",
            "text": "Farewell, faint-hearted and degenerate king, In whose cold blood no spark of honour bides."
        },
        {
            "speaker": "northumberland",
            "text": "Be thou a prey unto the house of York, And die in bands for this unmanly deed!"
        },
        {
            "speaker": "clifford",
            "text": "In dreadful war mayst thou be overcome, Or live in peace abandon'd and despised!"
        },
        {
            "text": "Exeunt NORTHUMBERLAND, CLIFFORD, and WESTMORELAND"
        },
        {
            "speaker": "warwick",
            "text": "Turn this way, Henry, and regard them not."
        },
        {
            "speaker": "exeter",
            "text": "They seek revenge and therefore will not yield."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Ah, Exeter!"
        },
        {
            "speaker": "warwick",
            "text": "Why should you sigh, my lord?"
        },
        {
            "speaker": "king henry the sixth",
            "text": "Not for myself, Lord Warwick, but my son, Whom I unnaturally shall disinherit. But be it as it may: I here entail The crown to thee and to thine heirs for ever; Conditionally, that here thou take an oath To cease this civil war, and, whilst I live, To honour me as thy king and sovereign, And neither by treason nor hostility To seek to put me down and reign thyself."
        },
        {
            "speaker": "york",
            "text": "This oath I willingly take and will perform."
        },
        {
            "speaker": "warwick",
            "text": "Long live King Henry! Plantagenet embrace him."
        },
        {
            "speaker": "king henry the sixth",
            "text": "And long live thou and these thy forward sons!"
        },
        {
            "speaker": "york",
            "text": "Now York and Lancaster are reconciled."
        },
        {
            "speaker": "exeter",
            "text": "Accursed be he that seeks to make them foes!"
        },
        {
            "text": "Sennet. Here they come down"
        },
        {
            "speaker": "york",
            "text": "Farewell, my gracious lord; I'll to my castle."
        },
        {
            "speaker": "warwick",
            "text": "And I'll keep London with my soldiers."
        },
        {
            "speaker": "norfolk",
            "text": "And I to Norfolk with my followers."
        },
        {
            "speaker": "montague",
            "text": "And I unto the sea from whence I came."
        },
        {
            "text": "Exeunt YORK, EDWARD, EDMUND, GEORGE, RICHARD,  WARWICK, NORFOLK, MONTAGUE, their Soldiers, and Attendants"
        },
        {
            "speaker": "king henry the sixth",
            "text": "And I, with grief and sorrow, to the court."
        },
        {
            "text": "Enter QUEEN MARGARET and PRINCE EDWARD"
        },
        {
            "speaker": "exeter",
            "text": "Here comes the queen, whose looks bewray her anger: I'll steal away."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Exeter, so will I."
        },
        {
            "speaker": "queen margaret",
            "text": "Nay, go not from me; I will follow thee."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Be patient, gentle queen, and I will stay."
        },
        {
            "speaker": "queen margaret",
            "text": "Who can be patient in such extremes? Ah, wretched man! would I had died a maid And never seen thee, never borne thee son, Seeing thou hast proved so unnatural a father Hath he deserved to lose his birthright thus? Hadst thou but loved him half so well as I, Or felt that pain which I did for him once, Or nourish'd him as I did with my blood, Thou wouldst have left thy dearest heart-blood there, Rather than have that savage duke thine heir And disinherited thine only son."
        },
        {
            "speaker": "prince edward",
            "text": "Father, you cannot disinherit me: If you be king, why should not I succeed?"
        },
        {
            "speaker": "king henry the sixth",
            "text": "Pardon me, Margaret; pardon me, sweet son: The Earl of Warwick and the duke enforced me."
        },
        {
            "speaker": "queen margaret",
            "text": "Enforced thee! art thou king, and wilt be forced? I shame to hear thee speak. Ah, timorous wretch! Thou hast undone thyself, thy son and me; And given unto the house of York such head As thou shalt reign but by their sufferance. To entail him and his heirs unto the crown, What is it, but to make thy sepulchre And creep into it far before thy time? Warwick is chancellor and the lord of Calais; Stern Falconbridge commands the narrow seas; The duke is made protector of the realm; And yet shalt thou be safe? such safety finds The trembling lamb environed with wolves. Had I been there, which am a silly woman, The soldiers should have toss'd me on their pikes Before I would have granted to that act. But thou preferr'st thy life before thine honour: And seeing thou dost, I here divorce myself Both from thy table, Henry, and thy bed, Until that act of parliament be repeal'd Whereby my son is disinherited. The northern lords that have forsworn thy colours Will follow mine, if once they see them spread; And spread they shall be, to thy foul disgrace And utter ruin of the house of York. Thus do I leave thee. Come, son, let's away; Our army is ready; come, we'll after them."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Stay, gentle Margaret, and hear me speak."
        },
        {
            "speaker": "queen margaret",
            "text": "Thou hast spoke too much already: get thee gone."
        },
        {
            "speaker": "king henry the sixth",
            "text": "Gentle son Edward, thou wilt stay with me?"
        },
        {
            "speaker": "queen margaret",
            "text": "Ay, to be murder'd by his enemies."
        },
        {
            "speaker": "prince edward",
            "text": "When I return with victory from the field I'll see your grace: till then I'll follow her."
        },
        {
            "speaker": "queen margaret",
            "text": "Come, son, away; we may not linger thus."
        },
        {
            "text": "Exeunt QUEEN MARGARET and PRINCE EDWARD"
        },
        {
            "speaker": "king henry the sixth",
            "text": "Poor queen! how love to me and to her son Hath made her break out into terms of rage! Revenged may she be on that hateful duke, Whose haughty spirit, winged with desire, Will cost my crown, and like an empty eagle Tire on the flesh of me and of my son! The loss of those three lords torments my heart: I'll write unto them and entreat them fair. Come, cousin you shall be the messenger."
        },
        {
            "speaker": "exeter",
            "text": "And I, I hope, shall reconcile them all."
        },
        {
            "text": "Exeunt"
        }
    ]
}