{
    "sceneName": "Act 4, scene 1",
    "playName": "henry the sixth part 3",
    "location": "London. The palace.",
    "lines": [
        {
            "text": "Enter GLOUCESTER, CLARENCE, SOMERSET, and MONTAGUE"
        },
        {
            "speaker": "gloucester",
            "text": "Now tell me, brother Clarence, what think you Of this new marriage with the Lady Grey Hath not our brother made a worthy choice"
        },
        {
            "speaker": "clarence",
            "text": "Alas, you know, tis far from hence to France How could he stay till Warwick made return"
        },
        {
            "speaker": "somerset",
            "text": "My lords, forbear this talk here comes the king."
        },
        {
            "speaker": "gloucester",
            "text": "And his wellchosen bride."
        },
        {
            "speaker": "clarence",
            "text": "I mind to tell him plainly what I think. Flourish. Enter KING EDWARD IV, attended QUEEN ELIZABETH, PEMBROKE, STAFFORD, HASTINGS, and others"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Now, brother of Clarence, how like you our choice, That you stand pensive, as half malcontent"
        },
        {
            "speaker": "clarence",
            "text": "As well as Lewis of France, or the Earl of Warwick, Which are so weak of courage and in judgment That theyll take no offence at our abuse."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Suppose they take offence without a cause, They are but Lewis and Warwick: I am Edward, Your king and Warwicks, and must have my will."
        },
        {
            "speaker": "gloucester",
            "text": "And shall have your will, because our king: Yet hasty marriage seldom proveth well."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Yea, brother Richard, are you offended too"
        },
        {
            "speaker": "gloucester",
            "text": "Not I: No, God forbid that I should wish them severd Whom God hath joind together ay, and twere pity To sunder them that yoke so well together."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Setting your scorns and your mislike aside, Tell me some reason why the Lady Grey Should not become my wife and Englands queen. And you too, Somerset and Montague, Speak freely what you think."
        },
        {
            "speaker": "clarence",
            "text": "Then this is mine opinion: that King Lewis Becomes your enemy, for mocking him About the marriage of the Lady Bona."
        },
        {
            "speaker": "gloucester",
            "text": "And Warwick, doing what you gave in charge, Is now dishonoured by this new marriage."
        },
        {
            "speaker": "king edward the fourth",
            "text": "What if both Lewis and Warwick be appeased By such invention as I can devise"
        },
        {
            "speaker": "montague",
            "text": "Yet, to have joind with France in such alliance Would more have strengthend this our commonwealth Gainst foreign storms than any homebred marriage."
        },
        {
            "speaker": "hastings",
            "text": "Why, knows not Montague that of itself England is safe, if true within itself"
        },
        {
            "speaker": "montague",
            "text": "But the safer when tis backd with France."
        },
        {
            "speaker": "hastings",
            "text": "Tis better using France than trusting France: Let us be backd with God and with the seas Which He hath given for fence impregnable, And with their helps only defend ourselves In them and in ourselves our safety lies."
        },
        {
            "speaker": "clarence",
            "text": "For this one speech Lord Hastings well deserves To have the heir of the Lord Hungerford."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Ay, what of that it was my will and grant And for this once my will shall stand for law."
        },
        {
            "speaker": "gloucester",
            "text": "And yet methinks your grace hath not done well, To give the heir and daughter of Lord Scales Unto the brother of your loving bride She better would have fitted me or Clarence: But in your bride you bury brotherhood."
        },
        {
            "speaker": "clarence",
            "text": "Or else you would not have bestowd the heir Of the Lord Bonville on your new wifes son, And leave your brothers to go speed elsewhere."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Alas, poor Clarence! is it for a wife That thou art malcontent I will provide thee."
        },
        {
            "speaker": "clarence",
            "text": "In choosing for yourself, you showd your judgment, Which being shallow, you give me leave To play the broker in mine own behalf And to that end I shortly mind to leave you."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Leave me, or tarry, Edward will be king, And not be tied unto his brothers will."
        },
        {
            "speaker": "queen elizabeth",
            "text": "My lords, before it pleased his majesty To raise my state to title of a queen, Do me but right, and you must all confess That I was not ignoble of descent And meaner than myself have had like fortune. But as this title honours me and mine, So your dislike, to whom I would be pleasing, Doth cloud my joys with danger and with sorrow."
        },
        {
            "speaker": "king edward the fourth",
            "text": "My love, forbear to fawn upon their frowns: What danger or what sorrow can befall thee, So long as Edward is thy constant friend, And their true sovereign, whom they must obey Nay, whom they shall obey, and love thee too, Unless they seek for hatred at my hands Which if they do, yet will I keep thee safe, And they shall feel the vengeance of my wrath."
        },
        {
            "speaker": "gloucester",
            "text": "[Aside]  I hear, yet say not much, but think the more."
        },
        {
            "text": "Enter a Post"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Now, messenger, what letters or what news From France"
        },
        {
            "speaker": "post",
            "text": "My sovereign liege, no letters and few words, But such as I, without your special pardon, Dare not relate."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Go to, we pardon thee: therefore, in brief, Tell me their words as near as thou canst guess them. What answer makes King Lewis unto our letters"
        },
        {
            "speaker": "post",
            "text": "At my depart, these were his very words: Go tell false Edward, thy supposed king, That Lewis of France is sending over masquers To revel it with him and his new bride."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Is Lewis so brave belike he thinks me Henry. But what said Lady Bona to my marriage"
        },
        {
            "speaker": "post",
            "text": "These were her words, utterd with mad disdain: Tell him, in hope hell prove a widower shortly, Ill wear the willow garland for his sake."
        },
        {
            "speaker": "king edward the fourth",
            "text": "I blame not her, she could say little less She had the wrong. But what said Henrys queen For I have heard that she was there in place."
        },
        {
            "speaker": "post",
            "text": "Tell him, quoth she, my mourning weeds are done, And I am ready to put armour on."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Belike she minds to play the Amazon. But what said Warwick to these injuries"
        },
        {
            "speaker": "post",
            "text": "He, more incensed against your majesty Than all the rest, discharged me with these words: Tell him from me that he hath done me wrong, And therefore Ill uncrown him eret be long."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Ha! durst the traitor breathe out so proud words Well I will arm me, being thus forewarnd: They shall have wars and pay for their presumption. But say, is Warwick friends with Margaret"
        },
        {
            "speaker": "post",
            "text": "Ay, gracious sovereign they are so linkd in friendship That young Prince Edward marries Warwicks daughter."
        },
        {
            "speaker": "clarence",
            "text": "Belike the elder Clarence will have the younger. Now, brother king, farewell, and sit you fast, For I will hence to Warwicks other daughter That, though I want a kingdom, yet in marriage I may not prove inferior to yourself. You that love me and Warwick, follow me."
        },
        {
            "text": "Exit CLARENCE, and SOMERSET follows"
        },
        {
            "speaker": "gloucester",
            "text": "[Aside]  Not I: My thoughts aim at a further matter I Stay not for the love of Edward, but the crown."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Clarence and Somerset both gone to Warwick! Yet am I armd against the worst can happen And haste is needful in this desperate case. Pembroke and Stafford, you in our behalf Go levy men, and make prepare for war They are already, or quickly will be landed: Myself in person will straight follow you. But, ere I go, Hastings and Montague, Resolve my doubt. You twain, of all the rest, Are near to Warwick by blood and by alliance: Tell me if you love Warwick more than me If it be so, then both depart to him I rather wish you foes than hollow friends: But if you mind to hold your true obedience, Give me assurance with some friendly vow, That I may never have you in suspect."
        },
        {
            "text": "Exeunt PEMBROKE and STAFFORD"
        },
        {
            "speaker": "montague",
            "text": "So God help Montague as he proves true!"
        },
        {
            "speaker": "hastings",
            "text": "And Hastings as he favours Edwards cause!"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Now, brother Richard, will you stand by us"
        },
        {
            "speaker": "gloucester",
            "text": "Ay, in despite of all that shall withstand you."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Why, so! then am I sure of victory. Now therefore let us hence and lose no hour, Till we meet Warwick with his foreign power."
        },
        {
            "text": "Exeunt"
        }
    ]
}