{
    "sceneName": "Act 5, scene 5",
    "playName": "henry the sixth part 3",
    "location": "Another part of the field.",
    "lines": [
        {
            "text": "Flourish. Enter KING EDWARD IV, GLOUCESTER, CLARENCE,  and soldiers with QUEEN MARGARET, OXFORD, and SOMERSET, prisoners"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Now here a period of tumultuous broils. Away with Oxford to Hames Castle straight: For Somerset, off with his guilty head. Go, bear them hence I will not hear them speak."
        },
        {
            "speaker": "oxford",
            "text": "For my part, Ill not trouble thee with words."
        },
        {
            "speaker": "somerset",
            "text": "Nor I, but stoop with patience to my fortune."
        },
        {
            "text": "Exeunt Oxford and Somerset, guarded"
        },
        {
            "speaker": "queen margaret",
            "text": "So part we sadly in this troublous world, To meet with joy in sweet Jerusalem."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Is proclamation made, that who finds Edward Shall have a high reward, and he his life"
        },
        {
            "speaker": "gloucester",
            "text": "It is: and lo, where youthful Edward comes!"
        },
        {
            "text": "Enter soldiers, with PRINCE EDWARD"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Bring forth the gallant, let us hear him speak. What! can so young a thorn begin to prick Edward, what satisfaction canst thou make For bearing arms, for stirring up my subjects, And all the trouble thou hast turnd me to"
        },
        {
            "speaker": "prince edward",
            "text": "Speak like a subject, proud ambitious York! Suppose that I am now my fathers mouth Resign thy chair, and where I stand kneel thou, Whilst I propose the selfsame words to thee, Which traitor, thou wouldst have me answer to."
        },
        {
            "speaker": "queen margaret",
            "text": "Ah, that thy father had been so resolved!"
        },
        {
            "speaker": "gloucester",
            "text": "That you might still have worn the petticoat, And neer have stoln the breech from Lancaster."
        },
        {
            "speaker": "prince edward",
            "text": "Let AEsop fable in a winters night His currish riddles sort not with this place."
        },
        {
            "speaker": "gloucester",
            "text": "By heaven, brat, Ill plague ye for that word."
        },
        {
            "speaker": "queen margaret",
            "text": "Ay, thou wast born to be a plague to men."
        },
        {
            "speaker": "gloucester",
            "text": "For Gods sake, take away this captive scold."
        },
        {
            "speaker": "prince edward",
            "text": "Nay, take away this scolding crookback rather."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Peace, wilful boy, or I will charm your tongue."
        },
        {
            "speaker": "clarence",
            "text": "Untutord lad, thou art too malapert."
        },
        {
            "speaker": "prince edward",
            "text": "I know my duty you are all undutiful: Lascivious Edward, and thou perjured George, And thou misshapen Dick, I tell ye all I am your better, traitors as ye are: And thou usurpst my fathers right and mine."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Take that, thou likeness of this railer here."
        },
        {
            "text": "Stabs him"
        },
        {
            "speaker": "gloucester",
            "text": "Sprawlst thou take that, to end thy agony."
        },
        {
            "text": "Stabs him"
        },
        {
            "speaker": "clarence",
            "text": "And theres for twitting me with perjury."
        },
        {
            "text": "Stabs him"
        },
        {
            "speaker": "queen margaret",
            "text": "O, kill me too!"
        },
        {
            "speaker": "gloucester",
            "text": "Marry, and shall."
        },
        {
            "text": "Offers to kill her"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Hold, Richard, hold for we have done too much."
        },
        {
            "speaker": "gloucester",
            "text": "Why should she live, to fill the world with words"
        },
        {
            "speaker": "king edward the fourth",
            "text": "What, doth she swoon use means for her recovery."
        },
        {
            "speaker": "gloucester",
            "text": "Clarence, excuse me to the king my brother Ill hence to London on a serious matter: Ere ye come there, be sure to hear some news."
        },
        {
            "speaker": "clarence",
            "text": "What what"
        },
        {
            "speaker": "gloucester",
            "text": "The Tower, the Tower."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "queen margaret",
            "text": "O Ned, sweet Ned! speak to thy mother, boy! Canst thou not speak O traitors! murderers! They that stabbd Caesar shed no blood at all, Did not offend, nor were not worthy blame, If this foul deed were by to equal it: He was a man this, in respect, a child: And men neer spend their fury on a child. Whats worse than murderer, that I may name it No, no, my heart will burst, and if I speak: And I will speak, that so my heart may burst. Butchers and villains! bloody cannibals! How sweet a plant have you untimely croppd! You have no children, butchers! if you had, The thought of them would have stirrd up remorse: But if you ever chance to have a child, Look in his youth to have him so cut off As, deathmen, you have rid this sweet young prince!"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Away with her go, bear her hence perforce."
        },
        {
            "speaker": "queen margaret",
            "text": "Nay, never bear me hence, dispatch me here, Here sheathe thy sword, Ill pardon thee my death: What, wilt thou not then, Clarence, do it thou."
        },
        {
            "speaker": "clarence",
            "text": "By heaven, I will not do thee so much ease."
        },
        {
            "speaker": "queen margaret",
            "text": "Good Clarence, do sweet Clarence, do thou do it."
        },
        {
            "speaker": "clarence",
            "text": "Didst thou not hear me swear I would not do it"
        },
        {
            "speaker": "queen margaret",
            "text": "Ay, but thou usest to forswear thyself: Twas sin before, but now tis charity. What, wilt thou not Where is that devils butcher, Hardfavourd Richard Richard, where art thou Thou art not here: murder is thy almsdeed Petitioners for blood thou neer putst back."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Away, I say I charge ye, bear her hence."
        },
        {
            "speaker": "queen margaret",
            "text": "So come to you and yours, as to this Prince!"
        },
        {
            "text": "Exit, led out forcibly"
        },
        {
            "speaker": "king edward the fourth",
            "text": "Wheres Richard gone"
        },
        {
            "speaker": "clarence",
            "text": "To London, all in post and, as I guess, To make a bloody supper in the Tower."
        },
        {
            "speaker": "king edward the fourth",
            "text": "Hes sudden, if a thing comes in his head. Now march we hence: discharge the common sort With pay and thanks, and lets away to London And see our gentle queen how well she fares: By this, I hope, she hath a son for me."
        },
        {
            "text": "Exeunt"
        }
    ]
}