{
    "sceneName": "Act 4, scene 4",
    "playName": "cymbeline",
    "location": "Wales: before the cave of Belarius.",
    "lines": [
        {
            "text": "Enter BELARIUS, GUIDERIUS, and ARVIRAGUS."
        },
        {
            "speaker": "guiderius",
            "text": "The noise is round about us."
        },
        {
            "speaker": "belarius",
            "text": "Let us from it."
        },
        {
            "speaker": "arviragus",
            "text": "What pleasure, sir, find we in life, to lock it From action and adventure"
        },
        {
            "speaker": "guiderius",
            "text": "Nay, what hope Have we in hiding us This way, the Romans Must or for Britons slay us, or receive us For barbarous and unnatural revolts During their use, and slay us after."
        },
        {
            "speaker": "belarius",
            "text": "Sons, Well higher to the mountains there secure us. To the kings party theres no going: newness Of Clotens deathwe being not known, not musterd Among the bandsmay drive us to a render Where we have lived, and so extort froms that Which we have done, whose answer would be death Drawn on with torture."
        },
        {
            "speaker": "guiderius",
            "text": "This is, sir, a doubt In such a time nothing becoming you, Nor satisfying us."
        },
        {
            "speaker": "arviragus",
            "text": "It is not likely That when they hear the Roman horses neigh, Behold their quarterd fires, have both their eyes And ears so cloyd importantly as now, That they will waste their time upon our note, To know from whence we are."
        },
        {
            "speaker": "belarius",
            "text": "O, I am known Of many in the army: many years, Though Cloten then but young, you see, not wore him From my remembrance. And, besides, the king Hath not deserved my service nor your loves Who find in my exile the want of breeding, The certainty of this hard life aye hopeless To have the courtesy your cradle promised, But to be still hot summers tamings and The shrinking slaves of winter."
        },
        {
            "speaker": "guiderius",
            "text": "Than be so Better to cease to be. Pray, sir, to the army: I and my brother are not known yourself So out of thought, and thereto so oergrown, Cannot be questiond."
        },
        {
            "speaker": "arviragus",
            "text": "By this sun that shines, Ill thither: what thing is it that I never Did see man die! scarce ever lookd on blood, But that of coward hares, hot goats, and venison! Never bestrid a horse, save one that had A rider like myself, who neer wore rowel Nor iron on his heel! I am ashamed To look upon the holy sun, to have The benefit of his blest beams, remaining So long a poor unknown."
        },
        {
            "speaker": "guiderius",
            "text": "By heavens, Ill go: If you will bless me, sir, and give me leave, Ill take the better care, but if you will not, The hazard therefore due fall on me by The hands of Romans!"
        },
        {
            "speaker": "arviragus",
            "text": "So say Iamen."
        },
        {
            "speaker": "belarius",
            "text": "No reason I, since of your lives you set So slight a valuation, should reserve My crackd one to more care. Have with you, boys! If in your country wars you chance to die, That is my bed too, lads, an there Ill lie: Lead, lead. The time seems long their blood thinks scorn, Till it fly out and show them princes born."
        },
        {
            "text": "Aside"
        },
        {
            "text": "Exeunt"
        }
    ]
}