{
    "sceneName": "Act 5, scene 2",
    "playName": "cymbeline",
    "location": "Field of battle between the British and Roman camps.",
    "lines": [
        {
            "text": "Enter, from one side, LUCIUS, IACHIMO, and  the Roman Army: from the other side, the  British Army POSTHUMUS LEONATUS following,  like a poor soldier. They march over and go  out. Then enter again, in skirmish, IACHIMO  and POSTHUMUS LEONATUS he vanquisheth and disarmeth IACHIMO, and then leaves him"
        },
        {
            "speaker": "iachimo",
            "text": "The heaviness and guilt within my bosom Takes off my manhood: I have belied a lady, The princess of this country, and the air ont Revengingly enfeebles me or could this carl, A very drudge of natures, have subdued me In my profession Knighthoods and honours, borne As I wear mine, are titles but of scorn. If that thy gentry, Britain, go before This lout as he exceeds our lords, the odds Is that we scarce are men and you are gods."
        },
        {
            "text": "Exit"
        },
        {
            "text": "The battle continues the Britons fly CYMBELINE is  taken: then enter, to his rescue, BELARIUS, GUIDERIUS, and ARVIRAGUS"
        },
        {
            "speaker": "belarius",
            "text": "Stand, stand! We have the advantage of the ground The lane is guarded: nothing routs us but The villany of our fears."
        },
        {
            "speaker": "arviragus",
            "text": "Stand, stand, and fight! Reenter POSTHUMUS LEONATUS, and seconds the  Britons: they rescue CYMBELINE, and exeunt. Then reenter LUCIUS, and IACHIMO, with IMOGEN"
        },
        {
            "speaker": "caius lucius",
            "text": "Away, boy, from the troops, and save thyself For friends kill friends, and the disorders such As war were hoodwinkd."
        },
        {
            "speaker": "iachimo",
            "text": "Tis their fresh supplies."
        },
        {
            "speaker": "caius lucius",
            "text": "It is a day turnd strangely: or betimes Lets reinforce, or fly."
        },
        {
            "text": "Exeunt"
        }
    ]
}