{
    "sceneName": "Act 2, scene 4",
    "playName": "cymbeline",
    "location": "Rome. Philarios house.",
    "lines": [
        {
            "text": "Enter POSTHUMUS and PHILARIO"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Fear it not, sir: I would I were so sure To win the king as I am bold her honour Will remain hers."
        },
        {
            "speaker": "philario",
            "text": "What means do you make to him"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Not any, but abide the change of time, Quake in the present winters state and wish That warmer days would come: in these seard hopes, I barely gratify your love they failing, I must die much your debtor."
        },
        {
            "speaker": "philario",
            "text": "Your very goodness and your company Oerpays all I can do. By this, your king Hath heard of great Augustus: Caius Lucius Will dos commission throughly: and I think Hell grant the tribute, send the arrearages, Or look upon our Romans, whose remembrance Is yet fresh in their grief."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "I do believe, Statist though I am none, nor like to be, That this will prove a war and you shall hear The legions now in Gallia sooner landed In our notfearing Britain than have tidings Of any penny tribute paid. Our countrymen Are men more orderd than when Julius Caesar Smiled at their lack of skill, but found their courage Worthy his frowning at: their discipline, Now mingled with their courages, will make known To their approvers they are people such That mend upon the world."
        },
        {
            "text": "Enter IACHIMO"
        },
        {
            "speaker": "philario",
            "text": "See! Iachimo!"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "The swiftest harts have posted you by land And winds of all the comers kissd your sails, To make your vessel nimble."
        },
        {
            "speaker": "philario",
            "text": "Welcome, sir."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "I hope the briefness of your answer made The speediness of your return."
        },
        {
            "speaker": "iachimo",
            "text": "Your lady Is one of the fairest that I have lookd upon."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "And therewithal the best or let her beauty Look through a casement to allure false hearts And be false with them."
        },
        {
            "speaker": "iachimo",
            "text": "Here are letters for you."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Their tenor good, I trust."
        },
        {
            "speaker": "iachimo",
            "text": "Tis very like."
        },
        {
            "speaker": "philario",
            "text": "Was Caius Lucius in the Britain court When you were there"
        },
        {
            "speaker": "iachimo",
            "text": "He was expected then, But not approachd."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "All is well yet. Sparkles this stone as it was wont or ist not Too dull for your good wearing"
        },
        {
            "speaker": "iachimo",
            "text": "If I had lost it, I should have lost the worth of it in gold. Ill make a journey twice as far, to enjoy A second night of such sweet shortness which Was mine in Britain, for the ring is won."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "The stones too hard to come by."
        },
        {
            "speaker": "iachimo",
            "text": "Not a whit, Your lady being so easy."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Make not, sir, Your loss your sport: I hope you know that we Must not continue friends."
        },
        {
            "speaker": "iachimo",
            "text": "Good sir, we must, If you keep covenant. Had I not brought The knowledge of your mistress home, I grant We were to question further: but I now Profess myself the winner of her honour, Together with your ring and not the wronger Of her or you, having proceeded but By both your wills."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "If you can maket apparent That you have tasted her in bed, my hand And ring is yours if not, the foul opinion You had of her pure honour gains or loses Your sword or mine, or masterless leaves both To who shall find them."
        },
        {
            "speaker": "iachimo",
            "text": "Sir, my circumstances, Being so near the truth as I will make them, Must first induce you to believe: whose strength I will confirm with oath which, I doubt not, Youll give me leave to spare, when you shall find You need it not."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Proceed."
        },
        {
            "speaker": "iachimo",
            "text": "First, her bedchamber, Where, I confess, I slept not, but profess Had that was well worth watchingit was hangd With tapesty of silk and silver the story Proud Cleopatra, when she met her Roman, And Cydnus swelld above the banks, or for The press of boats or pride: a piece of work So bravely done, so rich, that it did strive In workmanship and value which I wonderd Could be so rarely and exactly wrought, Since the true life ont was"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "This is true And this you might have heard of here, by me, Or by some other."
        },
        {
            "speaker": "iachimo",
            "text": "More particulars Must justify my knowledge."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "So they must, Or do your honour injury."
        },
        {
            "speaker": "iachimo",
            "text": "The chimney Is south the chamber, and the chimneypiece Chaste Dian bathing: never saw I figures So likely to report themselves: the cutter Was as another nature, dumb outwent her, Motion and breath left out."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "This is a thing Which you might from relation likewise reap, Being, as it is, much spoke of."
        },
        {
            "speaker": "iachimo",
            "text": "The roof o the chamber With golden cherubins is fretted: her andirons I had forgot themwere two winking Cupids Of silver, each on one foot standing, nicely Depending on their brands."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "This is her honour! Let it be granted you have seen all thisand praise Be given to your remembrancethe description Of what is in her chamber nothing saves The wager you have laid."
        },
        {
            "speaker": "iachimo",
            "text": "Then, if you can, Be pale: I beg but leave to air this jewel see! And now tis up again: it must be married To that your diamond Ill keep them."
        },
        {
            "text": "Showing the bracelet"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Jove! Once more let me behold it: is it that Which I left with her"
        },
        {
            "speaker": "iachimo",
            "text": "SirI thank herthat: She strippd it from her arm I see her yet Her pretty action did outsell her gift, And yet enrichd it too: she gave it me, and said She prized it once."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "May be she pluckd it off To send it me."
        },
        {
            "speaker": "iachimo",
            "text": "She writes so to you, doth she"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "O, no, no, no! tis true. Here, take this too It is a basilisk unto mine eye, Kills me to look ont. Let there be no honour Where there is beauty truth, where semblance love, Where theres another man: the vows of women Of no more bondage be, to where they are made, Than they are to their virtues which is nothing. O, above measure false!"
        },
        {
            "text": "Gives the ring"
        },
        {
            "speaker": "philario",
            "text": "Have patience, sir, And take your ring again tis not yet won: It may be probable she lost it or Who knows if one of her women, being corrupted, Hath stoln it from her"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Very true And so, I hope, he came byt. Back my ring: Render to me some corporal sign about her, More evident than this for this was stolen."
        },
        {
            "speaker": "iachimo",
            "text": "By Jupiter, I had it from her arm."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Hark you, he swears by Jupiter he swears. Tis true:nay, keep the ringtis true: I am sure She would not lose it: her attendants are All sworn and honourable:they induced to steal it! And by a stranger!No, he hath enjoyed her: The cognizance of her incontinency Is this: she hath bought the name of whore thus dearly. There, take thy hire and all the fiends of hell Divide themselves between you!"
        },
        {
            "speaker": "philario",
            "text": "Sir, be patient: This is not strong enough to be believed Of one persuaded well of"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Never talk ont She hath been colted by him."
        },
        {
            "speaker": "iachimo",
            "text": "If you seek For further satisfying, under her breast Worthy the pressinglies a mole, right proud Of that most delicate lodging: by my life, I kissd it and it gave me present hunger To feed again, though full. You do remember This stain upon her"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Ay, and it doth confirm Another stain, as big as hell can hold, Were there no more but it."
        },
        {
            "speaker": "iachimo",
            "text": "Will you hear more"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Spare your arithmetic: never count the turns Once, and a million!"
        },
        {
            "speaker": "iachimo",
            "text": "Ill be sworn"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "No swearing. If you will swear you have not donet, you lie And I will kill thee, if thou dost deny Thoust made me cuckold."
        },
        {
            "speaker": "iachimo",
            "text": "Ill deny nothing."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "O, that I had her here, to tear her limbmeal! I will go there and dot, i the court, before Her father. Ill do something"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "philario",
            "text": "Quite besides The government of patience! You have won: Lets follow him, and pervert the present wrath He hath against himself."
        },
        {
            "speaker": "iachimo",
            "text": "With an my heart."
        },
        {
            "text": "Exeunt"
        }
    ]
}