{
    "sceneName": "Act 2, scene 1",
    "playName": "cymbeline",
    "location": "Britain. Before Cymbeline's palace.",
    "lines": [
        {
            "text": "Enter CLOTEN and two Lords"
        },
        {
            "speaker": "cloten",
            "text": "Was there ever man had such luck! when I kissed the jack, upon an up-cast to be hit away! I had a hundred pound on't: and then a whoreson jackanapes must take me up for swearing; as if I borrowed mine oaths of him and might not spend them at my pleasure."
        },
        {
            "speaker": "first lord",
            "text": "What got he by that? You have broke his pate with your bowl."
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  If his wit had been like him that broke it, it would have run all out."
        },
        {
            "speaker": "cloten",
            "text": "When a gentleman is disposed to swear, it is not for any standers-by to curtail his oaths, ha?"
        },
        {
            "speaker": "second lord",
            "text": "No my lord; nor crop the ears of them."
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "cloten",
            "text": "Whoreson dog! I give him satisfaction? Would he had been one of my rank!"
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  To have smelt like a fool."
        },
        {
            "speaker": "cloten",
            "text": "I am not vexed more at any thing in the earth: a pox on't! I had rather not be so noble as I am; they dare not fight with me, because of the queen my mother: every Jack-slave hath his bellyful of fighting, and I must go up and down like a cock that nobody can match."
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  You are cock and capon too; and you crow, cock, with your comb on."
        },
        {
            "speaker": "cloten",
            "text": "Sayest thou?"
        },
        {
            "speaker": "second lord",
            "text": "It is not fit your lordship should undertake every companion that you give offence to."
        },
        {
            "speaker": "cloten",
            "text": "No, I know that: but it is fit I should commit offence to my inferiors."
        },
        {
            "speaker": "second lord",
            "text": "Ay, it is fit for your lordship only."
        },
        {
            "speaker": "cloten",
            "text": "Why, so I say."
        },
        {
            "speaker": "first lord",
            "text": "Did you hear of a stranger that's come to court to-night?"
        },
        {
            "speaker": "cloten",
            "text": "A stranger, and I not know on't!"
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  He's a strange fellow himself, and knows it not."
        },
        {
            "speaker": "first lord",
            "text": "There's an Italian come; and, 'tis thought, one of Leonatus' friends."
        },
        {
            "speaker": "cloten",
            "text": "Leonatus! a banished rascal; and he's another, whatsoever he be. Who told you of this stranger?"
        },
        {
            "speaker": "first lord",
            "text": "One of your lordship's pages."
        },
        {
            "speaker": "cloten",
            "text": "Is it fit I went to look upon him? is there no derogation in't?"
        },
        {
            "speaker": "second lord",
            "text": "You cannot derogate, my lord."
        },
        {
            "speaker": "cloten",
            "text": "Not easily, I think."
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  You are a fool granted; therefore your issues, being foolish, do not derogate."
        },
        {
            "speaker": "cloten",
            "text": "Come, I'll go see this Italian: what I have lost to-day at bowls I'll win to-night of him. Come, go."
        },
        {
            "speaker": "second lord",
            "text": "I'll attend your lordship. That such a crafty devil as is his mother Should yield the world this ass! a woman that Bears all down with her brain; and this her son Cannot take two from twenty, for his heart, And leave eighteen. Alas, poor princess, Thou divine Imogen, what thou endurest, Betwixt a father by thy step-dame govern'd, A mother hourly coining plots, a wooer More hateful than the foul expulsion is Of thy dear husband, than that horrid act Of the divorce he'ld make! The heavens hold firm The walls of thy dear honour, keep unshaked That temple, thy fair mind, that thou mayst stand, To enjoy thy banish'd lord and this great land! a trunk in one corner of it. IMOGEN in bed, reading; a Lady attending"
        },
        {
            "text": "Exeunt CLOTEN and First Lord"
        },
        {
            "text": "Exit"
        }
    ]
}