{
    "sceneName": "Act 3, scene 2",
    "playName": "cymbeline",
    "location": "Another room in the palace.",
    "lines": [
        {
            "text": "Enter PISANIO, with a letter"
        },
        {
            "speaker": "pisanio",
            "text": "How of adultery Wherefore write you not What monsters her accuser Leonatus, O master! what a strange infection Is falln into thy ear! What false Italian, As poisonoustongued as handed, hath prevaild On thy too ready hearing Disloyal! No: Shes punishd for her truth, and undergoes, More goddesslike than wifelike, such assaults As would take in some virtue. O my master! Thy mind to her is now as low as were Thy fortunes. How! that I should murder her Upon the love and truth and vows which I Have made to thy command I, her her blood If it be so to do good service, never Let me be counted serviceable. How look I, That I should seem to lack humanity so much as this fact comes to Dot: the letter that I have sent her, by her own command Shall give thee opportunity. O damnd paper! Black as the ink thats on thee! Senseless bauble, Art thou a feodary for this act, and lookst So virginlike without Lo, here she comes. I am ignorant in what I am commanded."
        },
        {
            "text": "Reading"
        },
        {
            "text": "Enter IMOGEN"
        },
        {
            "speaker": "imogen",
            "text": "How now, Pisanio!"
        },
        {
            "speaker": "pisanio",
            "text": "Madam, here is a letter from my lord."
        },
        {
            "speaker": "imogen",
            "text": "Who thy lord that is my lord, Leonatus! O, learnd indeed were that astronomer That knew the stars as I his characters Held lay the future open. You good gods, Let what is here containd relish of love, Of my lords health, of his content, yet not That we two are asunder let that grieve him: Some griefs are medcinable that is one of them, For it doth physic love: of his content, All but in that! Good wax, thy leave. Blest be You bees that make these locks of counsel! Lovers And men in dangerous bonds pray not alike: Though forfeiters you cast in prison, yet You clasp young Cupids tables. Good news, gods! Justice, and your fathers wrath, should he take me in his dominion, could not be so cruel to me, as you, O the dearest of creatures, would even renew me with your eyes. Take notice that I am in Cambria, at MilfordHaven: what your own love will out of this advise you, follow. So he wishes you all happiness, that remains loyal to his vow, and your, increasing in love, LEONATUS POSTHUMUS. O, for a horse with wings! Hearst thou, Pisanio He is at MilfordHaven: read, and tell me How far tis thither. If one of mean affairs May plod it in a week, why may not I Glide thither in a day Then, true Pisanio, Who longst, like me, to see thy lord who longst, let me bate,but not like meyet longst, But in a fainter kind:O, not like me For mines beyond beyondsay, and speak thick Loves counsellor should fill the bores of hearing, To the smothering of the sensehow far it is To this same blessed Milford: and by the way Tell me how Wales was made so happy as To inherit such a haven: but first of all, How we may steal from hence, and for the gap That we shall make in time, from our hencegoing And our return, to excuse: but first, how get hence: Why should excuse be born or eer begot Well talk of that hereafter. Prithee, speak, How many score of miles may we well ride Twixt hour and hour"
        },
        {
            "text": "Reads"
        },
        {
            "speaker": "pisanio",
            "text": "One score twixt sun and sun, Madam, s enough for you: and too much too."
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "imogen",
            "text": "Why, one that rode tos execution, man, Could never go so slow: I have heard of riding wagers, Where horses have been nimbler than the sands That run i the clocks behalf. But this is foolery: Go bid my woman feign a sickness say Shell home to her father: and provide me presently A ridingsuit, no costlier than would fit A franklins housewife."
        },
        {
            "speaker": "pisanio",
            "text": "Madam, youre best consider."
        },
        {
            "speaker": "imogen",
            "text": "I see before me, man: nor here, nor here, Nor what ensues, but have a fog in them, That I cannot look through. Away, I prithee Do as I bid thee: theres no more to say, Accessible is none but Milford way."
        },
        {
            "text": "Exeunt"
        }
    ]
}