{
    "sceneName": "Act 1, scene 3",
    "playName": "cymbeline",
    "location": "A room in Cymbelines palace.",
    "lines": [
        {
            "text": "Enter IMOGEN and PISANIO"
        },
        {
            "speaker": "imogen",
            "text": "I would thou grewst unto the shores o the haven, And questiondst every sail: if he should write And not have it, twere a paper lost, As offerd mercy is. What was the last That he spake to thee"
        },
        {
            "speaker": "pisanio",
            "text": "It was his queen, his queen!"
        },
        {
            "speaker": "imogen",
            "text": "Then waved his handkerchief"
        },
        {
            "speaker": "pisanio",
            "text": "And kissd it, madam."
        },
        {
            "speaker": "imogen",
            "text": "Senseless Linen! happier therein than I! And that was all"
        },
        {
            "speaker": "pisanio",
            "text": "No, madam for so long As he could make me with this eye or ear Distinguish him from others, he did keep The deck, with glove, or hat, or handkerchief, Still waving, as the fits and stirs of s mind Could best express how slow his soul saild on, How swift his ship."
        },
        {
            "speaker": "imogen",
            "text": "Thou shouldst have made him As little as a crow, or less, ere left To aftereye him."
        },
        {
            "speaker": "pisanio",
            "text": "Madam, so I did."
        },
        {
            "speaker": "imogen",
            "text": "I would have broke mine eyestrings crackd them, but To look upon him, till the diminution Of space had pointed him sharp as my needle, Nay, followd him, till he had melted from The smallness of a gnat to air, and then Have turnd mine eye and wept. But, good Pisanio, When shall we hear from him"
        },
        {
            "speaker": "pisanio",
            "text": "Be assured, madam, With his next vantage."
        },
        {
            "speaker": "imogen",
            "text": "I did not take my leave of him, but had Most pretty things to say: ere I could tell him How I would think on him at certain hours Such thoughts and such, or I could make him swear The shes of Italy should not betray Mine interest and his honour, or have charged him, At the sixth hour of morn, at noon, at midnight, To encounter me with orisons, for then I am in heaven for him or ere I could Give him that parting kiss which I had set Betwixt two charming words, comes in my father And like the tyrannous breathing of the north Shakes all our buds from growing."
        },
        {
            "text": "Enter a Lady"
        },
        {
            "speaker": "lady",
            "text": "The queen, madam, Desires your highness company."
        },
        {
            "speaker": "imogen",
            "text": "Those things I bid you do, get them dispatchd. I will attend the queen."
        },
        {
            "speaker": "pisanio",
            "text": "Madam, I shall."
        },
        {
            "text": "Exeunt"
        }
    ]
}