{
    "sceneName": "Act 2, scene 1",
    "playName": "cymbeline",
    "location": "Britain. Before Cymbelines palace.",
    "lines": [
        {
            "text": "Enter CLOTEN and two Lords"
        },
        {
            "speaker": "cloten",
            "text": "Was there ever man had such luck! when I kissed the jack, upon an upcast to be hit away! I had a hundred pound ont: and then a whoreson jackanapes must take me up for swearing as if I borrowed mine oaths of him and might not spend them at my pleasure."
        },
        {
            "speaker": "first lord",
            "text": "What got he by that You have broke his pate with your bowl."
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  If his wit had been like him that broke it, it would have run all out."
        },
        {
            "speaker": "cloten",
            "text": "When a gentleman is disposed to swear, it is not for any standersby to curtail his oaths, ha"
        },
        {
            "speaker": "second lord",
            "text": "No my lord nor crop the ears of them."
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "cloten",
            "text": "Whoreson dog! I give him satisfaction Would he had been one of my rank!"
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  To have smelt like a fool."
        },
        {
            "speaker": "cloten",
            "text": "I am not vexed more at any thing in the earth: a pox ont! I had rather not be so noble as I am they dare not fight with me, because of the queen my mother: every Jackslave hath his bellyful of fighting, and I must go up and down like a cock that nobody can match."
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  You are cock and capon too and you crow, cock, with your comb on."
        },
        {
            "speaker": "cloten",
            "text": "Sayest thou"
        },
        {
            "speaker": "second lord",
            "text": "It is not fit your lordship should undertake every companion that you give offence to."
        },
        {
            "speaker": "cloten",
            "text": "No, I know that: but it is fit I should commit offence to my inferiors."
        },
        {
            "speaker": "second lord",
            "text": "Ay, it is fit for your lordship only."
        },
        {
            "speaker": "cloten",
            "text": "Why, so I say."
        },
        {
            "speaker": "first lord",
            "text": "Did you hear of a stranger thats come to court tonight"
        },
        {
            "speaker": "cloten",
            "text": "A stranger, and I not know ont!"
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  Hes a strange fellow himself, and knows it not."
        },
        {
            "speaker": "first lord",
            "text": "Theres an Italian come and, tis thought, one of Leonatus friends."
        },
        {
            "speaker": "cloten",
            "text": "Leonatus! a banished rascal and hes another, whatsoever he be. Who told you of this stranger"
        },
        {
            "speaker": "first lord",
            "text": "One of your lordships pages."
        },
        {
            "speaker": "cloten",
            "text": "Is it fit I went to look upon him is there no derogation int"
        },
        {
            "speaker": "second lord",
            "text": "You cannot derogate, my lord."
        },
        {
            "speaker": "cloten",
            "text": "Not easily, I think."
        },
        {
            "speaker": "second lord",
            "text": "[Aside]  You are a fool granted therefore your issues, being foolish, do not derogate."
        },
        {
            "speaker": "cloten",
            "text": "Come, Ill go see this Italian: what I have lost today at bowls Ill win tonight of him. Come, go."
        },
        {
            "speaker": "second lord",
            "text": "Ill attend your lordship. That such a crafty devil as is his mother Should yield the world this ass! a woman that Bears all down with her brain and this her son Cannot take two from twenty, for his heart, And leave eighteen. Alas, poor princess, Thou divine Imogen, what thou endurest, Betwixt a father by thy stepdame governd, A mother hourly coining plots, a wooer More hateful than the foul expulsion is Of thy dear husband, than that horrid act Of the divorce held make! The heavens hold firm The walls of thy dear honour, keep unshaked That temple, thy fair mind, that thou mayst stand, To enjoy thy banishd lord and this great land! a trunk in one corner of it. IMOGEN in bed, reading a Lady attending"
        },
        {
            "text": "Exeunt CLOTEN and First Lord"
        },
        {
            "text": "Exit"
        }
    ]
}