{
    "sceneName": "Act 3, scene 6",
    "playName": "cymbeline",
    "location": "Wales. Before the cave of Belarius.",
    "lines": [
        {
            "text": "Enter IMOGEN, in boys clothes"
        },
        {
            "speaker": "imogen",
            "text": "I see a mans life is a tedious one: I have tired myself, and for two nights together Have made the ground my bed. I should be sick, But that my resolution helps me. Milford, When from the mountaintop Pisanio showd thee, Thou wast within a ken: O Jove! I think Foundations fly the wretched such, I mean, Where they should be relieved. Two beggars told me I could not miss my way: will poor folks lie, That have afflictions on them, knowing tis A punishment or trial Yes no wonder, When rich ones scarce tell true. To lapse in fulness Is sorer than to lie for need, and falsehood Is worse in kings than beggars. My dear lord! Thou art one o the false ones. Now I think on thee, My hungers gone but even before, I was At point to sink for food. But what is this Here is a path tot: tis some savage hold: I were best not to call I dare not call: yet famine, Ere clean it oerthrow nature, makes it valiant, Plenty and peace breeds cowards: hardness ever Of hardiness is mother. Ho! whos here If any thing thats civil, speak if savage, Take or lend. Ho! No answer Then Ill enter. Best draw my sword: and if mine enemy But fear the sword like me, hell scarcely look ont. Such a foe, good heavens!"
        },
        {
            "text": "Exit, to the cave"
        },
        {
            "text": "Enter BELARIUS, GUIDERIUS, and ARVIRAGUS"
        },
        {
            "speaker": "belarius",
            "text": "You, Polydote, have proved best woodman and Are master of the feast: Cadwal and I Will play the cook and servant tis our match: The sweat of industry would dry and die, But for the end it works to. Come our stomachs Will make whats homely savoury: weariness Can snore upon the flint, when resty sloth Finds the down pillow hard. Now peace be here, Poor house, that keepst thyself!"
        },
        {
            "speaker": "guiderius",
            "text": "I am thoroughly weary."
        },
        {
            "speaker": "arviragus",
            "text": "I am weak with toil, yet strong in appetite."
        },
        {
            "speaker": "guiderius",
            "text": "There is cold meat i the cave well browse on that, Whilst what we have killd be cookd."
        },
        {
            "speaker": "belarius",
            "text": "[Looking into the cave] Stay come not in. But that it eats our victuals, I should think Here were a fairy."
        },
        {
            "speaker": "guiderius",
            "text": "Whats the matter, sir"
        },
        {
            "speaker": "belarius",
            "text": "By Jupiter, an angel! or, if not, An earthly paragon! Behold divineness No elder than a boy!"
        },
        {
            "text": "Reenter IMOGEN"
        },
        {
            "speaker": "imogen",
            "text": "Good masters, harm me not: Before I enterd here, I calld and thought To have beggd or bought what I have took: good troth, I have stoln nought, nor would not, though I had found Gold strewd i the floor. Heres money for my meat: I would have left it on the board so soon As I had made my meal, and parted With prayers for the provider."
        },
        {
            "speaker": "guiderius",
            "text": "Money, youth"
        },
        {
            "speaker": "arviragus",
            "text": "All gold and silver rather turn to dirt! As tis no better reckond, but of those Who worship dirty gods."
        },
        {
            "speaker": "imogen",
            "text": "I see youre angry: Know, if you kill me for my fault, I should Have died had I not made it."
        },
        {
            "speaker": "belarius",
            "text": "Whither bound"
        },
        {
            "speaker": "imogen",
            "text": "To MilfordHaven."
        },
        {
            "speaker": "belarius",
            "text": "Whats your name"
        },
        {
            "speaker": "imogen",
            "text": "Fidele, sir. I have a kinsman who Is bound for Italy he embarkd at Milford To whom being going, almost spent with hunger, I am falln in this offence."
        },
        {
            "speaker": "belarius",
            "text": "Prithee, fair youth, Think us no churls, nor measure our good minds By this rude place we live in. Well encounterd! Tis almost night: you shall have better cheer Ere you depart: and thanks to stay and eat it. Boys, bid him welcome."
        },
        {
            "speaker": "guiderius",
            "text": "Were you a woman, youth, I should woo hard but be your groom. In honesty, I bid for you as Id buy."
        },
        {
            "speaker": "arviragus",
            "text": "Ill maket my comfort He is a man Ill love him as my brother: And such a welcome as Id give to him After long absence, such is yours: most welcome! Be sprightly, for you fall mongst friends."
        },
        {
            "speaker": "imogen",
            "text": "Mongst friends, If brothers. Would it had been so, that they Had been my fathers sons! then had my prize Been less, and so more equal ballasting To thee, Posthumus."
        },
        {
            "text": "Aside"
        },
        {
            "speaker": "belarius",
            "text": "He wrings at some distress."
        },
        {
            "speaker": "guiderius",
            "text": "Would I could freet!"
        },
        {
            "speaker": "arviragus",
            "text": "Or I, whateer it be, What pain it cost, what danger. Gods!"
        },
        {
            "speaker": "belarius",
            "text": "Hark, boys."
        },
        {
            "text": "Whispering"
        },
        {
            "speaker": "imogen",
            "text": "Great men, That had a court no bigger than this cave, That did attend themselves and had the virtue Which their own conscience seald themlaying by That nothinggift of differing multitudes Could not outpeer these twain. Pardon me, gods! Id change my sex to be companion with them, Since Leonatuss false."
        },
        {
            "speaker": "belarius",
            "text": "It shall be so. Boys, well go dress our hunt. Fair youth, come in: Discourse is heavy, fasting when we have suppd, Well mannerly demand thee of thy story, So far as thou wilt speak it."
        },
        {
            "speaker": "guiderius",
            "text": "Pray, draw near."
        },
        {
            "speaker": "arviragus",
            "text": "The night to the owl and morn to the lark less welcome."
        },
        {
            "speaker": "imogen",
            "text": "Thanks, sir."
        },
        {
            "speaker": "arviragus",
            "text": "I pray, draw near."
        },
        {
            "text": "Exeunt"
        }
    ]
}