{
    "sceneName": "Act 1, scene 1",
    "playName": "cymbeline",
    "location": "Britain. The garden of Cymbelines palace.",
    "lines": [
        {
            "text": "Enter two Gentlemen"
        },
        {
            "speaker": "first gentleman",
            "text": "You do not meet a man but frowns: our bloods No more obey the heavens than our courtiers Still seem as does the king."
        },
        {
            "speaker": "second gentleman",
            "text": "But whats the matter"
        },
        {
            "speaker": "first gentleman",
            "text": "His daughter, and the heir ofs kingdom, whom He purposed to his wifes sole sona widow That late he marriedhath referrd herself Unto a poor but worthy gentleman: shes wedded Her husband banishd she imprisond: all Is outward sorrow though I think the king Be touchd at very heart."
        },
        {
            "speaker": "second gentleman",
            "text": "None but the king"
        },
        {
            "speaker": "first gentleman",
            "text": "He that hath lost her too so is the queen, That most desired the match but not a courtier, Although they wear their faces to the bent Of the kings looks, hath a heart that is not Glad at the thing they scowl at."
        },
        {
            "speaker": "second gentleman",
            "text": "And why so"
        },
        {
            "speaker": "first gentleman",
            "text": "He that hath missd the princess is a thing Too bad for bad report: and he that hath her I mean, that married her, alack, good man! And therefore banishdis a creature such As, to seek through the regions of the earth For one his like, there would be something failing In him that should compare. I do not think So fair an outward and such stuff within Endows a man but he."
        },
        {
            "speaker": "second gentleman",
            "text": "You speak him far."
        },
        {
            "speaker": "first gentleman",
            "text": "I do extend him, sir, within himself, Crush him together rather than unfold His measure duly."
        },
        {
            "speaker": "second gentleman",
            "text": "Whats his name and birth"
        },
        {
            "speaker": "first gentleman",
            "text": "I cannot delve him to the root: his father Was calld Sicilius, who did join his honour Against the Romans with Cassibelan, But had his titles by Tenantius whom He served with glory and admired success, So gaind the suraddition Leonatus And had, besides this gentleman in question, Two other sons, who in the wars o the time Died with their swords in hand for which their father, Then old and fond of issue, took such sorrow That he quit being, and his gentle lady, Big of this gentleman our theme, deceased As he was born. The king he takes the babe To his protection, calls him Posthumus Leonatus, Breeds him and makes him of his bedchamber, Puts to him all the learnings that his time Could make him the receiver of which he took, As we do air, fast as twas ministerd, And ins spring became a harvest, lived in court Which rare it is to domost praised, most loved, A sample to the youngest, to the more mature A glass that feated them, and to the graver A child that guided dotards to his mistress, For whom he now is banishd, her own price Proclaims how she esteemd him and his virtue By her election may be truly read What kind of man he is."
        },
        {
            "speaker": "second gentleman",
            "text": "I honour him Even out of your report. But, pray you, tell me, Is she sole child to the king"
        },
        {
            "speaker": "first gentleman",
            "text": "His only child. He had two sons: if this be worth your hearing, Mark it: the eldest of them at three years old, I the swathingclothes the other, from their nursery Were stoln, and to this hour no guess in knowledge Which way they went."
        },
        {
            "speaker": "second gentleman",
            "text": "How long is this ago"
        },
        {
            "speaker": "first gentleman",
            "text": "Some twenty years."
        },
        {
            "speaker": "second gentleman",
            "text": "That a kings children should be so conveyd, So slackly guarded, and the search so slow, That could not trace them!"
        },
        {
            "speaker": "first gentleman",
            "text": "Howsoeer tis strange, Or that the negligence may well be laughd at, Yet is it true, sir."
        },
        {
            "speaker": "second gentleman",
            "text": "I do well believe you."
        },
        {
            "speaker": "first gentleman",
            "text": "We must forbear: here comes the gentleman, The queen, and princess."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Enter the QUEEN, POSTHUMUS LEONATUS, and IMOGEN"
        },
        {
            "speaker": "queen",
            "text": "No, be assured you shall not find me, daughter, After the slander of most stepmothers, Evileyed unto you: youre my prisoner, but Your gaoler shall deliver you the keys That lock up your restraint. For you, Posthumus, So soon as I can win the offended king, I will be known your advocate: marry, yet The fire of rage is in him, and twere good You leand unto his sentence with what patience Your wisdom may inform you."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Please your highness, I will from hence today."
        },
        {
            "speaker": "queen",
            "text": "You know the peril. Ill fetch a turn about the garden, pitying The pangs of barrd affections, though the king Hath charged you should not speak together."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "imogen",
            "text": "O Dissembling courtesy! How fine this tyrant Can tickle where she wounds! My dearest husband, I something fear my fathers wrath but nothing Always reserved my holy dutywhat His rage can do on me: you must be gone And I shall here abide the hourly shot Of angry eyes, not comforted to live, But that there is this jewel in the world That I may see again."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "My queen! my mistress! O lady, weep no more, lest I give cause To be suspected of more tenderness Than doth become a man. I will remain The loyalst husband that did eer plight troth: My residence in Rome at one Philarios, Who to my father was a friend, to me Known but by letter: thither write, my queen, And with mine eyes Ill drink the words you send, Though ink be made of gall."
        },
        {
            "text": "Reenter QUEEN"
        },
        {
            "speaker": "queen",
            "text": "Be brief, I pray you: If the king come, I shall incur I know not How much of his displeasure. Yet Ill move him To walk this way: I never do him wrong, But he does buy my injuries, to be friends Pays dear for my offences."
        },
        {
            "text": "Aside"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Should we be taking leave As long a term as yet we have to live, The loathness to depart would grow. Adieu!"
        },
        {
            "speaker": "imogen",
            "text": "Nay, stay a little: Were you but riding forth to air yourself, Such parting were too petty. Look here, love This diamond was my mothers: take it, heart But keep it till you woo another wife, When Imogen is dead."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "How, how! another You gentle gods, give me but this I have, And sear up my embracements from a next With bonds of death! Remain, remain thou here While sense can keep it on. And, sweetest, fairest, As I my poor self did exchange for you, To your so infinite loss, so in our trifles I still win of you: for my sake wear this It is a manacle of love Ill place it Upon this fairest prisoner."
        },
        {
            "text": "Putting on the ring"
        },
        {
            "text": "Putting a bracelet upon her arm"
        },
        {
            "speaker": "imogen",
            "text": "O the gods! When shall we see again"
        },
        {
            "text": "Enter CYMBELINE and Lords"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Alack, the king!"
        },
        {
            "speaker": "cymbeline",
            "text": "Thou basest thing, avoid! hence, from my sight! If after this command thou fraught the court With thy unworthiness, thou diest: away! Thourt poison to my blood."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "The gods protect you! And bless the good remainders of the court! I am gone."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "imogen",
            "text": "There cannot be a pinch in death More sharp than this is."
        },
        {
            "speaker": "cymbeline",
            "text": "O disloyal thing, That shouldst repair my youth, thou heapst A years age on me."
        },
        {
            "speaker": "imogen",
            "text": "I beseech you, sir, Harm not yourself with your vexation I am senseless of your wrath a touch more rare Subdues all pangs, all fears."
        },
        {
            "speaker": "cymbeline",
            "text": "Past grace obedience"
        },
        {
            "speaker": "imogen",
            "text": "Past hope, and in despair that way, past grace."
        },
        {
            "speaker": "cymbeline",
            "text": "That mightst have had the sole son of my queen!"
        },
        {
            "speaker": "imogen",
            "text": "O blest, that I might not! I chose an eagle, And did avoid a puttock."
        },
        {
            "speaker": "cymbeline",
            "text": "Thou tookst a beggar wouldst have made my throne A seat for baseness."
        },
        {
            "speaker": "imogen",
            "text": "No I rather added A lustre to it."
        },
        {
            "speaker": "cymbeline",
            "text": "O thou vile one!"
        },
        {
            "speaker": "imogen",
            "text": "Sir, It is your fault that I have loved Posthumus: You bred him as my playfellow, and he is A man worth any woman, overbuys me Almost the sum he pays."
        },
        {
            "speaker": "cymbeline",
            "text": "What, art thou mad"
        },
        {
            "speaker": "imogen",
            "text": "Almost, sir: heaven restore me! Would I were A neatherds daughter, and my Leonatus Our neighbour shepherds son!"
        },
        {
            "speaker": "cymbeline",
            "text": "Thou foolish thing! They were again together: you have done Not after our command. Away with her, And pen her up."
        },
        {
            "text": "Reenter QUEEN"
        },
        {
            "speaker": "queen",
            "text": "Beseech your patience. Peace, Dear lady daughter, peace! Sweet sovereign, Leave us to ourselves and make yourself some comfort Out of your best advice."
        },
        {
            "speaker": "cymbeline",
            "text": "Nay, let her languish A drop of blood a day and, being aged, Die of this folly!"
        },
        {
            "text": "Exeunt CYMBELINE and Lords"
        },
        {
            "speaker": "queen",
            "text": "Fie! you must give way. Here is your servant. How now, sir! What news"
        },
        {
            "text": "Enter PISANIO"
        },
        {
            "speaker": "pisanio",
            "text": "My lord your son drew on my master."
        },
        {
            "speaker": "queen",
            "text": "Ha! No harm, I trust, is done"
        },
        {
            "speaker": "pisanio",
            "text": "There might have been, But that my master rather playd than fought And had no help of anger: they were parted By gentlemen at hand."
        },
        {
            "speaker": "queen",
            "text": "I am very glad ont."
        },
        {
            "speaker": "imogen",
            "text": "Your sons my fathers friend he takes his part. To draw upon an exile! O brave sir! I would they were in Afric both together Myself by with a needle, that I might prick The goerback. Why came you from your master"
        },
        {
            "speaker": "pisanio",
            "text": "On his command: he would not suffer me To bring him to the haven left these notes Of what commands I should be subject to, When t pleased you to employ me."
        },
        {
            "speaker": "queen",
            "text": "This hath been Your faithful servant: I dare lay mine honour He will remain so."
        },
        {
            "speaker": "pisanio",
            "text": "I humbly thank your highness."
        },
        {
            "speaker": "queen",
            "text": "Pray, walk awhile."
        },
        {
            "speaker": "imogen",
            "text": "About some halfhour hence, I pray you, speak with me: you shall at least Go see my lord aboard: for this time leave me."
        },
        {
            "text": "Exeunt"
        }
    ]
}