{
    "sceneName": "Act 3, scene 5",
    "playName": "cymbeline",
    "location": "A room in Cymbelines palace.",
    "lines": [
        {
            "text": "Enter CYMBELINE, QUEEN, CLOTEN, LUCIUS, Lords, and Attendants"
        },
        {
            "speaker": "cymbeline",
            "text": "Thus far and so farewell."
        },
        {
            "speaker": "caius lucius",
            "text": "Thanks, royal sir. My emperor hath wrote, I must from hence And am right sorry that I must report ye My masters enemy."
        },
        {
            "speaker": "cymbeline",
            "text": "Our subjects, sir, Will not endure his yoke and for ourself To show less sovereignty than they, must needs Appear unkinglike."
        },
        {
            "speaker": "caius lucius",
            "text": "So, sir: I desire of you A conduct overland to MilfordHaven. Madam, all joy befal your grace!"
        },
        {
            "speaker": "queen",
            "text": "And you!"
        },
        {
            "speaker": "cymbeline",
            "text": "My lords, you are appointed for that office The due of honour in no point omit. So farewell, noble Lucius."
        },
        {
            "speaker": "caius lucius",
            "text": "Your hand, my lord."
        },
        {
            "speaker": "cloten",
            "text": "Receive it friendly but from this time forth I wear it as your enemy."
        },
        {
            "speaker": "caius lucius",
            "text": "Sir, the event Is yet to name the winner: fare you well."
        },
        {
            "speaker": "cymbeline",
            "text": "Leave not the worthy Lucius, good my lords, Till he have crossd the Severn. Happiness!"
        },
        {
            "text": "Exeunt LUCIUS and Lords"
        },
        {
            "speaker": "queen",
            "text": "He goes hence frowning: but it honours us That we have given him cause."
        },
        {
            "speaker": "cloten",
            "text": "Tis all the better Your valiant Britons have their wishes in it."
        },
        {
            "speaker": "cymbeline",
            "text": "Lucius hath wrote already to the emperor How it goes here. It fits us therefore ripely Our chariots and our horsemen be in readiness: The powers that he already hath in Gallia Will soon be drawn to head, from whence he moves His war for Britain."
        },
        {
            "speaker": "queen",
            "text": "Tis not sleepy business But must be lookd to speedily and strongly."
        },
        {
            "speaker": "cymbeline",
            "text": "Our expectation that it would be thus Hath made us forward. But, my gentle queen, Where is our daughter She hath not appeard Before the Roman, nor to us hath tenderd The duty of the day: she looks us like A thing more made of malice than of duty: We have noted it. Call her before us for We have been too slight in sufferance."
        },
        {
            "text": "Exit an Attendant"
        },
        {
            "speaker": "queen",
            "text": "Royal sir, Since the exile of Posthumus, most retired Hath her life been the cure whereof, my lord, Tis time must do. Beseech your majesty, Forbear sharp speeches to her: shes a lady So tender of rebukes that words are strokes And strokes death to her."
        },
        {
            "text": "Reenter Attendant"
        },
        {
            "speaker": "cymbeline",
            "text": "Where is she, sir How Can her contempt be answerd"
        },
        {
            "speaker": "attendant",
            "text": "Please you, sir, Her chambers are all lockd and theres no answer That will be given to the loudest noise we make."
        },
        {
            "speaker": "queen",
            "text": "My lord, when last I went to visit her, She prayd me to excuse her keeping close, Whereto constraind by her infirmity, She should that duty leave unpaid to you, Which daily she was bound to proffer: this She wishd me to make known but our great court Made me to blame in memory."
        },
        {
            "speaker": "cymbeline",
            "text": "Her doors lockd Not seen of late Grant, heavens, that which I fear Prove false!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "queen",
            "text": "Son, I say, follow the king."
        },
        {
            "speaker": "cloten",
            "text": "That man of hers, Pisanio, her old servant, have not seen these two days."
        },
        {
            "speaker": "queen",
            "text": "Go, look after. Pisanio, thou that standst so for Posthumus! He hath a drug of mine I pray his absence Proceed by swallowing that, for he believes It is a thing most precious. But for her, Where is she gone Haply, despair hath seized her, Or, wingd with fervor of her love, shes flown To her desired Posthumus: gone she is To death or to dishonour and my end Can make good use of either: she being down, I have the placing of the British crown. How now, my son!"
        },
        {
            "text": "Exit CLOTEN"
        },
        {
            "text": "Reenter CLOTEN"
        },
        {
            "speaker": "cloten",
            "text": "Tis certain she is fled. Go in and cheer the king: he rages none Dare come about him."
        },
        {
            "speaker": "queen",
            "text": "[Aside]            All the better: may This night forestall him of the coming day!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "cloten",
            "text": "I love and hate her: for shes fair and royal, And that she hath all courtly parts more exquisite Than lady, ladies, woman from every one The best she hath, and she, of all compounded, Outsells them all I love her therefore: but Disdaining me and throwing favours on The low Posthumus slanders so her judgment That whats else rare is choked and in that point I will conclude to hate her, nay, indeed, To be revenged upon her. For when fools Shall Who is here What, are you packing, sirrah Come hither: ah, you precious pander! Villain, Where is thy lady In a word or else Thou art straightway with the fiends."
        },
        {
            "text": "Enter PISANIO"
        },
        {
            "speaker": "pisanio",
            "text": "O, good my lord!"
        },
        {
            "speaker": "cloten",
            "text": "Where is thy lady Or, by Jupiter, I will not ask again. Close villain, Ill have this secret from thy heart, or rip Thy heart to find it. Is she with Posthumus From whose so many weights of baseness cannot A dram of worth be drawn."
        },
        {
            "speaker": "pisanio",
            "text": "Alas, my lord, How can she be with him When was she missed He is in Rome."
        },
        {
            "speaker": "cloten",
            "text": "Where is she, sir Come nearer No further halting: satisfy me home What is become of her."
        },
        {
            "speaker": "pisanio",
            "text": "O, my allworthy lord!"
        },
        {
            "speaker": "cloten",
            "text": "Allworthy villain! Discover where thy mistress is at once, At the next word: no more of worthy lord! Speak, or thy silence on the instant is Thy condemnation and thy death."
        },
        {
            "speaker": "pisanio",
            "text": "Then, sir, This paper is the history of my knowledge Touching her flight."
        },
        {
            "text": "Presenting a letter"
        },
        {
            "speaker": "cloten",
            "text": "Lets seet. I will pursue her Even to Augustus throne."
        },
        {
            "speaker": "pisanio",
            "text": "[Aside]                 Or this, or perish. Shes far enough and what he learns by this May prove his travel, not her danger."
        },
        {
            "speaker": "cloten",
            "text": "Hum!"
        },
        {
            "speaker": "pisanio",
            "text": "[Aside]  Ill write to my lord shes dead. O Imogen, Safe mayst thou wander, safe return again!"
        },
        {
            "speaker": "cloten",
            "text": "Sirrah, is this letter true"
        },
        {
            "speaker": "pisanio",
            "text": "Sir, as I think."
        },
        {
            "speaker": "cloten",
            "text": "It is Posthumus hand I knowt. Sirrah, if thou wouldst not be a villain, but do me true service, undergo those employments wherein I should have cause to use thee with a serious industry, that is, what villany soeer I bid thee do, to perform it directly and truly, I would think thee an honest man: thou shouldst neither want my means for thy relief nor my voice for thy preferment."
        },
        {
            "speaker": "pisanio",
            "text": "Well, my good lord."
        },
        {
            "speaker": "cloten",
            "text": "Wilt thou serve me for since patiently and constantly thou hast stuck to the bare fortune of that beggar Posthumus, thou canst not, in the course of gratitude, but be a diligent follower of mine: wilt thou serve me"
        },
        {
            "speaker": "pisanio",
            "text": "Sir, I will."
        },
        {
            "speaker": "cloten",
            "text": "Give me thy hand heres my purse. Hast any of thy late masters garments in thy possession"
        },
        {
            "speaker": "pisanio",
            "text": "I have, my lord, at my lodging, the same suit he wore when he took leave of my lady and mistress."
        },
        {
            "speaker": "cloten",
            "text": "The first service thou dost me, fetch that suit hither: let it be thy lint service go."
        },
        {
            "speaker": "pisanio",
            "text": "I shall, my lord."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "cloten",
            "text": "Meet thee at MilfordHaven!I forgot to ask him one thing Ill remembert anon:even there, thou villain Posthumus, will I kill thee. I would these garments were come. She said upon a timethe bitterness of it I now belch from my heartthat she held the very garment of Posthumus in more respect than my noble and natural person together with the adornment of my qualities. With that suit upon my back, will I ravish her: first kill him, and in her eyes there shall she see my valour, which will then be a torment to her contempt. He on the ground, my speech of insultment ended on his dead body, and when my lust hath dined,which, as I say, to vex her I will execute in the clothes that she so praised,to the court Ill knock her back, foot her home again. She hath despised me rejoicingly, and Ill be merry in my revenge. Be those the garments"
        },
        {
            "text": "Reenter PISANIO, with the clothes"
        },
        {
            "speaker": "pisanio",
            "text": "Ay, my noble lord."
        },
        {
            "speaker": "cloten",
            "text": "How long ist since she went to MilfordHaven"
        },
        {
            "speaker": "pisanio",
            "text": "She can scarce be there yet."
        },
        {
            "speaker": "cloten",
            "text": "Bring this apparel to my chamber that is the second thing that I have commanded thee: the third is, that thou wilt be a voluntary mute to my design. Be but duteous, and true preferment shall tender itself to thee. My revenge is now at Milford: would I had wings to follow it! Come, and be true."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "pisanio",
            "text": "Thou bidst me to my loss: for true to thee Were to prove false, which I will never be, To him that is most true. To Milford go, And find not her whom thou pursuest. Flow, flow, You heavenly blessings, on her! This fools speed Be crossd with slowness labour be his meed!"
        },
        {
            "text": "Exit"
        }
    ]
}