{
    "sceneName": "Act 2, scene 2",
    "playName": "cymbeline",
    "location": "Imogens bedchamber in Cymbelines palace:",
    "lines": [
        {
            "speaker": "imogen",
            "text": "Whos there my woman Helen"
        },
        {
            "speaker": "lady",
            "text": "Please you, madam"
        },
        {
            "speaker": "imogen",
            "text": "What hour is it"
        },
        {
            "speaker": "lady",
            "text": "Almost midnight, madam."
        },
        {
            "speaker": "imogen",
            "text": "I have read three hours then: mine eyes are weak: Fold down the leaf where I have left: to bed: Take not away the taper, leave it burning And if thou canst awake by four o the clock, I prithee, call me. Sleep hath seized me wholly To your protection I commend me, gods. From fairies and the tempters of the night Guard me, beseech ye."
        },
        {
            "text": "Exit Lady"
        },
        {
            "text": "Sleeps. IACHIMO comes from the trunk"
        },
        {
            "speaker": "iachimo",
            "text": "The crickets sing, and mans oerlabourd sense Repairs itself by rest. Our Tarquin thus Did softly press the rushes, ere he wakend The chastity he wounded. Cytherea, How bravely thou becomest thy bed, fresh lily, And whiter than the sheets! That I might touch! But kiss one kiss! Rubies unparagond, How dearly they dot! Tis her breathing that Perfumes the chamber thus: the flame o the taper Bows toward her, and would underpeep her lids, To see the enclosed lights, now canopied Under these windows, white and azure laced With blue of heavens own tinct. But my design, To note the chamber: I will write all down: Such and such pictures there the window such The adornment of her bed the arras figures, Why, such and such and the contents o the story. Ah, but some natural notes about her body, Above ten thousand meaner moveables Would testify, to enrich mine inventory. O sleep, thou ape of death, lie dull upon her! And be her sense but as a monument, Thus in a chapel lying! Come off, come off: As slippery as the Gordian knot was hard! Tis mine and this will witness outwardly, As strongly as the conscience does within, To the madding of her lord. On her left breast A mole cinquespotted, like the crimson drops I the bottom of a cowslip: heres a voucher, Stronger than ever law could make: this secret Will force him think I have pickd the lock and taen The treasure of her honour. No more. To what end Why should I write this down, thats riveted, Screwd to my memory She hath been reading late The tale of Tereus here the leafs turnd down Where Philomel gave up. I have enough: To the trunk again, and shut the spring of it. Swift, swift, you dragons of the night, that dawning May bare the ravens eye! I lodge in fear Though this a heavenly angel, hell is here. One, two, three: time, time!"
        },
        {
            "text": "Taking off her bracelet"
        },
        {
            "text": "Clock strikes"
        },
        {
            "text": "Goes into the trunk. The scene closes"
        },
        {
            "speaker": null,
            "text": "An antechamber adjoining Imogens apartments."
        },
        {
            "text": "Enter CLOTEN and Lords"
        },
        {
            "speaker": "first lord",
            "text": "Your lordship is the most patient man in loss, the most coldest that ever turned up ace."
        },
        {
            "speaker": "cloten",
            "text": "It would make any man cold to lose."
        },
        {
            "speaker": "first lord",
            "text": "But not every man patient after the noble temper of your lordship. You are most hot and furious when you win."
        },
        {
            "speaker": "cloten",
            "text": "Winning will put any man into courage. If I could get this foolish Imogen, I should have gold enough. Its almost morning, ist not"
        },
        {
            "speaker": "first lord",
            "text": "Day, my lord."
        },
        {
            "speaker": "cloten",
            "text": "I would this music would come: I am advised to give her music o mornings they say it will penetrate. Come on tune: if you can penetrate her with your fingering, so well try with tongue too: if none will do, let her remain but Ill never give oer. First, a very excellent goodconceited thing after, a wonderful sweet air, with admirable rich words to it: and then let her consider. Hark, hark! the lark at heavens gate sings, And Phoebus gins arise, His steeds to water at those springs On chaliced flowers that lies And winking Marybuds begin To ope their golden eyes: With every thing that pretty is, My lady sweet, arise: Arise, arise. So, get you gone. If this penetrate, I will consider your music the better: if it do not, it is a vice in her ears, which horsehairs and calvesguts, nor the voice of unpaved eunuch to boot, can never amend."
        },
        {
            "text": "Enter Musicians"
        },
        {
            "text": "SONG"
        },
        {
            "text": "Exeunt Musicians"
        },
        {
            "speaker": "second lord",
            "text": "Here comes the king."
        },
        {
            "speaker": "cloten",
            "text": "I am glad I was up so late for thats the reason I was up so early: he cannot choose but take this service I have done fatherly. Good morrow to your majesty and to my gracious mother."
        },
        {
            "text": "Enter CYMBELINE and QUEEN"
        },
        {
            "speaker": "cymbeline",
            "text": "Attend you here the door of our stern daughter Will she not forth"
        },
        {
            "speaker": "cloten",
            "text": "I have assailed her with music, but she vouchsafes no notice."
        },
        {
            "speaker": "cymbeline",
            "text": "The exile of her minion is too new She hath not yet forgot him: some more time Must wear the print of his remembrance out, And then shes yours."
        },
        {
            "speaker": "queen",
            "text": "You are most bound to the king, Who lets go by no vantages that may Prefer you to his daughter. Frame yourself To orderly soliciting, and be friended With aptness of the season make denials Increase your services so seem as if You were inspired to do those duties which You tender to her that you in all obey her, Save when command to your dismission tends, And therein you are senseless."
        },
        {
            "speaker": "cloten",
            "text": "Senseless! not so."
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "messenger",
            "text": "So like you, sir, ambassadors from Rome The one is Caius Lucius."
        },
        {
            "speaker": "cymbeline",
            "text": "A worthy fellow, Albeit he comes on angry purpose now But thats no fault of his: we must receive him According to the honour of his sender And towards himself, his goodness forespent on us, We must extend our notice. Our dear son, When you have given good morning to your mistress, Attend the queen and us we shall have need To employ you towards this Roman. Come, our queen."
        },
        {
            "text": "Exeunt all but CLOTEN"
        },
        {
            "speaker": "cloten",
            "text": "If she be up, Ill speak with her if not, Let her lie still and dream. By your leave, ho! I Know her women are about her: what If I do line one of their hands Tis gold Which buys admittance oft it doth yea, and makes Dianas rangers false themselves, yield up Their deer to the stand o the stealer and tis gold Which makes the true man killd and saves the thief Nay, sometime hangs both thief and true man: what Can it not do and undo I will make One of her women lawyer to me, for I yet not understand the case myself. By your leave."
        },
        {
            "text": "Knocks"
        },
        {
            "text": "Knocks"
        },
        {
            "text": "Enter a Lady"
        },
        {
            "speaker": "lady",
            "text": "Whos there that knocks"
        },
        {
            "speaker": "cloten",
            "text": "A gentleman."
        },
        {
            "speaker": "lady",
            "text": "No more"
        },
        {
            "speaker": "cloten",
            "text": "Yes, and a gentlewomans son."
        },
        {
            "speaker": "lady",
            "text": "Thats more Than some, whose tailors are as dear as yours, Can justly boast of. Whats your lordships pleasure"
        },
        {
            "speaker": "cloten",
            "text": "Your ladys person: is she ready"
        },
        {
            "speaker": "lady",
            "text": "Ay, To keep her chamber."
        },
        {
            "speaker": "cloten",
            "text": "There is gold for you Sell me your good report."
        },
        {
            "speaker": "lady",
            "text": "How! my good name or to report of you What I shall think is goodThe princess!"
        },
        {
            "text": "Enter IMOGEN"
        },
        {
            "speaker": "cloten",
            "text": "Good morrow, fairest: sister, your sweet hand."
        },
        {
            "text": "Exit Lady"
        },
        {
            "speaker": "imogen",
            "text": "Good morrow, sir. You lay out too much pains For purchasing but trouble the thanks I give Is telling you that I am poor of thanks And scarce can spare them."
        },
        {
            "speaker": "cloten",
            "text": "Still, I swear I love you."
        },
        {
            "speaker": "imogen",
            "text": "If you but said so, twere as deep with me: If you swear still, your recompense is still That I regard it not."
        },
        {
            "speaker": "cloten",
            "text": "This is no answer."
        },
        {
            "speaker": "imogen",
            "text": "But that you shall not say I yield being silent, I would not speak. I pray you, spare me: faith, I shall unfold equal discourtesy To your best kindness: one of your great knowing Should learn, being taught, forbearance."
        },
        {
            "speaker": "cloten",
            "text": "To leave you in your madness, twere my sin: I will not."
        },
        {
            "speaker": "imogen",
            "text": "Fools are not mad folks."
        },
        {
            "speaker": "cloten",
            "text": "Do you call me fool"
        },
        {
            "speaker": "imogen",
            "text": "As I am mad, I do: If youll be patient, Ill no more be mad That cures us both. I am much sorry, sir, You put me to forget a ladys manners, By being so verbal: and learn now, for all, That I, which know my heart, do here pronounce, By the very truth of it, I care not for you, And am so near the lack of charity To accuse myselfI hate you which I had rather You felt than maket my boast."
        },
        {
            "speaker": "cloten",
            "text": "You sin against Obedience, which you owe your father. For The contract you pretend with that base wretch, One bred of alms and fosterd with cold dishes, With scraps o the court, it is no contract, none: And though it be allowd in meaner parties Yet who than he more meanto knit their souls, On whom there is no more dependency But brats and beggary, in selffigured knot Yet you are curbd from that enlargement by The consequence o the crown, and must not soil The precious note of it with a base slave. A hilding for a livery, a squires cloth, A pantler, not so eminent."
        },
        {
            "speaker": "imogen",
            "text": "Profane fellow Wert thou the son of Jupiter and no more But what thou art besides, thou wert too base To be his groom: thou wert dignified enough, Even to the point of envy, if twere made Comparative for your virtues, to be styled The underhangman of his kingdom, and hated For being preferred so well."
        },
        {
            "speaker": "cloten",
            "text": "The southfog rot him!"
        },
        {
            "speaker": "imogen",
            "text": "He never can meet more mischance than come To be but named of thee. His meanest garment, That ever hath but clippd his body, is dearer In my respect than all the hairs above thee, Were they all made such men. How now, Pisanio!"
        },
        {
            "text": "Enter PISANIO"
        },
        {
            "speaker": "cloten",
            "text": "His garment! Now the devil"
        },
        {
            "speaker": "imogen",
            "text": "To Dorothy my woman hie thee presently"
        },
        {
            "speaker": "cloten",
            "text": "His garment!"
        },
        {
            "speaker": "imogen",
            "text": "I am sprited with a fool. Frighted, and angerd worse: go bid my woman Search for a jewel that too casually Hath left mine arm: it was thy masters: shrew me, If I would lose it for a revenue Of any kings in Europe. I do think I sawt this morning: confident I am Last night twas on mine arm I kissd it: I hope it be not gone to tell my lord That I kiss aught but he."
        },
        {
            "speaker": "pisanio",
            "text": "Twill not be lost."
        },
        {
            "speaker": "imogen",
            "text": "I hope so: go and search."
        },
        {
            "text": "Exit PISANIO"
        },
        {
            "speaker": "cloten",
            "text": "You have abused me: His meanest garment!"
        },
        {
            "speaker": "imogen",
            "text": "Ay, I said so, sir: If you will maket an action, call witness tot."
        },
        {
            "speaker": "cloten",
            "text": "I will inform your father."
        },
        {
            "speaker": "imogen",
            "text": "Your mother too: Shes my good lady, and will conceive, I hope, But the worst of me. So, I leave you, sir, To the worst of discontent."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "cloten",
            "text": "Ill be revenged: His meanest garment! Well. CYMBELINE"
        },
        {
            "text": "Exit"
        }
    ]
}