{
    "sceneName": "Act 5, scene 3",
    "playName": "cymbeline",
    "location": "Another part of the field.",
    "lines": [
        {
            "text": "Enter POSTHUMUS LEONATUS and a British Lord"
        },
        {
            "speaker": "lord",
            "text": "Camest thou from where they made the stand"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "I did. Though you, it seems, come from the fliers."
        },
        {
            "speaker": "lord",
            "text": "I did."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "No blame be to you, sir for all was lost, But that the heavens fought: the king himself Of his wings destitute, the army broken, And but the backs of Britons seen, all flying Through a straight lane the enemy fullhearted, Lolling the tongue with slaughtering, having work More plentiful than tools to dot, struck down Some mortally, some slightly touchd, some falling Merely through fear that the straight pass was dammd With dead men hurt behind, and cowards living To die with lengthend shame."
        },
        {
            "speaker": "lord",
            "text": "Where was this lane"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Close by the battle, ditchd, and walld with turf Which gave advantage to an ancient soldier, An honest one, I warrant who deserved So long a breeding as his white beard came to, In doing this fors country: athwart the lane, He, with two striplingslads more like to run The country base than to commit such slaughter With faces fit for masks, or rather fairer Than those for preservation cased, or shame Made good the passage cried to those that fled, Our Britain s harts die flying, not our men: To darkness fleet souls that fly backwards. Stand Or we are Romans and will give you that Like beasts which you shun beastly, and may save, But to look back in frown: stand, stand. These three, Three thousand confident, in act as many For three performers are the file when all The rest do nothingwith this word Stand, stand, Accommodated by the place, more charming With their own nobleness, which could have turnd A distaff to a lance, gilded pale looks, Part shame, part spirit renewd that some, turnd coward But by exampleO, a sin in war, Damnd in the first beginners!gan to look The way that they did, and to grin like lions Upon the pikes o the hunters. Then began A stop i the chaser, a retire, anon A rout, confusion thick forthwith they fly Chickens, the way which they stoopd eagles slaves, The strides they victors made: and now our cowards, Like fragments in hard voyages, became The life o the need: having found the backdoor open Of the unguarded hearts, heavens, how they wound! Some slain before some dying some their friends Oer borne i the former wave: ten, chased by one, Are now each one the slaughterman of twenty: Those that would die or ere resist are grown The mortal bugs o the field."
        },
        {
            "speaker": "lord",
            "text": "This was strange chance A narrow lane, an old man, and two boys."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Nay, do not wonder at it: you are made Rather to wonder at the things you hear Than to work any. Will you rhyme upont, And vent it for a mockery Here is one: Two boys, an old man twice a boy, a lane, Preserved the Britons, was the Romans bane."
        },
        {
            "speaker": "lord",
            "text": "Nay, be not angry, sir."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Lack, to what end Who dares not stand his foe, Ill be his friend For if hell do as he is made to do, I know hell quickly fly my friendship too. You have put me into rhyme."
        },
        {
            "speaker": "lord",
            "text": "Farewell youre angry."
        },
        {
            "speaker": "posthumus leonatus",
            "text": "Still going This is a lord! O noble misery, To be i the field, and ask what news of me! Today how many would have given their honours To have saved their carcasses! took heel to dot, And yet died too! I, in mine own woe charmd, Could not find death where I did hear him groan, Nor feel him where he struck: being an ugly monster, Tis strange he hides him in fresh cups, soft beds, Sweet words or hath more ministers than we That draw his knives i the war. Well, I will find him For being now a favourer to the Briton, No more a Briton, I have resumed again The part I came in: fight I will no more, But yield me to the veriest hind that shall Once touch my shoulder. Great the slaughter is Here made by the Roman great the answer be Britons must take. For me, my ransoms death On either side I come to spend my breath Which neither here Ill keep nor bear again, But end it by some means for Imogen."
        },
        {
            "text": "Exit Lord"
        },
        {
            "text": "Enter two British Captains and Soldiers"
        },
        {
            "speaker": "first captain",
            "text": "Great Jupiter be praised! Lucius is taken. Tis thought the old man and his sons were angels."
        },
        {
            "speaker": "second captain",
            "text": "There was a fourth man, in a silly habit, That gave the affront with them."
        },
        {
            "speaker": "first captain",
            "text": "So tis reported: But none of em can be found. Stand! whos there"
        },
        {
            "speaker": "posthumus leonatus",
            "text": "A Roman, Who had not now been drooping here, if seconds Had answerd him."
        },
        {
            "speaker": "second captain",
            "text": "Lay hands on him a dog! A leg of Rome shall not return to tell What crows have peckd them here. He brags his service As if he were of note: bring him to the king. Enter CYMBELINE, BELARIUS, GUIDERIUS, ARVIRAGUS,  PISANIO, Soldiers, Attendants, and Roman Captives.  The Captains present POSTHUMUS LEONATUS to  CYMBELINE, who delivers him over to a Gaoler: then exeunt omnes"
        }
    ]
}