{
    "sceneName": "Act 1, scene 3",
    "playName": "henry the fourth",
    "location": "London. The palace.",
    "lines": [
        {
            "text": "Enter the KING, NORTHUMBERLAND, WORCESTER, HOTSPUR, SIR WALTER BLUNT, with others"
        },
        {
            "speaker": "king henry the fourth",
            "text": "My blood hath been too cold and temperate, Unapt to stir at these indignities, And you have found me for accordingly You tread upon my patience: but be sure I will from henceforth rather be myself, Mighty and to be feard, than my condition Which hath been smooth as oil, soft as young down, And therefore lost that title of respect Which the proud soul neer pays but to the proud."
        },
        {
            "speaker": "earl of worcester",
            "text": "Our house, my sovereign liege, little deserves The scourge of greatness to be used on it And that same greatness too which our own hands Have holp to make so portly."
        },
        {
            "speaker": "northumberland",
            "text": "My lord."
        },
        {
            "speaker": "king henry the fourth",
            "text": "Worcester, get thee gone for I do see Danger and disobedience in thine eye: O, sir, your presence is too bold and peremptory, And majesty might never yet endure The moody frontier of a servant brow. You have good leave to leave us: when we need Your use and counsel, we shall send for you. You were about to speak."
        },
        {
            "text": "Exit Worcester"
        },
        {
            "text": "To North"
        },
        {
            "speaker": "northumberland",
            "text": "Yea, my good lord. Those prisoners in your highness name demanded, Which Harry Percy here at Holmedon took, Were, as he says, not with such strength denied As is deliverd to your majesty: Either envy, therefore, or misprison Is guilty of this fault and not my son."
        },
        {
            "speaker": "hotspur",
            "text": "My liege, I did deny no prisoners. But I remember, when the fight was done, When I was dry with rage and extreme toil, Breathless and faint, leaning upon my sword, Came there a certain lord, neat, and trimly dressd, Fresh as a bridegroom and his chin new reapd Showd like a stubbleland at harvesthome He was perfumed like a milliner And twixt his finger and his thumb he held A pouncetbox, which ever and anon He gave his nose and tookt away again Who therewith angry, when it next came there, Took it in snuff and still he smiled and talkd, And as the soldiers bore dead bodies by, He calld them untaught knaves, unmannerly, To bring a slovenly unhandsome corse Betwixt the wind and his nobility. With many holiday and lady terms He questiond me amongst the rest, demanded My prisoners in your majestys behalf. I then, all smarting with my wounds being cold, To be so pesterd with a popinjay, Out of my grief and my impatience, Answerd neglectingly I know not what, He should or he should not for he made me mad To see him shine so brisk and smell so sweet And talk so like a waitinggentlewoman Of guns and drums and wounds,God save the mark! And telling me the sovereignst thing on earth Was parmaceti for an inward bruise And that it was great pity, so it was, This villanous saltpetre should be diggd Out of the bowels of the harmless earth, Which many a good tall fellow had destroyd So cowardly and but for these vile guns, He would himself have been a soldier. This bald unjointed chat of his, my lord, I answerd indirectly, as I said And I beseech you, let not his report Come current for an accusation Betwixt my love and your high majesty."
        },
        {
            "speaker": "sir walter blunt",
            "text": "The circumstance considerd, good my lord, Whateer Lord Harry Percy then had said To such a person and in such a place, At such a time, with all the rest retold, May reasonably die and never rise To do him wrong or any way impeach What then he said, so he unsay it now."
        },
        {
            "speaker": "king henry the fourth",
            "text": "Why, yet he doth deny his prisoners, But with proviso and exception, That we at our own charge shall ransom straight His brotherinlaw, the foolish Mortimer Who, on my soul, hath wilfully betrayd The lives of those that he did lead to fight Against that great magician, damnd Glendower, Whose daughter, as we hear, the Earl of March Hath lately married. Shall our coffers, then, Be emptied to redeem a traitor home Shall we but treason and indent with fears, When they have lost and forfeited themselves No, on the barren mountains let him starve For I shall never hold that man my friend Whose tongue shall ask me for one penny cost To ransom home revolted Mortimer."
        },
        {
            "speaker": "hotspur",
            "text": "Revolted Mortimer! He never did fall off, my sovereign liege, But by the chance of war to prove that true Needs no more but one tongue for all those wounds, Those mouthed wounds, which valiantly he took When on the gentle Severns sedgy bank, In single opposition, hand to hand, He did confound the best part of an hour In changing hardiment with great Glendower: Three times they breathed and three times did they drink, Upon agreement, of swift Severns flood Who then, affrighted with their bloody looks, Ran fearfully among the trembling reeds, And hid his crisp head in the hollow bank, Bloodstained with these valiant combatants. Never did base and rotten policy Colour her working with such deadly wounds Nor could the noble Mortimer Receive so many, and all willingly: Then let not him be slanderd with revolt."
        },
        {
            "speaker": "king henry the fourth",
            "text": "Thou dost belie him, Percy, thou dost belie him He never did encounter with Glendower: I tell thee, He durst as well have met the devil alone As Owen Glendower for an enemy. Art thou not ashamed But, sirrah, henceforth Let me not hear you speak of Mortimer: Send me your prisoners with the speediest means, Or you shall hear in such a kind from me As will displease you. My Lord Northumberland, We licence your departure with your son. Send us your prisoners, or you will hear of it."
        },
        {
            "text": "Exeunt King Henry, Blunt, and train"
        },
        {
            "speaker": "hotspur",
            "text": "An if the devil come and roar for them, I will not send them: I will after straight And tell him so for I will ease my heart, Albeit I make a hazard of my head."
        },
        {
            "speaker": "northumberland",
            "text": "What, drunk with choler stay and pause awhile: Here comes your uncle."
        },
        {
            "text": "Reenter WORCESTER"
        },
        {
            "speaker": "hotspur",
            "text": "Speak of Mortimer! Zounds, I will speak of him and let my soul Want mercy, if I do not join with him: Yea, on his part Ill empty all these veins, And shed my dear blood drop by drop in the dust, But I will lift the downtrod Mortimer As high in the air as this unthankful king, As this ingrate and cankerd Bolingbroke."
        },
        {
            "speaker": "northumberland",
            "text": "Brother, the king hath made your nephew mad."
        },
        {
            "speaker": "earl of worcester",
            "text": "Who struck this heat up after I was gone"
        },
        {
            "speaker": "hotspur",
            "text": "He will, forsooth, have all my prisoners And when I urged the ransom once again Of my wifes brother, then his cheek lookd pale, And on my face he turnd an eye of death, Trembling even at the name of Mortimer."
        },
        {
            "speaker": "earl of worcester",
            "text": "I cannot blame him: was not he proclaimd By Richard that dead is the next of blood"
        },
        {
            "speaker": "northumberland",
            "text": "He was I heard the proclamation: And then it was when the unhappy king, Whose wrongs in us God pardon!did set forth Upon his Irish expedition From whence he intercepted did return To be deposed and shortly murdered."
        },
        {
            "speaker": "earl of worcester",
            "text": "And for whose death we in the worlds wide mouth Live scandalized and foully spoken of."
        },
        {
            "speaker": "hotspur",
            "text": "But soft, I pray you did King Richard then Proclaim my brother Edmund Mortimer Heir to the crown"
        },
        {
            "speaker": "northumberland",
            "text": "He did myself did hear it."
        },
        {
            "speaker": "hotspur",
            "text": "Nay, then I cannot blame his cousin king, That wished him on the barren mountains starve. But shall it be that you, that set the crown Upon the head of this forgetful man And for his sake wear the detested blot Of murderous subornation, shall it be, That you a world of curses undergo, Being the agents, or base second means, The cords, the ladder, or the hangman rather O, pardon me that I descend so low, To show the line and the predicament Wherein you range under this subtle king Shall it for shame be spoken in these days, Or fill up chronicles in time to come, That men of your nobility and power Did gage them both in an unjust behalf, As both of youGod pardon it!have done, To put down Richard, that sweet lovely rose, An plant this thorn, this canker, Bolingbroke And shall it in more shame be further spoken, That you are foold, discarded and shook off By him for whom these shames ye underwent No yet time serves wherein you may redeem Your banishd honours and restore yourselves Into the good thoughts of the world again, Revenge the jeering and disdaind contempt Of this proud king, who studies day and night To answer all the debt he owes to you Even with the bloody payment of your deaths: Therefore, I say"
        },
        {
            "speaker": "earl of worcester",
            "text": "Peace, cousin, say no more: And now I will unclasp a secret book, And to your quickconceiving discontents Ill read you matter deep and dangerous, As full of peril and adventurous spirit As to oerwalk a current roaring loud On the unsteadfast footing of a spear."
        },
        {
            "speaker": "hotspur",
            "text": "If he fall in, good night! or sink or swim: Send danger from the east unto the west, So honour cross it from the north to south, And let them grapple: O, the blood more stirs To rouse a lion than to start a hare!"
        },
        {
            "speaker": "northumberland",
            "text": "Imagination of some great exploit Drives him beyond the bounds of patience."
        },
        {
            "speaker": "hotspur",
            "text": "By heaven, methinks it were an easy leap, To pluck bright honour from the palefaced moon, Or dive into the bottom of the deep, Where fathomline could never touch the ground, And pluck up drowned honour by the locks So he that doth redeem her thence might wear Without corrival, all her dignities: But out upon this halffaced fellowship!"
        },
        {
            "speaker": "earl of worcester",
            "text": "He apprehends a world of figures here, But not the form of what he should attend. Good cousin, give me audience for a while."
        },
        {
            "speaker": "hotspur",
            "text": "I cry you mercy."
        },
        {
            "speaker": "earl of worcester",
            "text": "Those same noble Scots That are your prisoners,"
        },
        {
            "speaker": "hotspur",
            "text": "Ill keep them all By God, he shall not have a Scot of them No, if a Scot would save his soul, he shall not: Ill keep them, by this hand."
        },
        {
            "speaker": "earl of worcester",
            "text": "You start away And lend no ear unto my purposes. Those prisoners you shall keep."
        },
        {
            "speaker": "hotspur",
            "text": "Nay, I will thats flat: He said he would not ransom Mortimer Forbad my tongue to speak of Mortimer But I will find him when he lies asleep, And in his ear Ill holla Mortimer! Nay, Ill have a starling shall be taught to speak Nothing but Mortimer, and give it him To keep his anger still in motion."
        },
        {
            "speaker": "earl of worcester",
            "text": "Hear you, cousin a word."
        },
        {
            "speaker": "hotspur",
            "text": "All studies here I solemnly defy, Save how to gall and pinch this Bolingbroke: And that same swordandbuckler Prince of Wales, But that I think his father loves him not And would be glad he met with some mischance, I would have him poisond with a pot of ale."
        },
        {
            "speaker": "earl of worcester",
            "text": "Farewell, kinsman: Ill talk to you When you are better temperd to attend."
        },
        {
            "speaker": "northumberland",
            "text": "Why, what a waspstung and impatient fool Art thou to break into this womans mood, Tying thine ear to no tongue but thine own!"
        },
        {
            "speaker": "hotspur",
            "text": "Why, look you, I am whippd and scourged with rods, Nettled and stung with pismires, when I hear Of this vile politician, Bolingbroke. In Richards time,what do you call the place A plague upon it, it is in Gloucestershire Twas where the madcap duke his uncle kept, His uncle York where I first bowd my knee Unto this king of smiles, this Bolingbroke, Sblood! When you and he came back from Ravenspurgh."
        },
        {
            "speaker": "northumberland",
            "text": "At Berkley castle."
        },
        {
            "speaker": "hotspur",
            "text": "You say true: Why, what a candy deal of courtesy This fawning greyhound then did proffer me! Look,when his infant fortune came to age, And gentle Harry Percy, and kind cousin O, the devil take such cozeners! God forgive me! Good uncle, tell your tale I have done."
        },
        {
            "speaker": "earl of worcester",
            "text": "Nay, if you have not, to it again We will stay your leisure."
        },
        {
            "speaker": "hotspur",
            "text": "I have done, i faith."
        },
        {
            "speaker": "earl of worcester",
            "text": "Then once more to your Scottish prisoners. Deliver them up without their ransom straight, And make the Douglas son your only mean For powers in Scotland which, for divers reasons Which I shall send you written, be assured, Will easily be granted. You, my lord, Your son in Scotland being thus employd, Shall secretly into the bosom creep Of that same noble prelate, well beloved, The archbishop."
        },
        {
            "text": "To Northumberland"
        },
        {
            "speaker": "hotspur",
            "text": "Of York, is it not"
        },
        {
            "speaker": "earl of worcester",
            "text": "True who bears hard His brothers death at Bristol, the Lord Scroop. I speak not this in estimation, As what I think might be, but what I know Is ruminated, plotted and set down, And only stays but to behold the face Of that occasion that shall bring it on."
        },
        {
            "speaker": "hotspur",
            "text": "I smell it: upon my life, it will do well."
        },
        {
            "speaker": "northumberland",
            "text": "Before the game is afoot, thou still letst slip."
        },
        {
            "speaker": "hotspur",
            "text": "Why, it cannot choose but be a noble plot And then the power of Scotland and of York, To join with Mortimer, ha"
        },
        {
            "speaker": "earl of worcester",
            "text": "And so they shall."
        },
        {
            "speaker": "hotspur",
            "text": "In faith, it is exceedingly well aimd."
        },
        {
            "speaker": "earl of worcester",
            "text": "And tis no little reason bids us speed, To save our heads by raising of a head For, bear ourselves as even as we can, The king will always think him in our debt, And think we think ourselves unsatisfied, Till he hath found a time to pay us home: And see already how he doth begin To make us strangers to his looks of love."
        },
        {
            "speaker": "hotspur",
            "text": "He does, he does: well be revenged on him."
        },
        {
            "speaker": "earl of worcester",
            "text": "Cousin, farewell: no further go in this Than I by letters shall direct your course. When time is ripe, which will be suddenly, Ill steal to Glendower and Lord Mortimer Where you and Douglas and our powers at once, As I will fashion it, shall happily meet, To bear our fortunes in our own strong arms, Which now we hold at much uncertainty."
        },
        {
            "speaker": "northumberland",
            "text": "Farewell, good brother: we shall thrive, I trust."
        },
        {
            "speaker": "hotspur",
            "text": "Uncle, Adieu: O, let the hours be short Till fields and blows and groans applaud our sport!"
        },
        {
            "text": "Exeunt"
        }
    ]
}