{
    "sceneName": "Act 5, scene 3",
    "playName": "henry the fourth",
    "location": "Plain between the camps.",
    "lines": [
        {
            "text": "KING HENRY enters with his power. Alarum to the battle. Then enter DOUGLAS and SIR WALTER BLUNT"
        },
        {
            "speaker": "sir walter blunt",
            "text": "What is thy name, that in the battle thus Thou crossest me what honour dost thou seek Upon my head"
        },
        {
            "speaker": "earl of douglas",
            "text": "Know then, my name is Douglas And I do haunt thee in the battle thus Because some tell me that thou art a king."
        },
        {
            "speaker": "sir walter blunt",
            "text": "They tell thee true."
        },
        {
            "speaker": "earl of douglas",
            "text": "The Lord of Stafford dear today hath bought Thy likeness, for instead of thee, King Harry, This sword hath ended him: so shall it thee, Unless thou yield thee as my prisoner."
        },
        {
            "speaker": "sir walter blunt",
            "text": "I was not born a yielder, thou proud Scot And thou shalt find a king that will revenge Lord Staffords death."
        },
        {
            "text": "They fight. DOUGLAS kills SIR WALTER BLUNT. Enter HOTSPUR"
        },
        {
            "speaker": "hotspur",
            "text": "O Douglas, hadst thou fought at Holmedon thus, never had triumphd upon a Scot."
        },
        {
            "speaker": "earl of douglas",
            "text": "Alls done, alls won here breathless lies the king."
        },
        {
            "speaker": "hotspur",
            "text": "Where"
        },
        {
            "speaker": "earl of douglas",
            "text": "Here."
        },
        {
            "speaker": "hotspur",
            "text": "This, Douglas no: I know this face full well: A gallant knight he was, his name was Blunt Semblably furnishd like the king himself."
        },
        {
            "speaker": "earl of douglas",
            "text": "A fool go with thy soul, whither it goes! A borrowd title hast thou bought too dear: Why didst thou tell me that thou wert a king"
        },
        {
            "speaker": "hotspur",
            "text": "The king hath many marching in his coats."
        },
        {
            "speaker": "earl of douglas",
            "text": "Now, by my sword, I will kill all his coats Ill murder all his wardrobe, piece by piece, Until I meet the king."
        },
        {
            "speaker": "hotspur",
            "text": "Up, and away! Our soldiers stand full fairly for the day."
        },
        {
            "text": "Exeunt"
        },
        {
            "text": "Alarum. Enter FALSTAFF, solus"
        },
        {
            "speaker": "falstaff",
            "text": "Though I could scape shotfree at London, I fear the shot here heres no scoring but upon the pate. Soft! who are you Sir Walter Blunt: theres honour for you! heres no vanity! I am as hot as moulten lead, and as heavy too: God keep lead out of me! I need no more weight than mine own bowels. I have led my ragamuffins where they are peppered: theres not three of my hundred and fifty left alive and they are for the towns end, to beg during life. But who comes here"
        },
        {
            "text": "Enter PRINCE HENRY"
        },
        {
            "speaker": "prince henry",
            "text": "What, standst thou idle here lend me thy sword: Many a nobleman lies stark and stiff Under the hoofs of vaunting enemies, Whose deaths are yet unrevenged: I prithee, lend me thy sword."
        },
        {
            "speaker": "falstaff",
            "text": "O Hal, I prithee, give me leave to breathe awhile. Turk Gregory never did such deeds in arms as I have done this day. I have paid Percy, I have made him sure."
        },
        {
            "speaker": "prince henry",
            "text": "He is, indeed and living to kill thee. I prithee, lend me thy sword."
        },
        {
            "speaker": "falstaff",
            "text": "Nay, before God, Hal, if Percy be alive, thou getst not my sword but take my pistol, if thou wilt."
        },
        {
            "speaker": "prince henry",
            "text": "Give it to me: what, is it in the case"
        },
        {
            "speaker": "falstaff",
            "text": "Ay, Hal tis hot, tis hot theres that will sack a city."
        },
        {
            "text": "PRINCE HENRY draws it out, and finds it to be a bottle of sack"
        },
        {
            "speaker": "prince henry",
            "text": "What, is it a time to jest and dally now"
        },
        {
            "text": "He throws the bottle at him. Exit"
        },
        {
            "speaker": "falstaff",
            "text": "Well, if Percy be alive, Ill pierce him. If he do come in my way, so: if he do not, if I come in his willingly, let him make a carbonado of me. I like not such grinning honour as Sir Walter hath: give me life: which if I can save, so if not, honour comes unlooked for, and theres an end."
        },
        {
            "text": "Exit FALSTAFF"
        }
    ]
}