{
    "sceneName": "Act 3, scene 5",
    "playName": "much ado about nothing",
    "location": "Another room in LEONATOS house.",
    "lines": [
        {
            "text": "Enter LEONATO, with DOGBERRY and VERGES"
        },
        {
            "speaker": "leonato",
            "text": "What would you with me, honest neighbour"
        },
        {
            "speaker": "dogberry",
            "text": "Marry, sir, I would have some confidence with you that decerns you nearly."
        },
        {
            "speaker": "leonato",
            "text": "Brief, I pray you for you see it is a busy time with me."
        },
        {
            "speaker": "dogberry",
            "text": "Marry, this it is, sir."
        },
        {
            "speaker": "verges",
            "text": "Yes, in truth it is, sir."
        },
        {
            "speaker": "leonato",
            "text": "What is it, my good friends"
        },
        {
            "speaker": "dogberry",
            "text": "Goodman Verges, sir, speaks a little off the matter: an old man, sir, and his wits are not so blunt as, God help, I would desire they were but, in faith, honest as the skin between his brows."
        },
        {
            "speaker": "verges",
            "text": "Yes, I thank God I am as honest as any man living that is an old man and no honester than I."
        },
        {
            "speaker": "dogberry",
            "text": "Comparisons are odorous: palabras, neighbour Verges."
        },
        {
            "speaker": "leonato",
            "text": "Neighbours, you are tedious."
        },
        {
            "speaker": "dogberry",
            "text": "It pleases your worship to say so, but we are the poor dukes officers but truly, for mine own part, if I were as tedious as a king, I could find it in my heart to bestow it all of your worship."
        },
        {
            "speaker": "leonato",
            "text": "All thy tediousness on me, ah"
        },
        {
            "speaker": "dogberry",
            "text": "Yea, an twere a thousand pound more than tis for I hear as good exclamation on your worship as of any man in the city and though I be but a poor man, I am glad to hear it."
        },
        {
            "speaker": "verges",
            "text": "And so am I."
        },
        {
            "speaker": "leonato",
            "text": "I would fain know what you have to say."
        },
        {
            "speaker": "verges",
            "text": "Marry, sir, our watch tonight, excepting your worships presence, ha taen a couple of as arrant knaves as any in Messina."
        },
        {
            "speaker": "dogberry",
            "text": "A good old man, sir he will be talking: as they say, when the age is in, the wit is out: God help us! it is a world to see. Well said, i faith, neighbour Verges: well, Gods a good man an two men ride of a horse, one must ride behind. An honest soul, i faith, sir by my troth he is, as ever broke bread but God is to be worshipped all men are not alike alas, good neighbour!"
        },
        {
            "speaker": "leonato",
            "text": "Indeed, neighbour, he comes too short of you."
        },
        {
            "speaker": "dogberry",
            "text": "Gifts that God gives."
        },
        {
            "speaker": "leonato",
            "text": "I must leave you."
        },
        {
            "speaker": "dogberry",
            "text": "One word, sir: our watch, sir, have indeed comprehended two aspicious persons, and we would have them this morning examined before your worship."
        },
        {
            "speaker": "leonato",
            "text": "Take their examination yourself and bring it me: I am now in great haste, as it may appear unto you."
        },
        {
            "speaker": "dogberry",
            "text": "It shall be suffigance."
        },
        {
            "speaker": "leonato",
            "text": "Drink some wine ere you go: fare you well."
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "messenger",
            "text": "My lord, they stay for you to give your daughter to her husband."
        },
        {
            "speaker": "leonato",
            "text": "Ill wait upon them: I am ready."
        },
        {
            "text": "Exeunt LEONATO and Messenger"
        },
        {
            "speaker": "dogberry",
            "text": "Go, good partner, go, get you to Francis Seacole bid him bring his pen and inkhorn to the gaol: we are now to examination these men."
        },
        {
            "speaker": "verges",
            "text": "And we must do it wisely."
        },
        {
            "speaker": "dogberry",
            "text": "We will spare for no wit, I warrant you heres that shall drive some of them to a noncome: only get the learned writer to set down our excommunication and meet me at the gaol."
        },
        {
            "text": "Exeunt"
        }
    ]
}