{
    "sceneName": "Act 5, scene 4",
    "playName": "much ado about nothing",
    "location": "A room in LEONATO'S house.",
    "lines": [
        {
            "text": "Enter LEONATO, ANTONIO, BENEDICK, BEATRICE, MARGARET, URSULA, FRIAR FRANCIS, and HERO"
        },
        {
            "speaker": "friar francis",
            "text": "Did I not tell you she was innocent?"
        },
        {
            "speaker": "leonato",
            "text": "So are the prince and Claudio, who accused her Upon the error that you heard debated: But Margaret was in some fault for this, Although against her will, as it appears In the true course of all the question."
        },
        {
            "speaker": "antonio",
            "text": "Well, I am glad that all things sort so well."
        },
        {
            "speaker": "benedick",
            "text": "And so am I, being else by faith enforced To call young Claudio to a reckoning for it."
        },
        {
            "speaker": "leonato",
            "text": "Well, daughter, and you gentle-women all, Withdraw into a chamber by yourselves, And when I send for you, come hither mask'd. The prince and Claudio promised by this hour To visit me. You know your office, brother: You must be father to your brother's daughter And give her to young Claudio."
        },
        {
            "text": "Exeunt Ladies"
        },
        {
            "speaker": "antonio",
            "text": "Which I will do with confirm'd countenance."
        },
        {
            "speaker": "benedick",
            "text": "Friar, I must entreat your pains, I think."
        },
        {
            "speaker": "friar francis",
            "text": "To do what, signior?"
        },
        {
            "speaker": "benedick",
            "text": "To bind me, or undo me; one of them. Signior Leonato, truth it is, good signior, Your niece regards me with an eye of favour."
        },
        {
            "speaker": "leonato",
            "text": "That eye my daughter lent her: 'tis most true."
        },
        {
            "speaker": "benedick",
            "text": "And I do with an eye of love requite her."
        },
        {
            "speaker": "leonato",
            "text": "The sight whereof I think you had from me, From Claudio and the prince: but what's your will?"
        },
        {
            "speaker": "benedick",
            "text": "Your answer, sir, is enigmatical: But, for my will, my will is your good will May stand with ours, this day to be conjoin'd In the state of honourable marriage: In which, good friar, I shall desire your help."
        },
        {
            "speaker": "leonato",
            "text": "My heart is with your liking."
        },
        {
            "speaker": "friar francis",
            "text": "And my help. Here comes the prince and Claudio."
        },
        {
            "text": "Enter DON PEDRO and CLAUDIO, and two or three others"
        },
        {
            "speaker": "don pedro",
            "text": "Good morrow to this fair assembly."
        },
        {
            "speaker": "leonato",
            "text": "Good morrow, prince; good morrow, Claudio: We here attend you. Are you yet determined To-day to marry with my brother's daughter?"
        },
        {
            "speaker": "claudio",
            "text": "I'll hold my mind, were she an Ethiope."
        },
        {
            "speaker": "leonato",
            "text": "Call her forth, brother; here's the friar ready."
        },
        {
            "text": "Exit ANTONIO"
        },
        {
            "speaker": "don pedro",
            "text": "Good morrow, Benedick. Why, what's the matter, That you have such a February face, So full of frost, of storm and cloudiness?"
        },
        {
            "speaker": "claudio",
            "text": "I think he thinks upon the savage bull. Tush, fear not, man; we'll tip thy horns with gold And all Europa shall rejoice at thee, As once Europa did at lusty Jove, When he would play the noble beast in love."
        },
        {
            "speaker": "benedick",
            "text": "Bull Jove, sir, had an amiable low; And some such strange bull leap'd your father's cow, And got a calf in that same noble feat Much like to you, for you have just his bleat."
        },
        {
            "speaker": "claudio",
            "text": "For this I owe you: here comes other reckonings. Which is the lady I must seize upon?"
        },
        {
            "text": "Re-enter ANTONIO, with the Ladies masked"
        },
        {
            "speaker": "antonio",
            "text": "This same is she, and I do give you her."
        },
        {
            "speaker": "claudio",
            "text": "Why, then she's mine. Sweet, let me see your face."
        },
        {
            "speaker": "leonato",
            "text": "No, that you shall not, till you take her hand Before this friar and swear to marry her."
        },
        {
            "speaker": "claudio",
            "text": "Give me your hand: before this holy friar, I am your husband, if you like of me."
        },
        {
            "speaker": "hero",
            "text": "And when I lived, I was your other wife: And when you loved, you were my other husband."
        },
        {
            "text": "Unmasking"
        },
        {
            "speaker": "claudio",
            "text": "Another Hero!"
        },
        {
            "speaker": "hero",
            "text": "Nothing certainer: One Hero died defiled, but I do live, And surely as I live, I am a maid."
        },
        {
            "speaker": "don pedro",
            "text": "The former Hero! Hero that is dead!"
        },
        {
            "speaker": "leonato",
            "text": "She died, my lord, but whiles her slander lived."
        },
        {
            "speaker": "friar francis",
            "text": "All this amazement can I qualify: When after that the holy rites are ended, I'll tell you largely of fair Hero's death: Meantime let wonder seem familiar, And to the chapel let us presently."
        },
        {
            "speaker": "benedick",
            "text": "Soft and fair, friar. Which is Beatrice?"
        },
        {
            "speaker": "beatrice",
            "text": "[Unmasking]  I answer to that name. What is your will?"
        },
        {
            "speaker": "benedick",
            "text": "Do not you love me?"
        },
        {
            "speaker": "beatrice",
            "text": "Why, no; no more than reason."
        },
        {
            "speaker": "benedick",
            "text": "Why, then your uncle and the prince and Claudio Have been deceived; they swore you did."
        },
        {
            "speaker": "beatrice",
            "text": "Do not you love me?"
        },
        {
            "speaker": "benedick",
            "text": "Troth, no; no more than reason."
        },
        {
            "speaker": "beatrice",
            "text": "Why, then my cousin Margaret and Ursula Are much deceived; for they did swear you did."
        },
        {
            "speaker": "benedick",
            "text": "They swore that you were almost sick for me."
        },
        {
            "speaker": "beatrice",
            "text": "They swore that you were well-nigh dead for me."
        },
        {
            "speaker": "benedick",
            "text": "'Tis no such matter. Then you do not love me?"
        },
        {
            "speaker": "beatrice",
            "text": "No, truly, but in friendly recompense."
        },
        {
            "speaker": "leonato",
            "text": "Come, cousin, I am sure you love the gentleman."
        },
        {
            "speaker": "claudio",
            "text": "And I'll be sworn upon't that he loves her; For here's a paper written in his hand, A halting sonnet of his own pure brain, Fashion'd to Beatrice."
        },
        {
            "speaker": "hero",
            "text": "And here's another Writ in my cousin's hand, stolen from her pocket, Containing her affection unto Benedick."
        },
        {
            "speaker": "benedick",
            "text": "A miracle! here's our own hands against our hearts. Come, I will have thee; but, by this light, I take thee for pity."
        },
        {
            "speaker": "beatrice",
            "text": "I would not deny you; but, by this good day, I yield upon great persuasion; and partly to save your life, for I was told you were in a consumption."
        },
        {
            "speaker": "benedick",
            "text": "Peace! I will stop your mouth."
        },
        {
            "text": "Kissing her"
        },
        {
            "speaker": "don pedro",
            "text": "How dost thou, Benedick, the married man?"
        },
        {
            "speaker": "benedick",
            "text": "I'll tell thee what, prince; a college of wit-crackers cannot flout me out of my humour. Dost thou think I  care for a satire or an epigram? No: if a man will be beaten with brains, a' shall wear nothing handsome about him. In brief, since I do purpose to marry, I will think nothing to any purpose that the world can say against it; and therefore never flout at me for what I have said against it; for man is a giddy thing, and this is my conclusion. For thy part, Claudio, I did think to have beaten thee, but in that thou art like to be my kinsman, live unbruised and love my cousin."
        },
        {
            "speaker": "claudio",
            "text": "I had well hoped thou wouldst have denied Beatrice, that I might have cudgelled thee out of thy single life, to make thee a double-dealer; which, out of question, thou wilt be, if my cousin do not look exceedingly narrowly to thee."
        },
        {
            "speaker": "benedick",
            "text": "Come, come, we are friends: let's have a dance ere we are married, that we may lighten our own hearts and our wives' heels."
        },
        {
            "speaker": "leonato",
            "text": "We'll have dancing afterward."
        },
        {
            "speaker": "benedick",
            "text": "First, of my word; therefore play, music. Prince, thou art sad; get thee a wife, get thee a wife: there is no staff more reverend than one tipped with horn."
        },
        {
            "text": "Enter a Messenger"
        },
        {
            "speaker": "messenger",
            "text": "My lord, your brother John is ta'en in flight, And brought with armed men back to Messina."
        },
        {
            "speaker": "benedick",
            "text": "Think not on him till to-morrow: I'll devise thee brave punishments for him. Strike up, pipers."
        },
        {
            "text": "Dance"
        },
        {
            "text": "Exeunt"
        }
    ]
}