{
    "sceneName": "Act 2, scene 2",
    "playName": "much ado about nothing",
    "location": "The same.",
    "lines": [
        {
            "text": "Enter DON JOHN and BORACHIO"
        },
        {
            "speaker": "don john",
            "text": "It is so; the Count Claudio shall marry the daughter of Leonato."
        },
        {
            "speaker": "borachio",
            "text": "Yea, my lord; but I can cross it."
        },
        {
            "speaker": "don john",
            "text": "Any bar, any cross, any impediment will be medicinable to me: I am sick in displeasure to him, and whatsoever comes athwart his affection ranges evenly with mine. How canst thou cross this marriage?"
        },
        {
            "speaker": "borachio",
            "text": "Not honestly, my lord; but so covertly that no dishonesty shall appear in me."
        },
        {
            "speaker": "don john",
            "text": "Show me briefly how."
        },
        {
            "speaker": "borachio",
            "text": "I think I told your lordship a year since, how much I am in the favour of Margaret, the waiting gentlewoman to Hero."
        },
        {
            "speaker": "don john",
            "text": "I remember."
        },
        {
            "speaker": "borachio",
            "text": "I can, at any unseasonable instant of the night, appoint her to look out at her lady's chamber window."
        },
        {
            "speaker": "don john",
            "text": "What life is in that, to be the death of this marriage?"
        },
        {
            "speaker": "borachio",
            "text": "The poison of that lies in you to temper. Go you to the prince your brother; spare not to tell him that he hath wronged his honour in marrying the renowned Claudio--whose estimation do you mightily hold up--to a contaminated stale, such a one as Hero."
        },
        {
            "speaker": "don john",
            "text": "What proof shall I make of that?"
        },
        {
            "speaker": "borachio",
            "text": "Proof enough to misuse the prince, to vex Claudio, to undo Hero and kill Leonato. Look you for any other issue?"
        },
        {
            "speaker": "don john",
            "text": "Only to despite them, I will endeavour any thing."
        },
        {
            "speaker": "borachio",
            "text": "Go, then; find me a meet hour to draw Don Pedro and the Count Claudio alone: tell them that you know that Hero loves me; intend a kind of zeal both to the prince and Claudio, as,--in love of your brother's honour, who hath made this match, and his friend's reputation, who is thus like to be cozened with the semblance of a maid,--that you have discovered thus. They will scarcely believe this without trial: offer them instances; which shall bear no less likelihood than to see me at her chamber-window, hear me call Margaret Hero, hear Margaret term me Claudio; and bring them to see this the very night before the intended wedding,--for in the meantime I will so fashion the matter that Hero shall be absent,--and there shall appear such seeming truth of Hero's disloyalty that jealousy shall be called assurance and all the preparation overthrown."
        },
        {
            "speaker": "don john",
            "text": "Grow this to what adverse issue it can, I will put it in practise. Be cunning in the working this, and thy fee is a thousand ducats."
        },
        {
            "speaker": "borachio",
            "text": "Be you constant in the accusation, and my cunning shall not shame me."
        },
        {
            "speaker": "don john",
            "text": "I will presently go learn their day of marriage."
        },
        {
            "text": "Exeunt"
        }
    ]
}