{
    "sceneName": "Act 4, scene 1",
    "playName": "othello",
    "location": "Cyprus. Before the castle.",
    "lines": [
        {
            "text": "Enter OTHELLO and IAGO"
        },
        {
            "speaker": "iago",
            "text": "Will you think so?"
        },
        {
            "speaker": "othello",
            "text": "Think so, Iago!"
        },
        {
            "speaker": "iago",
            "text": "What, To kiss in private?"
        },
        {
            "speaker": "othello",
            "text": "An unauthorized kiss."
        },
        {
            "speaker": "iago",
            "text": "Or to be naked with her friend in bed An hour or more, not meaning any harm?"
        },
        {
            "speaker": "othello",
            "text": "Naked in bed, Iago, and not mean harm! It is hypocrisy against the devil: They that mean virtuously, and yet do so, The devil their virtue tempts, and they tempt heaven."
        },
        {
            "speaker": "iago",
            "text": "So they do nothing, 'tis a venial slip: But if I give my wife a handkerchief,--"
        },
        {
            "speaker": "othello",
            "text": "What then?"
        },
        {
            "speaker": "iago",
            "text": "Why, then, 'tis hers, my lord; and, being hers, She may, I think, bestow't on any man."
        },
        {
            "speaker": "othello",
            "text": "She is protectress of her honour too: May she give that?"
        },
        {
            "speaker": "iago",
            "text": "Her honour is an essence that's not seen; They have it very oft that have it not: But, for the handkerchief,--"
        },
        {
            "speaker": "othello",
            "text": "By heaven, I would most gladly have forgot it. Thou said'st, it comes o'er my memory, As doth the raven o'er the infected house, Boding to all--he had my handkerchief."
        },
        {
            "speaker": "iago",
            "text": "Ay, what of that?"
        },
        {
            "speaker": "othello",
            "text": "That's not so good now."
        },
        {
            "speaker": "iago",
            "text": "What, If I had said I had seen him do you wrong? Or heard him say,--as knaves be such abroad, Who having, by their own importunate suit, Or voluntary dotage of some mistress, Convinced or supplied them, cannot choose But they must blab--"
        },
        {
            "speaker": "othello",
            "text": "Hath he said any thing?"
        },
        {
            "speaker": "iago",
            "text": "He hath, my lord; but be you well assured, No more than he'll unswear."
        },
        {
            "speaker": "othello",
            "text": "What hath he said?"
        },
        {
            "speaker": "iago",
            "text": "'Faith, that he did--I know not what he did."
        },
        {
            "speaker": "othello",
            "text": "What? what?"
        },
        {
            "speaker": "iago",
            "text": "Lie--"
        },
        {
            "speaker": "othello",
            "text": "With her?"
        },
        {
            "speaker": "iago",
            "text": "With her, on her; what you will."
        },
        {
            "speaker": "othello",
            "text": "Lie with her! lie on her! We say lie on her, when they belie her. Lie with her! that's fulsome. --Handkerchief--confessions--handkerchief!--To confess, and be hanged for his labour;--first, to be hanged, and then to confess.--I tremble at it. Nature would not invest herself in such shadowing passion without some instruction. It is not words that shake me thus. Pish! Noses, ears, and lips. --Is't possible?--Confess--handkerchief!--O devil!--"
        },
        {
            "text": "Falls in a trance"
        },
        {
            "speaker": "iago",
            "text": "Work on, My medicine, work! Thus credulous fools are caught; And many worthy and chaste dames even thus, All guiltless, meet reproach. What, ho! my lord! My lord, I say! Othello! How now, Cassio!"
        },
        {
            "text": "Enter CASSIO"
        },
        {
            "speaker": "cassio",
            "text": "What's the matter?"
        },
        {
            "speaker": "iago",
            "text": "My lord is fall'n into an epilepsy: This is his second fit; he had one yesterday."
        },
        {
            "speaker": "cassio",
            "text": "Rub him about the temples."
        },
        {
            "speaker": "iago",
            "text": "No, forbear; The lethargy must have his quiet course: If not, he foams at mouth and by and by Breaks out to savage madness. Look he stirs: Do you withdraw yourself a little while, He will recover straight: when he is gone, I would on great occasion speak with you. How is it, general? have you not hurt your head?"
        },
        {
            "text": "Exit CASSIO"
        },
        {
            "speaker": "othello",
            "text": "Dost thou mock me?"
        },
        {
            "speaker": "iago",
            "text": "I mock you! no, by heaven. Would you would bear your fortune like a man!"
        },
        {
            "speaker": "othello",
            "text": "A horned man's a monster and a beast."
        },
        {
            "speaker": "iago",
            "text": "There's many a beast then in a populous city, And many a civil monster."
        },
        {
            "speaker": "othello",
            "text": "Did he confess it?"
        },
        {
            "speaker": "iago",
            "text": "Good sir, be a man; Think every bearded fellow that's but yoked May draw with you: there's millions now alive That nightly lie in those unproper beds Which they dare swear peculiar: your case is better. O, 'tis the spite of hell, the fiend's arch-mock, To lip a wanton in a secure couch, And to suppose her chaste! No, let me know; And knowing what I am, I know what she shall be."
        },
        {
            "speaker": "othello",
            "text": "O, thou art wise; 'tis certain."
        },
        {
            "speaker": "iago",
            "text": "Stand you awhile apart; Confine yourself but in a patient list. Whilst you were here o'erwhelmed with your grief-- A passion most unsuiting such a man-- Cassio came hither: I shifted him away, And laid good 'scuse upon your ecstasy, Bade him anon return and here speak with me; The which he promised. Do but encave yourself, And mark the fleers, the gibes, and notable scorns, That dwell in every region of his face; For I will make him tell the tale anew, Where, how, how oft, how long ago, and when He hath, and is again to cope your wife: I say, but mark his gesture. Marry, patience; Or I shall say you are all in all in spleen, And nothing of a man."
        },
        {
            "speaker": "othello",
            "text": "Dost thou hear, Iago? I will be found most cunning in my patience; But--dost thou hear?--most bloody."
        },
        {
            "speaker": "iago",
            "text": "That's not amiss; But yet keep time in all. Will you withdraw? Now will I question Cassio of Bianca, A housewife that by selling her desires Buys herself bread and clothes: it is a creature That dotes on Cassio; as 'tis the strumpet's plague To beguile many and be beguiled by one: He, when he hears of her, cannot refrain From the excess of laughter. Here he comes: As he shall smile, Othello shall go mad; And his unbookish jealousy must construe Poor Cassio's smiles, gestures and light behavior, Quite in the wrong. How do you now, lieutenant?"
        },
        {
            "text": "OTHELLO retires"
        },
        {
            "text": "Re-enter CASSIO"
        },
        {
            "speaker": "cassio",
            "text": "The worser that you give me the addition Whose want even kills me."
        },
        {
            "speaker": "iago",
            "text": "Ply Desdemona well, and you are sure on't. Now, if this suit lay in Bianco's power, How quickly should you speed!"
        },
        {
            "text": "Speaking lower"
        },
        {
            "speaker": "cassio",
            "text": "Alas, poor caitiff!"
        },
        {
            "speaker": "othello",
            "text": "Look, how he laughs already!"
        },
        {
            "speaker": "iago",
            "text": "I never knew woman love man so."
        },
        {
            "speaker": "cassio",
            "text": "Alas, poor rogue! I think, i' faith, she loves me."
        },
        {
            "speaker": "othello",
            "text": "Now he denies it faintly, and laughs it out."
        },
        {
            "speaker": "iago",
            "text": "Do you hear, Cassio?"
        },
        {
            "speaker": "othello",
            "text": "Now he importunes him To tell it o'er: go to; well said, well said."
        },
        {
            "speaker": "iago",
            "text": "She gives it out that you shall marry hey: Do you intend it?"
        },
        {
            "speaker": "cassio",
            "text": "Ha, ha, ha!"
        },
        {
            "speaker": "othello",
            "text": "Do you triumph, Roman? do you triumph?"
        },
        {
            "speaker": "cassio",
            "text": "I marry her! what? a customer! Prithee, bear some charity to my wit: do not think it so unwholesome. Ha, ha, ha!"
        },
        {
            "speaker": "othello",
            "text": "So, so, so, so: they laugh that win."
        },
        {
            "speaker": "iago",
            "text": "'Faith, the cry goes that you shall marry her."
        },
        {
            "speaker": "cassio",
            "text": "Prithee, say true."
        },
        {
            "speaker": "iago",
            "text": "I am a very villain else."
        },
        {
            "speaker": "othello",
            "text": "Have you scored me? Well."
        },
        {
            "speaker": "cassio",
            "text": "This is the monkey's own giving out: she is persuaded I will marry her, out of her own love and flattery, not out of my promise."
        },
        {
            "speaker": "othello",
            "text": "Iago beckons me; now he begins the story."
        },
        {
            "speaker": "cassio",
            "text": "She was here even now; she haunts me in every place. I was the other day talking on the sea-bank with certain Venetians; and thither comes the bauble, and, by this hand, she falls me thus about my neck--"
        },
        {
            "speaker": "othello",
            "text": "Crying 'O dear Cassio!' as it were: his gesture imports it."
        },
        {
            "speaker": "cassio",
            "text": "So hangs, and lolls, and weeps upon me; so hales, and pulls me: ha, ha, ha!"
        },
        {
            "speaker": "othello",
            "text": "Now he tells how she plucked him to my chamber. O, I see that nose of yours, but not that dog I shall throw it to."
        },
        {
            "speaker": "cassio",
            "text": "Well, I must leave her company."
        },
        {
            "speaker": "iago",
            "text": "Before me! look, where she comes."
        },
        {
            "speaker": "cassio",
            "text": "'Tis such another fitchew! marry a perfumed one. What do you mean by this haunting of me?"
        },
        {
            "text": "Enter BIANCA"
        },
        {
            "speaker": "bianca",
            "text": "Let the devil and his dam haunt you! What did you mean by that same handkerchief you gave me even now? I was a fine fool to take it. I must take out the work?--A likely piece of work, that you should find it in your chamber, and not know who left it there! This is some minx's token, and I must take out the work? There; give it your hobby-horse: wheresoever you had it, I'll take out no work on't."
        },
        {
            "speaker": "cassio",
            "text": "How now, my sweet Bianca! how now! how now!"
        },
        {
            "speaker": "othello",
            "text": "By heaven, that should be my handkerchief!"
        },
        {
            "speaker": "bianca",
            "text": "An you'll come to supper to-night, you may; an you will not, come when you are next prepared for."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "iago",
            "text": "After her, after her."
        },
        {
            "speaker": "cassio",
            "text": "'Faith, I must; she'll rail in the street else."
        },
        {
            "speaker": "iago",
            "text": "Will you sup there?"
        },
        {
            "speaker": "cassio",
            "text": "'Faith, I intend so."
        },
        {
            "speaker": "iago",
            "text": "Well, I may chance to see you; for I would very fain speak with you."
        },
        {
            "speaker": "cassio",
            "text": "Prithee, come; will you?"
        },
        {
            "speaker": "iago",
            "text": "Go to; say no more."
        },
        {
            "text": "Exit CASSIO"
        },
        {
            "speaker": "othello",
            "text": "[Advancing]  How shall I murder him, Iago?"
        },
        {
            "speaker": "iago",
            "text": "Did you perceive how he laughed at his vice?"
        },
        {
            "speaker": "othello",
            "text": "O Iago!"
        },
        {
            "speaker": "iago",
            "text": "And did you see the handkerchief?"
        },
        {
            "speaker": "othello",
            "text": "Was that mine?"
        },
        {
            "speaker": "iago",
            "text": "Yours by this hand: and to see how he prizes the foolish woman your wife! she gave it him, and he hath given it his whore."
        },
        {
            "speaker": "othello",
            "text": "I would have him nine years a-killing. A fine woman! a fair woman! a sweet woman!"
        },
        {
            "speaker": "iago",
            "text": "Nay, you must forget that."
        },
        {
            "speaker": "othello",
            "text": "Ay, let her rot, and perish, and be damned to-night; for she shall not live: no, my heart is turned to stone; I strike it, and it hurts my hand. O, the world hath not a sweeter creature: she might lie by an emperor's side and command him tasks."
        },
        {
            "speaker": "iago",
            "text": "Nay, that's not your way."
        },
        {
            "speaker": "othello",
            "text": "Hang her! I do but say what she is: so delicate with her needle: an admirable musician: O! she will sing the savageness out of a bear: of so high and plenteous wit and invention:--"
        },
        {
            "speaker": "iago",
            "text": "She's the worse for all this."
        },
        {
            "speaker": "othello",
            "text": "O, a thousand thousand times: and then, of so gentle a condition!"
        },
        {
            "speaker": "iago",
            "text": "Ay, too gentle."
        },
        {
            "speaker": "othello",
            "text": "Nay, that's certain: but yet the pity of it, Iago! O Iago, the pity of it, Iago!"
        },
        {
            "speaker": "iago",
            "text": "If you are so fond over her iniquity, give her patent to offend; for, if it touch not you, it comes near nobody."
        },
        {
            "speaker": "othello",
            "text": "I will chop her into messes: cuckold me!"
        },
        {
            "speaker": "iago",
            "text": "O, 'tis foul in her."
        },
        {
            "speaker": "othello",
            "text": "With mine officer!"
        },
        {
            "speaker": "iago",
            "text": "That's fouler."
        },
        {
            "speaker": "othello",
            "text": "Get me some poison, Iago; this night: I'll not expostulate with her, lest her body and beauty unprovide my mind again: this night, Iago."
        },
        {
            "speaker": "iago",
            "text": "Do it not with poison, strangle her in her bed, even the bed she hath contaminated."
        },
        {
            "speaker": "othello",
            "text": "Good, good: the justice of it pleases: very good."
        },
        {
            "speaker": "iago",
            "text": "And for Cassio, let me be his undertaker: you shall hear more by midnight."
        },
        {
            "speaker": "othello",
            "text": "Excellent good. What trumpet is that same?"
        },
        {
            "text": "A trumpet within"
        },
        {
            "speaker": "iago",
            "text": "Something from Venice, sure. 'Tis Lodovico Come from the duke: and, see, your wife is with him."
        },
        {
            "text": "Enter LODOVICO, DESDEMONA, and Attendants"
        },
        {
            "speaker": "lodovico",
            "text": "Save you, worthy general!"
        },
        {
            "speaker": "othello",
            "text": "With all my heart, sir."
        },
        {
            "speaker": "lodovico",
            "text": "The duke and senators of Venice greet you."
        },
        {
            "text": "Gives him a letter"
        },
        {
            "speaker": "othello",
            "text": "I kiss the instrument of their pleasures."
        },
        {
            "text": "Opens the letter, and reads"
        },
        {
            "speaker": "desdemona",
            "text": "And what's the news, good cousin Lodovico?"
        },
        {
            "speaker": "iago",
            "text": "I am very glad to see you, signior Welcome to Cyprus."
        },
        {
            "speaker": "lodovico",
            "text": "I thank you. How does Lieutenant Cassio?"
        },
        {
            "speaker": "iago",
            "text": "Lives, sir."
        },
        {
            "speaker": "desdemona",
            "text": "Cousin, there's fall'n between him and my lord An unkind breach: but you shall make all well."
        },
        {
            "speaker": "othello",
            "text": "Are you sure of that?"
        },
        {
            "speaker": "desdemona",
            "text": "My lord?"
        },
        {
            "speaker": "othello",
            "text": "[Reads]  'This fail you not to do, as you will--'"
        },
        {
            "speaker": "lodovico",
            "text": "He did not call; he's busy in the paper. Is there division 'twixt my lord and Cassio?"
        },
        {
            "speaker": "desdemona",
            "text": "A most unhappy one: I would do much To atone them, for the love I bear to Cassio."
        },
        {
            "speaker": "othello",
            "text": "Fire and brimstone!"
        },
        {
            "speaker": "desdemona",
            "text": "My lord?"
        },
        {
            "speaker": "othello",
            "text": "Are you wise?"
        },
        {
            "speaker": "desdemona",
            "text": "What, is he angry?"
        },
        {
            "speaker": "lodovico",
            "text": "May be the letter moved him; For, as I think, they do command him home, Deputing Cassio in his government."
        },
        {
            "speaker": "desdemona",
            "text": "Trust me, I am glad on't."
        },
        {
            "speaker": "othello",
            "text": "Indeed!"
        },
        {
            "speaker": "desdemona",
            "text": "My lord?"
        },
        {
            "speaker": "othello",
            "text": "I am glad to see you mad."
        },
        {
            "speaker": "desdemona",
            "text": "Why, sweet Othello,--"
        },
        {
            "speaker": "othello",
            "text": "[Striking her]  Devil!"
        },
        {
            "speaker": "desdemona",
            "text": "I have not deserved this."
        },
        {
            "speaker": "lodovico",
            "text": "My lord, this would not be believed in Venice, Though I should swear I saw't: 'tis very much: Make her amends; she weeps."
        },
        {
            "speaker": "othello",
            "text": "O devil, devil! If that the earth could teem with woman's tears, Each drop she falls would prove a crocodile. Out of my sight!"
        },
        {
            "speaker": "desdemona",
            "text": "I will not stay to offend you."
        },
        {
            "text": "Going"
        },
        {
            "speaker": "lodovico",
            "text": "Truly, an obedient lady: I do beseech your lordship, call her back."
        },
        {
            "speaker": "othello",
            "text": "Mistress!"
        },
        {
            "speaker": "desdemona",
            "text": "My lord?"
        },
        {
            "speaker": "othello",
            "text": "What would you with her, sir?"
        },
        {
            "speaker": "lodovico",
            "text": "Who, I, my lord?"
        },
        {
            "speaker": "othello",
            "text": "Ay; you did wish that I would make her turn: Sir, she can turn, and turn, and yet go on, And turn again; and she can weep, sir, weep; And she's obedient, as you say, obedient, Very obedient. Proceed you in your tears. Concerning this, sir,--O  well-painted passion!-- I am commanded home. Get you away; I'll send for you anon. Sir, I obey the mandate, And will return to Venice. Hence, avaunt! Cassio shall have my place. And, sir, tonight, I do entreat that we may sup together: You are welcome, sir, to Cyprus.--Goats and monkeys!"
        },
        {
            "text": "Exit DESDEMONA"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "lodovico",
            "text": "Is this the noble Moor whom our full senate Call all in all sufficient? Is this the nature Whom passion could not shake? whose solid virtue The shot of accident, nor dart of chance, Could neither graze nor pierce?"
        },
        {
            "speaker": "iago",
            "text": "He is much changed."
        },
        {
            "speaker": "lodovico",
            "text": "Are his wits safe? is he not light of brain?"
        },
        {
            "speaker": "iago",
            "text": "He's that he is: I may not breathe my censure What he might be: if what he might he is not, I would to heaven he were!"
        },
        {
            "speaker": "lodovico",
            "text": "What, strike his wife!"
        },
        {
            "speaker": "iago",
            "text": "'Faith, that was not so well; yet would I knew That stroke would prove the worst!"
        },
        {
            "speaker": "lodovico",
            "text": "Is it his use? Or did the letters work upon his blood, And new-create this fault?"
        },
        {
            "speaker": "iago",
            "text": "Alas, alas! It is not honesty in me to speak What I have seen and known. You shall observe him, And his own courses will denote him so That I may save my speech: do but go after, And mark how he continues."
        },
        {
            "speaker": "lodovico",
            "text": "I am sorry that I am deceived in him."
        },
        {
            "text": "Exeunt"
        }
    ]
}