{
    "sceneName": "Act 4, scene 2",
    "playName": "othello",
    "location": "A room in the castle.",
    "lines": [
        {
            "text": "Enter OTHELLO and EMILIA"
        },
        {
            "speaker": "othello",
            "text": "You have seen nothing then"
        },
        {
            "speaker": "emilia",
            "text": "Nor ever heard, nor ever did suspect."
        },
        {
            "speaker": "othello",
            "text": "Yes, you have seen Cassio and she together."
        },
        {
            "speaker": "emilia",
            "text": "But then I saw no harm, and then I heard Each syllable that breath made up between them."
        },
        {
            "speaker": "othello",
            "text": "What, did they never whisper"
        },
        {
            "speaker": "emilia",
            "text": "Never, my lord."
        },
        {
            "speaker": "othello",
            "text": "Nor send you out o the way"
        },
        {
            "speaker": "emilia",
            "text": "Never."
        },
        {
            "speaker": "othello",
            "text": "To fetch her fan, her gloves, her mask, nor nothing"
        },
        {
            "speaker": "emilia",
            "text": "Never, my lord."
        },
        {
            "speaker": "othello",
            "text": "Thats strange."
        },
        {
            "speaker": "emilia",
            "text": "I durst, my lord, to wager she is honest, Lay down my soul at stake: if you think other, Remove your thought it doth abuse your bosom. If any wretch have put this in your head, Let heaven requite it with the serpents curse! For, if she be not honest, chaste, and true, Theres no man happy the purest of their wives Is foul as slander."
        },
        {
            "speaker": "othello",
            "text": "Bid her come hither: go. She says enough yet shes a simple bawd That cannot say as much. This is a subtle whore, A closet lock and key of villanous secrets And yet shell kneel and pray I have seen her dot."
        },
        {
            "text": "Exit EMILIA"
        },
        {
            "text": "Enter DESDEMONA with EMILIA"
        },
        {
            "speaker": "desdemona",
            "text": "My lord, what is your will"
        },
        {
            "speaker": "othello",
            "text": "Pray, chuck, come hither."
        },
        {
            "speaker": "desdemona",
            "text": "What is your pleasure"
        },
        {
            "speaker": "othello",
            "text": "Let me see your eyes Look in my face."
        },
        {
            "speaker": "desdemona",
            "text": "What horrible fancys this"
        },
        {
            "speaker": "othello",
            "text": "[To EMILIA]  Some of your function, mistress Leave procreants alone and shut the door Cough, or cry hem, if any body come: Your mystery, your mystery: nay, dispatch."
        },
        {
            "text": "Exit EMILIA"
        },
        {
            "speaker": "desdemona",
            "text": "Upon my knees, what doth your speech import I understand a fury in your words. But not the words."
        },
        {
            "speaker": "othello",
            "text": "Why, what art thou"
        },
        {
            "speaker": "desdemona",
            "text": "Your wife, my lord your true And loyal wife."
        },
        {
            "speaker": "othello",
            "text": "Come, swear it, damn thyself Lest, being like one of heaven, the devils themselves Should fear to seize thee: therefore be double damnd: Swear thou art honest."
        },
        {
            "speaker": "desdemona",
            "text": "Heaven doth truly know it."
        },
        {
            "speaker": "othello",
            "text": "Heaven truly knows that thou art false as hell."
        },
        {
            "speaker": "desdemona",
            "text": "To whom, my lord with whom how am I false"
        },
        {
            "speaker": "othello",
            "text": "O Desdemona! away! away! away!"
        },
        {
            "speaker": "desdemona",
            "text": "Alas the heavy day! Why do you weep Am I the motive of these tears, my lord If haply you my father do suspect An instrument of this your calling back, Lay not your blame on me: If you have lost him, Why, I have lost him too."
        },
        {
            "speaker": "othello",
            "text": "Had it pleased heaven To try me with affliction had they raind All kinds of sores and shames on my bare head. Steepd me in poverty to the very lips, Given to captivity me and my utmost hopes, I should have found in some place of my soul A drop of patience: but, alas, to make me A fixed figure for the time of scorn To point his slow unmoving finger at! Yet could I bear that too well, very well: But there, where I have garnerd up my heart, Where either I must live, or bear no life The fountain from the which my current runs, Or else dries up to be discarded thence! Or keep it as a cistern for foul toads To knot and gender in! Turn thy complexion there, Patience, thou young and roselippd cherubin, Ay, there, look grim as hell!"
        },
        {
            "speaker": "desdemona",
            "text": "I hope my noble lord esteems me honest."
        },
        {
            "speaker": "othello",
            "text": "O, ay as summer flies are in the shambles, That quicken even with blowing. O thou weed, Who art so lovely fair and smellst so sweet That the sense aches at thee, would thou hadst neer been born!"
        },
        {
            "speaker": "desdemona",
            "text": "Alas, what ignorant sin have I committed"
        },
        {
            "speaker": "othello",
            "text": "Was this fair paper, this most goodly book, Made to write whore upon What committed! Committed! O thou public commoner! I should make very forges of my cheeks, That would to cinders burn up modesty, Did I but speak thy deeds. What committed! Heaven stops the nose at it and the moon winks, The bawdy wind that kisses all it meets Is hushd within the hollow mine of earth, And will not hear it. What committed! Impudent strumpet!"
        },
        {
            "speaker": "desdemona",
            "text": "By heaven, you do me wrong."
        },
        {
            "speaker": "othello",
            "text": "Are you not a strumpet"
        },
        {
            "speaker": "desdemona",
            "text": "No, as I am a Christian: If to preserve this vessel for my lord From any other foul unlawful touch Be not to be a strumpet, I am none."
        },
        {
            "speaker": "othello",
            "text": "What, not a whore"
        },
        {
            "speaker": "desdemona",
            "text": "No, as I shall be saved."
        },
        {
            "speaker": "othello",
            "text": "Ist possible"
        },
        {
            "speaker": "desdemona",
            "text": "O, heaven forgive us!"
        },
        {
            "speaker": "othello",
            "text": "I cry you mercy, then: I took you for that cunning whore of Venice That married with Othello. You, mistress, That have the office opposite to Saint Peter, And keep the gate of hell! You, you, ay, you! We have done our course theres money for your pains: I pray you, turn the key and keep our counsel."
        },
        {
            "text": "Raising his voice"
        },
        {
            "text": "Reenter EMILIA"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "emilia",
            "text": "Alas, what does this gentleman conceive How do you, madam how do you, my good lady"
        },
        {
            "speaker": "desdemona",
            "text": "Faith, half asleep."
        },
        {
            "speaker": "emilia",
            "text": "Good madam, whats the matter with my lord"
        },
        {
            "speaker": "desdemona",
            "text": "With who"
        },
        {
            "speaker": "emilia",
            "text": "Why, with my lord, madam."
        },
        {
            "speaker": "desdemona",
            "text": "Who is thy lord"
        },
        {
            "speaker": "emilia",
            "text": "He that is yours, sweet lady."
        },
        {
            "speaker": "desdemona",
            "text": "I have none: do not talk to me, Emilia I cannot weep nor answer have I none, But what should go by water. Prithee, tonight Lay on my bed my wedding sheets: remember And call thy husband hither."
        },
        {
            "speaker": "emilia",
            "text": "Heres a change indeed!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "desdemona",
            "text": "Tis meet I should be used so, very meet. How have I been behaved, that he might stick The smallst opinion on my least misuse"
        },
        {
            "text": "Reenter EMILIA with IAGO"
        },
        {
            "speaker": "iago",
            "text": "What is your pleasure, madam How ist with you"
        },
        {
            "speaker": "desdemona",
            "text": "I cannot tell. Those that do teach young babes Do it with gentle means and easy tasks: He might have chid me so for, in good faith, I am a child to chiding."
        },
        {
            "speaker": "iago",
            "text": "Whats the matter, lady"
        },
        {
            "speaker": "emilia",
            "text": "Alas, Iago, my lord hath so bewhored her. Thrown such despite and heavy terms upon her, As true hearts cannot bear."
        },
        {
            "speaker": "desdemona",
            "text": "Am I that name, Iago"
        },
        {
            "speaker": "iago",
            "text": "What name, fair lady"
        },
        {
            "speaker": "desdemona",
            "text": "Such as she says my lord did say I was."
        },
        {
            "speaker": "emilia",
            "text": "He calld her whore: a beggar in his drink Could not have laid such terms upon his callat."
        },
        {
            "speaker": "iago",
            "text": "Why did he so"
        },
        {
            "speaker": "desdemona",
            "text": "I do not know I am sure I am none such."
        },
        {
            "speaker": "iago",
            "text": "Do not weep, do not weep. Alas the day!"
        },
        {
            "speaker": "emilia",
            "text": "Hath she forsook so many noble matches, Her father and her country and her friends, To be calld whore would it not make one weep"
        },
        {
            "speaker": "desdemona",
            "text": "It is my wretched fortune."
        },
        {
            "speaker": "iago",
            "text": "Beshrew him fort! How comes this trick upon him"
        },
        {
            "speaker": "desdemona",
            "text": "Nay, heaven doth know."
        },
        {
            "speaker": "emilia",
            "text": "I will be hangd, if some eternal villain, Some busy and insinuating rogue, Some cogging, cozening slave, to get some office, Have not devised this slander Ill be hangd else."
        },
        {
            "speaker": "iago",
            "text": "Fie, there is no such man it is impossible."
        },
        {
            "speaker": "desdemona",
            "text": "If any such there be, heaven pardon him!"
        },
        {
            "speaker": "emilia",
            "text": "A halter pardon him! and hell gnaw his bones! Why should he call her whore who keeps her company What place what time what form what likelihood The Moors abused by some most villanous knave, Some base notorious knave, some scurvy fellow. O heaven, that such companions thouldst unfold, And put in every honest hand a whip To lash the rascals naked through the world Even from the east to the west!"
        },
        {
            "speaker": "iago",
            "text": "Speak within door."
        },
        {
            "speaker": "emilia",
            "text": "O, fie upon them! Some such squire he was That turnd your wit the seamy side without, And made you to suspect me with the Moor."
        },
        {
            "speaker": "iago",
            "text": "You are a fool go to."
        },
        {
            "speaker": "desdemona",
            "text": "O good Iago, What shall I do to win my lord again Good friend, go to him for, by this light of heaven, I know not how I lost him. Here I kneel: If eer my will did trespass gainst his love, Either in discourse of thought or actual deed, Or that mine eyes, mine ears, or any sense, Delighted them in any other form Or that I do not yet, and ever did. And ever willthough he do shake me off To beggarly divorcementlove him dearly, Comfort forswear me! Unkindness may do much And his unkindness may defeat my life, But never taint my love. I cannot say whore: It does abhor me now I speak the word To do the act that might the addition earn Not the worlds mass of vanity could make me."
        },
        {
            "speaker": "iago",
            "text": "I pray you, be content tis but his humour: The business of the state does him offence, And he does chide with you."
        },
        {
            "speaker": "desdemona",
            "text": "If twere no other"
        },
        {
            "speaker": "iago",
            "text": "Tis but so, I warrant. Hark, how these instruments summon to supper! The messengers of Venice stay the meat Go in, and weep not all things shall be well. How now, Roderigo!"
        },
        {
            "text": "Trumpets within"
        },
        {
            "text": "Exeunt DESDEMONA and EMILIA"
        },
        {
            "text": "Enter RODERIGO"
        },
        {
            "speaker": "roderigo",
            "text": "I do not find that thou dealest justly with me."
        },
        {
            "speaker": "iago",
            "text": "What in the contrary"
        },
        {
            "speaker": "roderigo",
            "text": "Every day thou daffest me with some device, Iago and rather, as it seems to me now, keepest from me all conveniency than suppliest me with the least advantage of hope. I will indeed no longer endure it, nor am I yet persuaded to put up in peace what already I have foolishly suffered."
        },
        {
            "speaker": "iago",
            "text": "Will you hear me, Roderigo"
        },
        {
            "speaker": "roderigo",
            "text": "Faith, I have heard too much, for your words and performances are no kin together."
        },
        {
            "speaker": "iago",
            "text": "You charge me most unjustly."
        },
        {
            "speaker": "roderigo",
            "text": "With nought but truth. I have wasted myself out of my means. The jewels you have had from me to deliver to Desdemona would half have corrupted a votarist: you have told me she hath received them and returned me expectations and comforts of sudden respect and acquaintance, but I find none."
        },
        {
            "speaker": "iago",
            "text": "Well go to very well."
        },
        {
            "speaker": "roderigo",
            "text": "Very well! go to! I cannot go to, man nor tis not very well: nay, I think it is scurvy, and begin to find myself fobbed in it."
        },
        {
            "speaker": "iago",
            "text": "Very well."
        },
        {
            "speaker": "roderigo",
            "text": "I tell you tis not very well. I will make myself known to Desdemona: if she will return me my jewels, I will give over my suit and repent my unlawful solicitation if not, assure yourself I will seek satisfaction of you."
        },
        {
            "speaker": "iago",
            "text": "You have said now."
        },
        {
            "speaker": "roderigo",
            "text": "Ay, and said nothing but what I protest intendment of doing."
        },
        {
            "speaker": "iago",
            "text": "Why, now I see theres mettle in thee, and even from this instant to build on thee a better opinion than ever before. Give me thy hand, Roderigo: thou hast taken against me a most just exception but yet, I protest, I have dealt most directly in thy affair."
        },
        {
            "speaker": "roderigo",
            "text": "It hath not appeared."
        },
        {
            "speaker": "iago",
            "text": "I grant indeed it hath not appeared, and your suspicion is not without wit and judgment. But, Roderigo, if thou hast that in thee indeed, which I have greater reason to believe now than ever, I mean purpose, courage and valour, this night show it: if thou the next night following enjoy not Desdemona, take me from this world with treachery and devise engines for my life."
        },
        {
            "speaker": "roderigo",
            "text": "Well, what is it is it within reason and compass"
        },
        {
            "speaker": "iago",
            "text": "Sir, there is especial commission come from Venice to depute Cassio in Othellos place."
        },
        {
            "speaker": "roderigo",
            "text": "Is that true why, then Othello and Desdemona return again to Venice."
        },
        {
            "speaker": "iago",
            "text": "O, no he goes into Mauritania and takes away with him the fair Desdemona, unless his abode be lingered here by some accident: wherein none can be so determinate as the removing of Cassio."
        },
        {
            "speaker": "roderigo",
            "text": "How do you mean, removing of him"
        },
        {
            "speaker": "iago",
            "text": "Why, by making him uncapable of Othellos place knocking out his brains."
        },
        {
            "speaker": "roderigo",
            "text": "And that you would have me to do"
        },
        {
            "speaker": "iago",
            "text": "Ay, if you dare do yourself a profit and a right. He sups tonight with a harlotry, and thither will I go to him: he knows not yet of his horrorable fortune. If you will watch his going thence, which I will fashion to fall out between twelve and one, you may take him at your pleasure: I will be near to second your attempt, and he shall fall between us. Come, stand not amazed at it, but go along with me I will show you such a necessity in his death that you shall think yourself bound to put it on him. It is now high suppertime, and the night grows to waste: about it."
        },
        {
            "speaker": "roderigo",
            "text": "I will hear further reason for this."
        },
        {
            "speaker": "iago",
            "text": "And you shall be satisfied."
        },
        {
            "text": "Exeunt"
        }
    ]
}