{
    "sceneName": "Act 2, scene 5",
    "playName": "two gentlemen of verona",
    "location": "The same. A street.",
    "lines": [
        {
            "text": "Enter SPEED and LAUNCE severally"
        },
        {
            "speaker": "speed",
            "text": "Launce! by mine honesty, welcome to Milan!"
        },
        {
            "speaker": "launce",
            "text": "Forswear not thyself, sweet youth, for I am not welcome. I reckon this always, that a man is never undone till he be hanged, nor never welcome to a place till some certain shot be paid and the hostess say 'Welcome!'"
        },
        {
            "speaker": "speed",
            "text": "Come on, you madcap, I'll to the alehouse with you presently; where, for one shot of five pence, thou shalt have five thousand welcomes. But, sirrah, how did thy master part with Madam Julia?"
        },
        {
            "speaker": "launce",
            "text": "Marry, after they closed in earnest, they parted very fairly in jest."
        },
        {
            "speaker": "speed",
            "text": "But shall she marry him?"
        },
        {
            "speaker": "launce",
            "text": "No."
        },
        {
            "speaker": "speed",
            "text": "How then? shall he marry her?"
        },
        {
            "speaker": "launce",
            "text": "No, neither."
        },
        {
            "speaker": "speed",
            "text": "What, are they broken?"
        },
        {
            "speaker": "launce",
            "text": "No, they are both as whole as a fish."
        },
        {
            "speaker": "speed",
            "text": "Why, then, how stands the matter with them?"
        },
        {
            "speaker": "launce",
            "text": "Marry, thus: when it stands well with him, it stands well with her."
        },
        {
            "speaker": "speed",
            "text": "What an ass art thou! I understand thee not."
        },
        {
            "speaker": "launce",
            "text": "What a block art thou, that thou canst not! My staff understands me."
        },
        {
            "speaker": "speed",
            "text": "What thou sayest?"
        },
        {
            "speaker": "launce",
            "text": "Ay, and what I do too: look thee, I'll but lean, and my staff understands me."
        },
        {
            "speaker": "speed",
            "text": "It stands under thee, indeed."
        },
        {
            "speaker": "launce",
            "text": "Why, stand-under and under-stand is all one."
        },
        {
            "speaker": "speed",
            "text": "But tell me true, will't be a match?"
        },
        {
            "speaker": "launce",
            "text": "Ask my dog: if he say ay, it will! if he say no, it will; if he shake his tail and say nothing, it will."
        },
        {
            "speaker": "speed",
            "text": "The conclusion is then that it will."
        },
        {
            "speaker": "launce",
            "text": "Thou shalt never get such a secret from me but by a parable."
        },
        {
            "speaker": "speed",
            "text": "'Tis well that I get it so. But, Launce, how sayest thou, that my master is become a notable lover?"
        },
        {
            "speaker": "launce",
            "text": "I never knew him otherwise."
        },
        {
            "speaker": "speed",
            "text": "Than how?"
        },
        {
            "speaker": "launce",
            "text": "A notable lubber, as thou reportest him to be."
        },
        {
            "speaker": "speed",
            "text": "Why, thou whoreson ass, thou mistakest me."
        },
        {
            "speaker": "launce",
            "text": "Why, fool, I meant not thee; I meant thy master."
        },
        {
            "speaker": "speed",
            "text": "I tell thee, my master is become a hot lover."
        },
        {
            "speaker": "launce",
            "text": "Why, I tell thee, I care not though he burn himself in love. If thou wilt, go with me to the alehouse; if not, thou art an Hebrew, a Jew, and not worth the name of a Christian."
        },
        {
            "speaker": "speed",
            "text": "Why?"
        },
        {
            "speaker": "launce",
            "text": "Because thou hast not so much charity in thee as to go to the ale with a Christian. Wilt thou go?"
        },
        {
            "speaker": "speed",
            "text": "At thy service."
        },
        {
            "text": "Exeunt"
        }
    ]
}