{
    "sceneName": "Act 1, scene 1",
    "playName": "two gentlemen of verona",
    "location": "Verona. An open place.",
    "lines": [
        {
            "text": "Enter VALENTINE and PROTEUS"
        },
        {
            "speaker": "valentine",
            "text": "Cease to persuade, my loving Proteus: Home-keeping youth have ever homely wits. Were't not affection chains thy tender days To the sweet glances of thy honour'd love, I rather would entreat thy company To see the wonders of the world abroad, Than, living dully sluggardized at home, Wear out thy youth with shapeless idleness. But since thou lovest, love still and thrive therein, Even as I would when I to love begin."
        },
        {
            "speaker": "proteus",
            "text": "Wilt thou be gone? Sweet Valentine, adieu! Think on thy Proteus, when thou haply seest Some rare note-worthy object in thy travel: Wish me partaker in thy happiness When thou dost meet good hap; and in thy danger, If ever danger do environ thee, Commend thy grievance to my holy prayers, For I will be thy beadsman, Valentine."
        },
        {
            "speaker": "valentine",
            "text": "And on a love-book pray for my success?"
        },
        {
            "speaker": "proteus",
            "text": "Upon some book I love I'll pray for thee."
        },
        {
            "speaker": "valentine",
            "text": "That's on some shallow story of deep love: How young Leander cross'd the Hellespont."
        },
        {
            "speaker": "proteus",
            "text": "That's a deep story of a deeper love: For he was more than over shoes in love."
        },
        {
            "speaker": "valentine",
            "text": "'Tis true; for you are over boots in love, And yet you never swum the Hellespont."
        },
        {
            "speaker": "proteus",
            "text": "Over the boots? nay, give me not the boots."
        },
        {
            "speaker": "valentine",
            "text": "No, I will not, for it boots thee not."
        },
        {
            "speaker": "proteus",
            "text": "What?"
        },
        {
            "speaker": "valentine",
            "text": "To be in love, where scorn is bought with groans; Coy looks with heart-sore sighs; one fading moment's mirth With twenty watchful, weary, tedious nights: If haply won, perhaps a hapless gain; If lost, why then a grievous labour won; However, but a folly bought with wit, Or else a wit by folly vanquished."
        },
        {
            "speaker": "proteus",
            "text": "So, by your circumstance, you call me fool."
        },
        {
            "speaker": "valentine",
            "text": "So, by your circumstance, I fear you'll prove."
        },
        {
            "speaker": "proteus",
            "text": "'Tis love you cavil at: I am not Love."
        },
        {
            "speaker": "valentine",
            "text": "Love is your master, for he masters you: And he that is so yoked by a fool, Methinks, should not be chronicled for wise."
        },
        {
            "speaker": "proteus",
            "text": "Yet writers say, as in the sweetest bud The eating canker dwells, so eating love Inhabits in the finest wits of all."
        },
        {
            "speaker": "valentine",
            "text": "And writers say, as the most forward bud Is eaten by the canker ere it blow, Even so by love the young and tender wit Is turn'd to folly, blasting in the bud, Losing his verdure even in the prime And all the fair effects of future hopes. But wherefore waste I time to counsel thee, That art a votary to fond desire? Once more adieu! my father at the road Expects my coming, there to see me shipp'd."
        },
        {
            "speaker": "proteus",
            "text": "And thither will I bring thee, Valentine."
        },
        {
            "speaker": "valentine",
            "text": "Sweet Proteus, no; now let us take our leave. To Milan let me hear from thee by letters Of thy success in love, and what news else Betideth here in absence of thy friend; And likewise will visit thee with mine."
        },
        {
            "speaker": "proteus",
            "text": "All happiness bechance to thee in Milan!"
        },
        {
            "speaker": "valentine",
            "text": "As much to you at home! and so, farewell."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "proteus",
            "text": "He after honour hunts, I after love: He leaves his friends to dignify them more, I leave myself, my friends and all, for love. Thou, Julia, thou hast metamorphosed me, Made me neglect my studies, lose my time, War with good counsel, set the world at nought; Made wit with musing weak, heart sick with thought."
        },
        {
            "text": "Enter SPEED"
        },
        {
            "speaker": "speed",
            "text": "Sir Proteus, save you! Saw you my master?"
        },
        {
            "speaker": "proteus",
            "text": "But now he parted hence, to embark for Milan."
        },
        {
            "speaker": "speed",
            "text": "Twenty to one then he is shipp'd already, And I have play'd the sheep in losing him."
        },
        {
            "speaker": "proteus",
            "text": "Indeed, a sheep doth very often stray, An if the shepherd be a while away."
        },
        {
            "speaker": "speed",
            "text": "You conclude that my master is a shepherd, then, and I a sheep?"
        },
        {
            "speaker": "proteus",
            "text": "I do."
        },
        {
            "speaker": "speed",
            "text": "Why then, my horns are his horns, whether I wake or sleep."
        },
        {
            "speaker": "proteus",
            "text": "A silly answer and fitting well a sheep."
        },
        {
            "speaker": "speed",
            "text": "This proves me still a sheep."
        },
        {
            "speaker": "proteus",
            "text": "True; and thy master a shepherd."
        },
        {
            "speaker": "speed",
            "text": "Nay, that I can deny by a circumstance."
        },
        {
            "speaker": "proteus",
            "text": "It shall go hard but I'll prove it by another."
        },
        {
            "speaker": "speed",
            "text": "The shepherd seeks the sheep, and not the sheep the shepherd; but I seek my master, and my master seeks not me: therefore I am no sheep."
        },
        {
            "speaker": "proteus",
            "text": "The sheep for fodder follow the shepherd; the shepherd for food follows not the sheep: thou for wages followest thy master; thy master for wages follows not thee: therefore thou art a sheep."
        },
        {
            "speaker": "speed",
            "text": "Such another proof will make me cry 'baa.'"
        },
        {
            "speaker": "proteus",
            "text": "But, dost thou hear? gavest thou my letter to Julia?"
        },
        {
            "speaker": "speed",
            "text": "Ay sir: I, a lost mutton, gave your letter to her, a laced mutton, and she, a laced mutton, gave me, a lost mutton, nothing for my labour."
        },
        {
            "speaker": "proteus",
            "text": "Here's too small a pasture for such store of muttons."
        },
        {
            "speaker": "speed",
            "text": "If the ground be overcharged, you were best stick her."
        },
        {
            "speaker": "proteus",
            "text": "Nay: in that you are astray, 'twere best pound you."
        },
        {
            "speaker": "speed",
            "text": "Nay, sir, less than a pound shall serve me for carrying your letter."
        },
        {
            "speaker": "proteus",
            "text": "You mistake; I mean the pound,--a pinfold."
        },
        {
            "speaker": "speed",
            "text": "From a pound to a pin? fold it over and over, 'Tis threefold too little for carrying a letter to your lover."
        },
        {
            "speaker": "proteus",
            "text": "But what said she?"
        },
        {
            "speaker": "speed",
            "text": "[First nodding]  Ay."
        },
        {
            "speaker": "proteus",
            "text": "Nod--Ay--why, that's noddy."
        },
        {
            "speaker": "speed",
            "text": "You mistook, sir; I say, she did nod: and you ask me if she did nod; and I say, 'Ay.'"
        },
        {
            "speaker": "proteus",
            "text": "And that set together is noddy."
        },
        {
            "speaker": "speed",
            "text": "Now you have taken the pains to set it together, take it for your pains."
        },
        {
            "speaker": "proteus",
            "text": "No, no; you shall have it for bearing the letter."
        },
        {
            "speaker": "speed",
            "text": "Well, I perceive I must be fain to bear with you."
        },
        {
            "speaker": "proteus",
            "text": "Why sir, how do you bear with me?"
        },
        {
            "speaker": "speed",
            "text": "Marry, sir, the letter, very orderly; having nothing but the word 'noddy' for my pains."
        },
        {
            "speaker": "proteus",
            "text": "Beshrew me, but you have a quick wit."
        },
        {
            "speaker": "speed",
            "text": "And yet it cannot overtake your slow purse."
        },
        {
            "speaker": "proteus",
            "text": "Come come, open the matter in brief: what said she?"
        },
        {
            "speaker": "speed",
            "text": "Open your purse, that the money and the matter may be both at once delivered."
        },
        {
            "speaker": "proteus",
            "text": "Well, sir, here is for your pains. What said she?"
        },
        {
            "speaker": "speed",
            "text": "Truly, sir, I think you'll hardly win her."
        },
        {
            "speaker": "proteus",
            "text": "Why, couldst thou perceive so much from her?"
        },
        {
            "speaker": "speed",
            "text": "Sir, I could perceive nothing at all from her; no, not so much as a ducat for delivering your letter: and being so hard to me that brought your mind, I fear she'll prove as hard to you in telling your mind. Give her no token but stones; for she's as hard as steel."
        },
        {
            "speaker": "proteus",
            "text": "What said she? nothing?"
        },
        {
            "speaker": "speed",
            "text": "No, not so much as 'Take this for thy pains.' To testify your bounty, I thank you, you have testerned me; in requital whereof, henceforth carry your letters yourself: and so, sir, I'll commend you to my master."
        },
        {
            "speaker": "proteus",
            "text": "Go, go, be gone, to save your ship from wreck, Which cannot perish having thee aboard, Being destined to a drier death on shore. I must go send some better messenger: I fear my Julia would not deign my lines, Receiving them from such a worthless post."
        },
        {
            "text": "Exit SPEED"
        },
        {
            "text": "Exit"
        }
    ]
}