{
    "sceneName": "Act 1, scene 2",
    "playName": "two gentlemen of verona",
    "location": "The same. Garden of JULIA's house.",
    "lines": [
        {
            "text": "Enter JULlA and LUCETTA"
        },
        {
            "speaker": "julia",
            "text": "But say, Lucetta, now we are alone, Wouldst thou then counsel me to fall in love?"
        },
        {
            "speaker": "lucetta",
            "text": "Ay, madam, so you stumble not unheedfully."
        },
        {
            "speaker": "julia",
            "text": "Of all the fair resort of gentlemen That every day with parle encounter me, In thy opinion which is worthiest love?"
        },
        {
            "speaker": "lucetta",
            "text": "Please you repeat their names, I'll show my mind According to my shallow simple skill."
        },
        {
            "speaker": "julia",
            "text": "What think'st thou of the fair Sir Eglamour?"
        },
        {
            "speaker": "lucetta",
            "text": "As of a knight well-spoken, neat and fine; But, were I you, he never should be mine."
        },
        {
            "speaker": "julia",
            "text": "What think'st thou of the rich Mercatio?"
        },
        {
            "speaker": "lucetta",
            "text": "Well of his wealth; but of himself, so so."
        },
        {
            "speaker": "julia",
            "text": "What think'st thou of the gentle Proteus?"
        },
        {
            "speaker": "lucetta",
            "text": "Lord, Lord! to see what folly reigns in us!"
        },
        {
            "speaker": "julia",
            "text": "How now! what means this passion at his name?"
        },
        {
            "speaker": "lucetta",
            "text": "Pardon, dear madam: 'tis a passing shame That I, unworthy body as I am, Should censure thus on lovely gentlemen."
        },
        {
            "speaker": "julia",
            "text": "Why not on Proteus, as of all the rest?"
        },
        {
            "speaker": "lucetta",
            "text": "Then thus: of many good I think him best."
        },
        {
            "speaker": "julia",
            "text": "Your reason?"
        },
        {
            "speaker": "lucetta",
            "text": "I have no other, but a woman's reason; I think him so because I think him so."
        },
        {
            "speaker": "julia",
            "text": "And wouldst thou have me cast my love on him?"
        },
        {
            "speaker": "lucetta",
            "text": "Ay, if you thought your love not cast away."
        },
        {
            "speaker": "julia",
            "text": "Why he, of all the rest, hath never moved me."
        },
        {
            "speaker": "lucetta",
            "text": "Yet he, of all the rest, I think, best loves ye."
        },
        {
            "speaker": "julia",
            "text": "His little speaking shows his love but small."
        },
        {
            "speaker": "lucetta",
            "text": "Fire that's closest kept burns most of all."
        },
        {
            "speaker": "julia",
            "text": "They do not love that do not show their love."
        },
        {
            "speaker": "lucetta",
            "text": "O, they love least that let men know their love."
        },
        {
            "speaker": "julia",
            "text": "I would I knew his mind."
        },
        {
            "speaker": "lucetta",
            "text": "Peruse this paper, madam."
        },
        {
            "speaker": "julia",
            "text": "'To Julia.' Say, from whom?"
        },
        {
            "speaker": "lucetta",
            "text": "That the contents will show."
        },
        {
            "speaker": "julia",
            "text": "Say, say, who gave it thee?"
        },
        {
            "speaker": "lucetta",
            "text": "Valentine's page; and sent, I think, from Proteus. He would have given it you; but I, being in the way, Did in your name receive it: pardon the fault I pray."
        },
        {
            "speaker": "julia",
            "text": "Now, by my modesty, a goodly broker! Dare you presume to harbour wanton lines? To whisper and conspire against my youth? Now, trust me, 'tis an office of great worth And you an officer fit for the place. Or else return no more into my sight."
        },
        {
            "speaker": "lucetta",
            "text": "To plead for love deserves more fee than hate."
        },
        {
            "speaker": "julia",
            "text": "Will ye be gone?"
        },
        {
            "speaker": "lucetta",
            "text": "That you may ruminate."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "julia",
            "text": "And yet I would I had o'erlooked the letter: It were a shame to call her back again And pray her to a fault for which I chid her. What a fool is she, that knows I am a maid, And would not force the letter to my view! Since maids, in modesty, say 'no' to that Which they would have the profferer construe 'ay.' Fie, fie, how wayward is this foolish love That, like a testy babe, will scratch the nurse And presently all humbled kiss the rod! How churlishly I chid Lucetta hence, When willingly I would have had her here! How angerly I taught my brow to frown, When inward joy enforced my heart to smile! My penance is to call Lucetta back And ask remission for my folly past. What ho! Lucetta!"
        },
        {
            "text": "Re-enter LUCETTA"
        },
        {
            "speaker": "lucetta",
            "text": "What would your ladyship?"
        },
        {
            "speaker": "julia",
            "text": "Is't near dinner-time?"
        },
        {
            "speaker": "lucetta",
            "text": "I would it were, That you might kill your stomach on your meat And not upon your maid."
        },
        {
            "speaker": "julia",
            "text": "What is't that you took up so gingerly?"
        },
        {
            "speaker": "lucetta",
            "text": "Nothing."
        },
        {
            "speaker": "julia",
            "text": "Why didst thou stoop, then?"
        },
        {
            "speaker": "lucetta",
            "text": "To take a paper up that I let fall."
        },
        {
            "speaker": "julia",
            "text": "And is that paper nothing?"
        },
        {
            "speaker": "lucetta",
            "text": "Nothing concerning me."
        },
        {
            "speaker": "julia",
            "text": "Then let it lie for those that it concerns."
        },
        {
            "speaker": "lucetta",
            "text": "Madam, it will not lie where it concerns Unless it have a false interpeter."
        },
        {
            "speaker": "julia",
            "text": "Some love of yours hath writ to you in rhyme."
        },
        {
            "speaker": "lucetta",
            "text": "That I might sing it, madam, to a tune. Give me a note: your ladyship can set."
        },
        {
            "speaker": "julia",
            "text": "As little by such toys as may be possible. Best sing it to the tune of 'Light o' love.'"
        },
        {
            "speaker": "lucetta",
            "text": "It is too heavy for so light a tune."
        },
        {
            "speaker": "julia",
            "text": "Heavy! belike it hath some burden then?"
        },
        {
            "speaker": "lucetta",
            "text": "Ay, and melodious were it, would you sing it."
        },
        {
            "speaker": "julia",
            "text": "And why not you?"
        },
        {
            "speaker": "lucetta",
            "text": "I cannot reach so high."
        },
        {
            "speaker": "julia",
            "text": "Let's see your song. How now, minion!"
        },
        {
            "speaker": "lucetta",
            "text": "Keep tune there still, so you will sing it out: And yet methinks I do not like this tune."
        },
        {
            "speaker": "julia",
            "text": "You do not?"
        },
        {
            "speaker": "lucetta",
            "text": "No, madam; it is too sharp."
        },
        {
            "speaker": "julia",
            "text": "You, minion, are too saucy."
        },
        {
            "speaker": "lucetta",
            "text": "Nay, now you are too flat And mar the concord with too harsh a descant: There wanteth but a mean to fill your song."
        },
        {
            "speaker": "julia",
            "text": "The mean is drown'd with your unruly bass."
        },
        {
            "speaker": "lucetta",
            "text": "Indeed, I bid the base for Proteus."
        },
        {
            "speaker": "julia",
            "text": "This babble shall not henceforth trouble me. Here is a coil with protestation! Go get you gone, and let the papers lie: You would be fingering them, to anger me."
        },
        {
            "text": "Tears the letter"
        },
        {
            "speaker": "lucetta",
            "text": "She makes it strange; but she would be best pleased To be so anger'd with another letter."
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "julia",
            "text": "Nay, would I were so anger'd with the same! O hateful hands, to tear such loving words! Injurious wasps, to feed on such sweet honey And kill the bees that yield it with your stings! I'll kiss each several paper for amends. Look, here is writ 'kind Julia.' Unkind Julia! As in revenge of thy ingratitude, I throw thy name against the bruising stones, Trampling contemptuously on thy disdain. And here is writ 'love-wounded Proteus.' Poor wounded name! my bosom as a bed Shall lodge thee till thy wound be thoroughly heal'd; And thus I search it with a sovereign kiss. But twice or thrice was 'Proteus' written down. Be calm, good wind, blow not a word away Till I have found each letter in the letter, Except mine own name: that some whirlwind bear Unto a ragged fearful-hanging rock And throw it thence into the raging sea! Lo, here in one line is his name twice writ, 'Poor forlorn Proteus, passionate Proteus, To the sweet Julia:' that I'll tear away. And yet I will not, sith so prettily He couples it to his complaining names. Thus will I fold them one on another: Now kiss, embrace, contend, do what you will."
        },
        {
            "text": "Re-enter LUCETTA"
        },
        {
            "speaker": "lucetta",
            "text": "Madam, Dinner is ready, and your father stays."
        },
        {
            "speaker": "julia",
            "text": "Well, let us go."
        },
        {
            "speaker": "lucetta",
            "text": "What, shall these papers lie like tell-tales here?"
        },
        {
            "speaker": "julia",
            "text": "If you respect them, best to take them up."
        },
        {
            "speaker": "lucetta",
            "text": "Nay, I was taken up for laying them down: Yet here they shall not lie, for catching cold."
        },
        {
            "speaker": "julia",
            "text": "I see you have a month's mind to them."
        },
        {
            "speaker": "lucetta",
            "text": "Ay, madam, you may say what sights you see; I see things too, although you judge I wink."
        },
        {
            "speaker": "julia",
            "text": "Come, come; will't please you go?"
        },
        {
            "text": "Exeunt"
        }
    ]
}