{
    "sceneName": "Act 5, scene 1",
    "playName": "loves labours lost",
    "location": "The same.",
    "lines": [
        {
            "text": "Enter HOLOFERNES, SIR NATHANIEL, and DULL"
        },
        {
            "speaker": "holofernes",
            "text": "Satis quod sufficit."
        },
        {
            "speaker": "sir nathaniel",
            "text": "I praise God for you, sir: your reasons at dinner have been sharp and sententious pleasant without scurrility, witty without affection, audacious without impudency, learned without opinion, and strange with out heresy. I did converse this quondam day with a companion of the kings, who is intituled, nomi nated, or called, Don Adriano de Armado."
        },
        {
            "speaker": "holofernes",
            "text": "Novi hominem tanquam te: his humour is lofty, his discourse peremptory, his tongue filed, his eye ambitious, his gait majestical, and his general behavior vain, ridiculous, and thrasonical. He is too picked, too spruce, too affected, too odd, as it were, too peregrinate, as I may call it."
        },
        {
            "speaker": "sir nathaniel",
            "text": "A most singular and choice epithet."
        },
        {
            "text": "Draws out his tablebook"
        },
        {
            "speaker": "holofernes",
            "text": "He draweth out the thread of his verbosity finer than the staple of his argument. I abhor such fanatical phantasimes, such insociable and pointdevise companions such rackers of orthography, as to speak dout, fine, when he should say doubt det, when he should pronounce debt,d, e, b, t, not d, e, t: he clepeth a calf, cauf half, hauf neighbour vocatur nebor neigh abbreviated ne. This is abhominable,which he would call abbominable: it insinuateth me of insanie: anne intelligis, domine to make frantic, lunatic."
        },
        {
            "speaker": "sir nathaniel",
            "text": "Laus Deo, bene intelligo."
        },
        {
            "speaker": "holofernes",
            "text": "Bon, bon, fort bon, Priscian! a little scratchd, twill serve."
        },
        {
            "speaker": "sir nathaniel",
            "text": "Videsne quis venit"
        },
        {
            "speaker": "holofernes",
            "text": "Video, et gaudeo. DON"
        },
        {
            "text": "Enter DON ADRIANO DE ARMADO, MOTH, and COSTARD"
        },
        {
            "speaker": "adriano de armado",
            "text": "Chirrah!"
        },
        {
            "text": "To MOTH"
        },
        {
            "speaker": "holofernes",
            "text": "Quare chirrah, not sirrah DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Men of peace, well encountered."
        },
        {
            "speaker": "holofernes",
            "text": "Most military sir, salutation."
        },
        {
            "speaker": "moth",
            "text": "[Aside to COSTARD]  They have been at a great feast of languages, and stolen the scraps."
        },
        {
            "speaker": "costard",
            "text": "O, they have lived long on the almsbasket of words. I marvel thy master hath not eaten thee for a word for thou art not so long by the head as honorificabilitudinitatibus: thou art easier swallowed than a flapdragon."
        },
        {
            "speaker": "moth",
            "text": "Peace! the peal begins. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "[To HOLOFERNES]  Monsieur, are you not lettered"
        },
        {
            "speaker": "moth",
            "text": "Yes, yes he teaches boys the hornbook. What is a, b, spelt backward, with the horn on his head"
        },
        {
            "speaker": "holofernes",
            "text": "Ba, pueritia, with a horn added."
        },
        {
            "speaker": "moth",
            "text": "Ba, most silly sheep with a horn. You hear his learning."
        },
        {
            "speaker": "holofernes",
            "text": "Quis, quis, thou consonant"
        },
        {
            "speaker": "moth",
            "text": "The third of the five vowels, if you repeat them or the fifth, if I."
        },
        {
            "speaker": "holofernes",
            "text": "I will repeat them,a, e, i,"
        },
        {
            "speaker": "moth",
            "text": "The sheep: the other two concludes it,o, u. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Now, by the salt wave of the Mediterraneum, a sweet touch, a quick venue of wit! snip, snap, quick and home! it rejoiceth my intellect: true wit!"
        },
        {
            "speaker": "moth",
            "text": "Offered by a child to an old man which is witold."
        },
        {
            "speaker": "holofernes",
            "text": "What is the figure what is the figure"
        },
        {
            "speaker": "moth",
            "text": "Horns."
        },
        {
            "speaker": "holofernes",
            "text": "Thou disputest like an infant: go, whip thy gig."
        },
        {
            "speaker": "moth",
            "text": "Lend me your horn to make one, and I will whip about your infamy circum circa,a gig of a cuckolds horn."
        },
        {
            "speaker": "costard",
            "text": "An I had but one penny in the world, thou shouldst have it to buy gingerbread: hold, there is the very remuneration I had of thy master, thou halfpenny purse of wit, thou pigeonegg of discretion. O, an the heavens were so pleased that thou wert but my bastard, what a joyful father wouldst thou make me! Go to thou hast it ad dunghill, at the fingers ends, as they say."
        },
        {
            "speaker": "holofernes",
            "text": "O, I smell false Latin dunghill for unguem. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Artsman, preambulate, we will be singled from the barbarous. Do you not educate youth at the chargehouse on the top of the mountain"
        },
        {
            "speaker": "holofernes",
            "text": "Or mons, the hill. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "At your sweet pleasure, for the mountain."
        },
        {
            "speaker": "holofernes",
            "text": "I do, sans question. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Sir, it is the kings most sweet pleasure and affection to congratulate the princess at her pavilion in the posteriors of this day, which the rude multitude call the afternoon."
        },
        {
            "speaker": "holofernes",
            "text": "The posterior of the day, most generous sir, is liable, congruent and measurable for the afternoon: the word is well culled, chose, sweet and apt, I do assure you, sir, I do assure. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Sir, the king is a noble gentleman, and my familiar, I do assure ye, very good friend: for what is inward between us, let it pass. I do beseech thee, remember thy courtesy I beseech thee, apparel thy head: and among other important and most serious designs, and of great import indeed, too, but let that pass: for I must tell thee, it will please his grace, by the world, sometime to lean upon my poor shoulder, and with his royal finger, thus, dally with my excrement, with my mustachio but, sweet heart, let that pass. By the world, I recount no fable: some certain special honours it pleaseth his greatness to impart to Armado, a soldier, a man of travel, that hath seen the world but let that pass. The very all of all is,but, sweet heart, I do implore secrecy,that the king would have me present the princess, sweet chuck, with some delightful ostentation, or show, or pageant, or antique, or firework. Now, understanding that the curate and your sweet self are good at such eruptions and sudden breaking out of mirth, as it were, I have acquainted you withal, to the end to crave your assistance."
        },
        {
            "speaker": "holofernes",
            "text": "Sir, you shall present before her the Nine Worthies. Sir, as concerning some entertainment of time, some show in the posterior of this day, to be rendered by our assistants, at the kings command, and this most gallant, illustrate, and learned gentleman, before the princess I say none so fit as to present the Nine Worthies."
        },
        {
            "speaker": "sir nathaniel",
            "text": "Where will you find men worthy enough to present them"
        },
        {
            "speaker": "holofernes",
            "text": "Joshua, yourself myself and this gallant gentleman, Judas Maccabaeus this swain, because of his great limb or joint, shall pass Pompey the Great the page, Hercules, DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Pardon, sir error: he is not quantity enough for that Worthys thumb: he is not so big as the end of his club."
        },
        {
            "speaker": "holofernes",
            "text": "Shall I have audience he shall present Hercules in minority: his enter and exit shall be strangling a snake and I will have an apology for that purpose."
        },
        {
            "speaker": "moth",
            "text": "An excellent device! so, if any of the audience hiss, you may cry Well done, Hercules! now thou crushest the snake! that is the way to make an offence gracious, though few have the grace to do it. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "For the rest of the Worthies"
        },
        {
            "speaker": "holofernes",
            "text": "I will play three myself."
        },
        {
            "speaker": "moth",
            "text": "Thriceworthy gentleman! DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Shall I tell you a thing"
        },
        {
            "speaker": "holofernes",
            "text": "We attend. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "We will have, if this fadge not, an antique. I beseech you, follow."
        },
        {
            "speaker": "holofernes",
            "text": "Via, goodman Dull! thou hast spoken no word all this while."
        },
        {
            "speaker": "dull",
            "text": "Nor understood none neither, sir."
        },
        {
            "speaker": "holofernes",
            "text": "Allons! we will employ thee."
        },
        {
            "speaker": "dull",
            "text": "Ill make one in a dance, or so or I will play On the tabour to the Worthies, and let them dance the hay."
        },
        {
            "speaker": "holofernes",
            "text": "Most dull, honest Dull! To our sport, away! LOVES LABOURS LOST"
        },
        {
            "text": "Exeunt"
        }
    ]
}