{
    "sceneName": "Act 3, scene 1",
    "playName": "loves labours lost",
    "location": "The same.",
    "lines": [
        {
            "text": "Enter DON ADRIANO DE ARMADO and MOTH"
        },
        {
            "speaker": "adriano de armado",
            "text": "Warble, child make passionate my sense of hearing."
        },
        {
            "speaker": "moth",
            "text": "Concolinel. DON"
        },
        {
            "text": "Singing"
        },
        {
            "speaker": "adriano de armado",
            "text": "Sweet air! Go, tenderness of years take this key, give enlargement to the swain, bring him festinately hither: I must employ him in a letter to my love."
        },
        {
            "speaker": "moth",
            "text": "Master, will you win your love with a French brawl DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "How meanest thou brawling in French"
        },
        {
            "speaker": "moth",
            "text": "No, my complete master: but to jig off a tune at the tongues end, canary to it with your feet, humour it with turning up your eyelids, sigh a note and sing a note, sometime through the throat, as if you swallowed love with singing love, sometime through the nose, as if you snuffed up love by smelling love with your hat penthouselike oer the shop of your eyes with your arms crossed on your thinbelly doublet like a rabbit on a spit or your hands in your pocket like a man after the old painting and keep not too long in one tune, but a snip and away. These are complements, these are humours these betray nice wenches, that would be betrayed without these and make them men of notedo you note methat most are affected to these. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "How hast thou purchased this experience"
        },
        {
            "speaker": "moth",
            "text": "By my penny of observation. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "But O,but O,"
        },
        {
            "speaker": "moth",
            "text": "The hobbyhorse is forgot. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Callest thou my love hobbyhorse"
        },
        {
            "speaker": "moth",
            "text": "No, master the hobbyhorse is but a colt, and your love perhaps a hackney. But have you forgot your love DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Almost I had."
        },
        {
            "speaker": "moth",
            "text": "Negligent student! learn her by heart. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "By heart and in heart, boy."
        },
        {
            "speaker": "moth",
            "text": "And out of heart, master: all those three I will prove. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "What wilt thou prove"
        },
        {
            "speaker": "moth",
            "text": "A man, if I live and this, by, in, and without, upon the instant: by heart you love her, because your heart cannot come by her in heart you love her, because your heart is in love with her and out of heart you love her, being out of heart that you cannot enjoy her. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "I am all these three."
        },
        {
            "speaker": "moth",
            "text": "And three times as much more, and yet nothing at all. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Fetch hither the swain: he must carry me a letter."
        },
        {
            "speaker": "moth",
            "text": "A message well sympathized a horse to be ambassador for an ass. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Ha, ha! what sayest thou"
        },
        {
            "speaker": "moth",
            "text": "Marry, sir, you must send the ass upon the horse, for he is very slowgaited. But I go. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "The way is but short: away!"
        },
        {
            "speaker": "moth",
            "text": "As swift as lead, sir. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "The meaning, pretty ingenious Is not lead a metal heavy, dull, and slow"
        },
        {
            "speaker": "moth",
            "text": "Minime, honest master or rather, master, no. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "I say lead is slow."
        },
        {
            "speaker": "moth",
            "text": "You are too swift, sir, to say so: Is that lead slow which is fired from a gun DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Sweet smoke of rhetoric! He reputes me a cannon and the bullet, thats he: I shoot thee at the swain."
        },
        {
            "speaker": "moth",
            "text": "Thump then and I flee. DON"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "adriano de armado",
            "text": "A most acute juvenal voluble and free of grace! By thy favour, sweet welkin, I must sigh in thy face: Most rude melancholy, valour gives thee place. My herald is returnd."
        },
        {
            "text": "Reenter MOTH with COSTARD"
        },
        {
            "speaker": "moth",
            "text": "A wonder, master! heres a costard broken in a shin. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Some enigma, some riddle: come, thy lenvoy begin."
        },
        {
            "speaker": "costard",
            "text": "No enigma, no riddle, no lenvoy no salve in the mail, sir: O, sir, plantain, a plain plantain! no lenvoy, no lenvoy no salve, sir, but a plantain! DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "By virtue, thou enforcest laughter thy silly thought my spleen the heaving of my lungs provokes me to ridiculous smiling. O, pardon me, my stars! Doth the inconsiderate take salve for lenvoy, and the word lenvoy for a salve"
        },
        {
            "speaker": "moth",
            "text": "Do the wise think them other is not lenvoy a salve DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "No, page: it is an epilogue or discourse, to make plain Some obscure precedence that hath tofore been sain. I will example it: The fox, the ape, and the humblebee, Were still at odds, being but three. Theres the moral. Now the lenvoy."
        },
        {
            "speaker": "moth",
            "text": "I will add the lenvoy. Say the moral again. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "The fox, the ape, and the humblebee, Were still at odds, being but three."
        },
        {
            "speaker": "moth",
            "text": "Until the goose came out of door, And stayd the odds by adding four. Now will I begin your moral, and do you follow with my lenvoy. The fox, the ape, and the humblebee, Were still at odds, being but three. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Until the goose came out of door, Staying the odds by adding four."
        },
        {
            "speaker": "moth",
            "text": "A good lenvoy, ending in the goose: would you desire more"
        },
        {
            "speaker": "costard",
            "text": "The boy hath sold him a bargain, a goose, thats flat. Sir, your pennyworth is good, an your goose be fat. To sell a bargain well is as cunning as fast and loose: Let me see a fat lenvoy ay, thats a fat goose. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Come hither, come hither. How did this argument begin"
        },
        {
            "speaker": "moth",
            "text": "By saying that a costard was broken in a shin. Then calld you for the lenvoy."
        },
        {
            "speaker": "costard",
            "text": "True, and I for a plantain: thus came your argument in Then the boys fat lenvoy, the goose that you bought And he ended the market. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "But tell me how was there a costard broken in a shin"
        },
        {
            "speaker": "moth",
            "text": "I will tell you sensibly."
        },
        {
            "speaker": "costard",
            "text": "Thou hast no feeling of it, Moth: I will speak that lenvoy: I Costard, running out, that was safely within, Fell over the threshold and broke my shin. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "We will talk no more of this matter."
        },
        {
            "speaker": "costard",
            "text": "Till there be more matter in the shin. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "Sirrah Costard, I will enfranchise thee."
        },
        {
            "speaker": "costard",
            "text": "O, marry me to one Frances: I smell some lenvoy, some goose, in this. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "By my sweet soul, I mean setting thee at liberty, enfreedoming thy person thou wert immured, restrained, captivated, bound."
        },
        {
            "speaker": "costard",
            "text": "True, true and now you will be my purgation and let me loose. DON"
        },
        {
            "speaker": "adriano de armado",
            "text": "I give thee thy liberty, set thee from durance and, in lieu thereof, impose on thee nothing but this: bear this significant to the country maid Jaquenetta: there is remuneration for the best ward of mine honour is rewarding my dependents. Moth, follow."
        },
        {
            "text": "Giving a letter"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "moth",
            "text": "Like the sequel, I. Signior Costard, adieu."
        },
        {
            "speaker": "costard",
            "text": "My sweet ounce of mans flesh! my incony Jew! Now will I look to his remuneration. Remuneration! O, thats the Latin word for three farthings: three farthingsremuneration.Whats the price of this inkleOne penny.No, Ill give you a remuneration: why, it carries it. Remuneration! why, it is a fairer name than French crown. I will never buy and sell out of this word."
        },
        {
            "text": "Exit MOTH"
        },
        {
            "text": "Enter BIRON"
        },
        {
            "speaker": "biron",
            "text": "O, my good knave Costard! exceedingly well met."
        },
        {
            "speaker": "costard",
            "text": "Pray you, sir, how much carnation ribbon may a man buy for a remuneration"
        },
        {
            "speaker": "biron",
            "text": "What is a remuneration"
        },
        {
            "speaker": "costard",
            "text": "Marry, sir, halfpenny farthing."
        },
        {
            "speaker": "biron",
            "text": "Why, then, threefarthing worth of silk."
        },
        {
            "speaker": "costard",
            "text": "I thank your worship: God be wi you!"
        },
        {
            "speaker": "biron",
            "text": "Stay, slave I must employ thee: As thou wilt win my favour, good my knave, Do one thing for me that I shall entreat."
        },
        {
            "speaker": "costard",
            "text": "When would you have it done, sir"
        },
        {
            "speaker": "biron",
            "text": "This afternoon."
        },
        {
            "speaker": "costard",
            "text": "Well, I will do it, sir: fare you well."
        },
        {
            "speaker": "biron",
            "text": "Thou knowest not what it is."
        },
        {
            "speaker": "costard",
            "text": "I shall know, sir, when I have done it."
        },
        {
            "speaker": "biron",
            "text": "Why, villain, thou must know first."
        },
        {
            "speaker": "costard",
            "text": "I will come to your worship tomorrow morning."
        },
        {
            "speaker": "biron",
            "text": "It must be done this afternoon. Hark, slave, it is but this: The princess comes to hunt here in the park, And in her train there is a gentle lady When tongues speak sweetly, then they name her name, And Rosaline they call her: ask for her And to her white hand see thou do commend This sealdup counsel. Theres thy guerdon go."
        },
        {
            "text": "Giving him a shilling"
        },
        {
            "speaker": "costard",
            "text": "Gardon, O sweet gardon! better than remuneration, alevenpence farthing better: most sweet gardon! I will do it sir, in print. Gardon! Remuneration!"
        },
        {
            "text": "Exit"
        },
        {
            "speaker": "biron",
            "text": "And I, forsooth, in love! I, that have been loves whip A very beadle to a humorous sigh A critic, nay, a nightwatch constable A domineering pedant oer the boy Than whom no mortal so magnificent! This whimpled, whining, purblind, wayward boy This seniorjunior, giantdwarf, Dan Cupid Regent of loverhymes, lord of folded arms, The anointed sovereign of sighs and groans, Liege of all loiterers and malcontents, Dread prince of plackets, king of codpieces, Sole imperator and great general Of trotting paritors:O my little heart: And I to be a corporal of his field, And wear his colours like a tumblers hoop! What, I! I love! I sue! I seek a wife! A woman, that is like a German clock, Still arepairing, ever out of frame, And never going aright, being a watch, But being watchd that it may still go right! Nay, to be perjured, which is worst of all And, among three, to love the worst of all A wightly wanton with a velvet brow, With two pitchballs stuck in her face for eyes Ay, and by heaven, one that will do the deed Though Argus were her eunuch and her guard: And I to sigh for her! to watch for her! To pray for her! Go to it is a plague That Cupid will impose for my neglect Of his almighty dreadful little might. Well, I will love, write, sigh, pray, sue and groan: Some men must love my lady and some Joan. LOVES LABOURS LOST"
        },
        {
            "text": "Exit"
        }
    ]
}